const data = [
  {
    word: 'Абитуриент',
    description: `Увидеть во сне, что вы неудачно сдали экзамен, может означать, что вскоре вам предстоит новое и важное дело. Однако только от вас зависит, насколько оно будет результативным.`
  },
  {
    word: 'Абрикос',
    description: `Если вы увидели во сне абрикосы — это сулит вам выигрыш и радость, абрикосовое дерево — обманутые надежды, абрикосовые сады — ваше будущее может содержать скрытую печаль.

Есть во сне абрикос — к благополучию и здоровью, спелый абрикос — к удовольствию, сушеный — к хлопотам, зеленый — к неудаче в делах. Видеть, как другие их едят, — означает, что окружающее вас тяготит.

Продавать во сне абрикосы — хороший знак. Он символизирует ваши успехи в бизнесе и неплохую прибыль.`
  },
  {
    word: 'Авария',
    description: `Сон, в котором вы попали в аварию или просто видите ее, может являться предупреждением о том, что вы можете оказаться в сложной ситуации, стать жертвой обмана или мошенничества, вам следует проявить осторожность при решении коммерческих и финансовых вопросов.

Попасть во сне в аварию — может также означать предстоящие столкновения и конфликты с вашими врагами или недоброжелателями. Получить травмы во время аварии — значит испытать на себе измену, унижение, удар по самолюбию.

Наблюдать во сне аварию со стороны — означает, что вас может ожидать деловая встреча с бестолковым, глупым человеком.
`
  },
  {
    word: 'Автобус, Автовокзал',
    description: `Увиденный во сне автобус, как правило, символизирует ваши успехи в деловой сфере, или предстоящую интересную и занимательную беседу, или возможность приятного времяпрепровождения. Приснившийся вам сломанный автобус является предостережением — из-за ограниченности ваших взглядов на сложные жизненные ситуации вы можете оказаться в затруднительном положении.

Оказаться во сне на вокзале — означает, что вам предстоит дальняя дорога или командировка. Встретить на вокзале знакомого — предупреждение о том, что несущественные, на ваш взгляд, проблемы окажутся более серьезными и вам предстоит принять ответственное решение.`
  },
  {
    word: 'Автограф',
    description: `Видеть во сне неизвестный вам автограф — означает вашу внутреннюю неудовлетворенность профессией или положением в обществе.

Коллекционировать во сне автографы — сон, символизирующий ваши стремления брать пример с известных и знаменитых людей. Получить во сне автограф у известного человека или вашего кумира — хороший знак. Он символизирует ваше упорство и настойчивость в стремлении достичь большего.

Давать кому-то автограф — означает, что вам удастся достичь поставленных целей.

Поставить во сне подпись в документе, расписаться в получении чего-либо — знак уверенности в себе, удачи и успехов.
`
  },
  {
    word: 'Автоинспектор, Жезл',
    description: `Увидеть жезл автоинспектора или регулировщика, указывающий на вас, — означает, что вам предстоит встреча с влиятельным человеком, от результатов которой зависит ваше будущее.

Увидеть во сне автоинспектора, штрафующего вас за нарушение правил дорожного движения, — хороший знак. Он предвещает успех в бизнесе или неожиданное получение денег, на которое вы не рассчитывали.

Если автоинспектор проверяет у вас наличие аптечки — значит, вы на верном пути к достижению поставленной цели.

Если во сне вас остановил автоинспектор за нарушение правил дорожного движения — значит, вскоре вы окажетесь в ситуации, когда вам необходимо сделать выбор между тем, что вам выгодно, и велением совести.`
  },
  {
    word: 'Автомат',
    description: `Приснившийся вам армейский автомат — символ опасности. Такой сон предупреждает вас о том, что вы должны проявить особую осторожность и предусмотрительность в принятии ответственных решений. Стрелять во сне из автомата по людям или животным — означает, что вас могут ожидать непредсказуемые события

Сон, в котором вы покупаете напиток или бутерброд в автомате, может служить предостережением. Прежде чем принять ответственное решение, лучше посоветоваться с другом или человеком, которому вы доверяете.

Приснившийся автомат по продаже газированной воды символизирует ваше соответствие занимаемой должности.

Развлекаться во сне с помощью игрального автомата — сон, который предупреждает, что вы можете столкнуться с попыткой обмануть вас.`
  },
  {
    word: 'Автомобиль, Аварийная машина, Автозапчасти, Аккумулятор, Аптечка автомобильная, Багажник, Бампер, Вездеход, Голосовать на дороге, Грузовой автомобиль, Двигатель, Деталь автомобиля, Джип, Иномарка',
    description: `Увиденный во сне автомобиль предвещает вам, как правило, перемены в жизни или скорое путешествие, командировку, приятную дорогу. Много автомобилей во сне могут означать, что новая работа или заботы, доставляющие вам немало волнений, все-таки принесут свои дивиденды и материальную выгоду. Старые машины во сне предвещают новые противоречия с врагами или недоброжелателями.

Покупка во сне автомобиля — означает, что вам предстоит начать новое успешное дело или вернуться к ранее отложенным по каким-либо причинам занятиям. Купить во сне шикарный автомобиль или дорогую иномарку — очень хороший сон. Он предвещает вам успех во всех ваших начинаниях, удачу и дальнейшее продвижение по служебной лестнице. Купленный во сне джип, внедорожник или вездеход — сон-предостережение. Это означает, что ваши дела пришли в полный упадок, а надежды на скорое их улучшение являются самообманом. Вам необходимо более серьезно отнестись ко всем стоящим перед вами проблемам, не упуская даже мельчайших и незначительных.

Находиться во сне за рулем автомобиля — предвещает вам счастье, поиск новых возможностей, приближение к цели жизни. Если это иномарка, то вы получите ответы на вопросы, которые терзали вас долгое время. Быть за рулем своего автомобиля также может предвещать вам удачу в бизнесе.

Ехать во сне в автомобиле с попутчиком — символизирует то, что ваши натянутые отношения с окружающими или руководством улучшатся.

Сон, в котором вы выходите из машины, предупреждает вас о возможных неприятностях, связанных с потерей вашего авторитета.

Быть на ходу выброшенным из автомобиля — сулит вам неприятные известия, выпасть из него по собственной вине — ваша неосторожность или неосмотрительность может подвергнуть опасности вашу жизнь или благосостояние.

Парковать автомобиль в оживленном месте — может означать временный разрыв со своими друзьями или компаньонами.

Мчаться по автодрому на автомобиле к финишу — означает, что в реальной жизни вы проявите слишком много осторожности и сдержанности. Ваши соперники могут вас опередить. Если же вы пришли к финишу первым, то все ваши конкуренты останутся далеко позади и вы добьетесь реализации намеченных планов.

Чувствовать себя во сне за рулем асом — означает, что у вас завышенное самомнение и, для того чтобы достичь хороших результатов, вам необходимо пересмотреть свое отношение к окружающим проблемам и более трезво педойти к их решению. Мчаться по дороге на огромной скорости в иномарке — предвестник успеха в делах. Проходить на автомобиле крутой вираж — может означать стоящие перед вами серьезные препятствия, преодолеть которые будет достаточно сложно.

Попасть на автомобиле в аварию, не будучи ее виновником, — такой сон сулит вам благоприятный поворот обстоятельств, достижение намеченных целей. Попавшая в аварию иномарка может предвещать неожиданные материальные затруднения, а столкновение автомобилей — усиление конкурентной борьбы.

Попасть во сне под автомобиль — может означать большие неприятности и даже несчастье.

Ремонтировать во сне автомобиль — означает, что наяву вас ждут бесполезные хлопоты.

Видеть во сне разбитую фару на своей машине — знак того, что наяву вам придется смириться со своим поражением. Включенная фара, освещающая что-то важное для вас, символизирует вашу уверенность в себе, помощь преданных друзей.

Приснившийся автомобильный аккумулятор — хороший знак. Он сулит вам удачу в работе и значительные доходы от денежных операций.

Увиденная во сне канистра — предупреждение о вероятных проблемах на работе. На вас могут взвалить чужие нерешенные дела.

Приснившийся вам пустой автомобильный бак предвещает неожиданные перемены, протекающий бак — бесполезные хлопоты и неудачи.

Увиденный во сне грузовой автомобиль или самосвал может предупреждать вас о возможном конфликте с начальником. Не лезьте на рожон — удача не на вашей стороне, и вы можете потерять гораздо больше, чем получить взамен.

Покупать во сне карбюратор для своего автомобиля — хороший знак. Такой сон сулит вам успех в делах. Заменять старый, пришедший в негодность карбюратор новым — означает, что у вас могут возникнуть проблемы на работе из-за недоверия к вам руководства.

Увидеть во сне открытый багажник автомобиля — предупреждение о том, что вы собираетесь принять слишком рискованное решение; если же вы его закрываете, то это говорит о вашей экономности и бережливости.

Голосовать на дороге — знак того, что вы узнаете о себе что-то новое, обнаружите у себя новые стремления или желания; если вам удалось поймать машину — значит, что вы вскоре получите большое удовольствие от похода, экскурсии или интересного мероприятия.

Видеть во сне работающий двигатель мощного автомобиля — значит, что вскоре вас ждет успех и процветание; неработающий двигатель снится к предстоящим потерям. Если во сне вы наблюдаете за неустойчивой работой двигателя, то вам необходимо обратить внимание на свое здоровье, особенно на сердце, неисправный двигатель — предвестие вашего переутомления.

Если вo сне вам приснился груженый кузов грузового автомобиля, то такой сон сулит вам прибыль, если кузов пустой — убытки.

Приснившаяся вам во сне неизвестная деталь автомобиля — предвестие предстоящей критики ваших действий или поступков, осуждение их друзьями или коллегами.

Увидеть во сне рессору автомобиля — значит, что наяву вам предстоит длительный период бессмысленной или малооплачиваемой работы.

Увиденный во сне бампер автомобиля может быть предвестием непредвиденных ситуаций. Разбитый бампер — знак предстоящей утраты или потери, новый бампер снится к предстоящему полезному для вас знакомству.`
  },
  {
    word: 'Автор',
    description: `Видеть во сне автора — означает вести приятную беседу,говорить или о чем-то спорить с ним — к неудаче или провалу в начатом деле.

Вести во сне занимательную беседу с авторами, обсуждать новую книгу или просто спорить с ними — означает, что вас может ждать неудача в новом целе.`
  },
  {
    word: 'Авторучка',
    description: `Увидеть во сне авторучку или писать ею — означает, что вас ждет интересная и многообещающая встреча с автором, журналистом или просто пишущим человеком, которая сыграет важную роль в вашей жизни. Если же авторучка приснится пишущему человеку, то результаты его творческой деятельности будут отмечены и его работу ждет успех.

Если исправная ручка внезапно перестала писать — это означает, что вам необходимо больше времени уделять своему здоровью. Ломать авторучку во сне — сулит возможные перемены в любовных отношениях.`
  },
  {
    word: 'Агат',
    description: `Увиденный во сне агат предвещает вам удачу в делах и успехи в любви. Покупать его во сне — означает, что вам предстоит дальняя поездка или командировка. Но если вы при этом долго выбирали агат или рассматривали его, то в пути вас могут ожидать странные обстоятельства и события.`
  },
  {
    word: 'Агент',
    description: `Увидеть себя во сне агентом торговой фирмы — означает, что ваше положение нестабильное.

Приснившийся вам страховой агент символизирует предстоящие перемены в вашей жизни и успехи в делах.`
  },
  {
    word: 'Агентство брачное',
    description: `Для женщины искать во сне себе мужа через брачное агентство — предостережение о возможном обмане наяву.`
  },
  {
    word: 'Агрессия',
    description: `Проявлять во сне агрессию в отношении кого-либо — знак того, что вы можете пострадать из-за своего необдуманного поступка или получить дополнительную бесполезную работу.
`
  },
  {
    word: 'Адвокат',
    description: `Приснившийся вам адвокат указывает на вашу излишнюю самоуверенность, несбывшиеся надежды и предстоящую трудную борьбу. Разговаривать с адвокатом во сне — означает неопределенность вашего положения; ссора или драка с ним — получение необходимой помощи и поддержки. Вести во сне коммерческие дела с адвокатом — наяву сулит вам заботы и потери.

Если во сне вас защищает адвокат — значит, и наяву вы нуждаетесь в поддержке и можете получить неожиданную помощь.

Видеть адвоката в черной мантии — плохой знак, предвещающий, что в данное время нет надежды на улучшение ситуации.`
  },
  {
    word: 'Администратор',
    description: `Увидеть себя исполняющим функции администратора — хороший сон, предвещающий вам повышение в должности или удачную сделку. Для женщины такой сон может означать скорое получение подарка от поклонника.

Увидеть во сне администратора, отдающего распоряжения, — означает, что вас ждут напрасные хлопоты.
`
  },
  {
    word: 'Адрес, Адресат, Адресная книга',
    description: `Если вы видите, как кому-то сообщают или передают написанный адрес, то такой сон предвещает ложь и плохие известия.

Писать самому адрес на конверте — сулит вам новое знакомство, переписку. Спрашивать у кого-то адрес — вас ждет перемена в жизни, искать потерянный адрес — означает, что вы наяву бесполезно потратите время.

Листать во сне адресную книгу — предвещает вам увеличение семьи. Найти в ней знакомое имя — значит напрасно надеяться на осуществление давней мечты.`
  },
  {
    word: 'Азбука, Алфавит',
    description: `Видеть во сне азбуку и учиться по ней — такой сон может предупреждать вас о новых испытаниях в жизни. Просто читать азбуку — хороший знак, а учить ее во сне заново — сулит вам неприятности. Изучать азбуку вместе с кем-то — означает, что для вас настали не самые лучшие времена и не стоит начинать новых дел.

Увиденный во сне алфавит может символизировать наяву ваши успехи в делах. Переставленные в нем буквы — предупреждение о том, что вам необходимо упорядочить свою жизнь.`
  },
  {
    word: 'Аист',
    description: `Приснившийся вам аист или семья аистов, как правило, предвещает счастливый брак, предстоящую свадьбу, многочисленное потомство, прибыль в делах. Летящий аист сулит вам благополучие, счастье, а возможно, и неожиданный подарок. Аист, сидящий на крыше дома или дереве, — означает, что вас ждет приятная встреча с друзьями или вечеринка.

Черный аист во сне знаменует неприятные известия, а для бизнесменов или предпринимателей — возможные убытки. Приснившийся мертвый аист может быть символом обмана, потери веры в добро и дружбу.`
  },
  {
    word: 'Академия, Академик',
    description: `Видеть во сне академию — означает ваш духовный и интеллектуальный прогресс. Видеть табличку с названием академии — указывает на вашу излишнюю сосредоточенность или самоуверенность.

Поступить учиться в академию — вас ждет улучшение отношений с окружающими, но в то же время однообразная и замкнутая жизнь; посещение ее во сне — символ вашего счастья в будущем, но долгое время вы будете сожалеть об упущенных возможностях из-за своей лени и халатности.

Получить во сне звание академика — означает, что ваша самоуверенность, завышенная самооценка не позволят получить желаемого.
`
  },
  {
    word: 'Акация',
    description: `Увиденная во сне цветушая акация — предвестие удачи, неожиданной радости или успеха в делах, белая акация предвещает какую-то неожиданность.

Сидеть во сне под акацией — означает, что вас ждут хорошие новости или приятная встреча. Влюбленным такой сон сулит скорый и счастливый брак.

Гулять во сне по длинной аллее из акаций — значит, что вы можете попасть впросак или получить неприятности из-за заманчивого предложения. Поэтому после такого сна проявите осторожность, принимая ответственные решения.

Для больных людей увидеть во сне акацию с зелеными листьями или цветущую — означает, что их здоровье идет на поправку. Если же акация без листвы — то, независимо от вашего самочувствия, вам необходимо позаботиться о своем здоровье.`
  },
  {
    word: 'Акваланг',
    description: `Приснившийся акваланг предупреждает о том, что вы можете получить отказ в просьбе, ходатайстве о повышении по службе.

Лежащий на песке акваланг может служить предостережением — для вас сейчас не самое лучшее время, вас могут ждать убытки и финансовые проблемы.

Плавать в акваланге — к вероятной ссоре с близким человеком или начальником.
`
  },
  {
    word: 'Аквариум',
    description: `Приснившийся вам аквариум с чистой и прозрачной водой, в которой плавают рыбки или рептилии, сулит вам счастье, успех в делах и продвижение по службе, особенно если аквариум больших размеров. Отсутствие в аквариуме живых существ предупреждает вас о возможном обмане или ссоре с нужным вам человеком.

Разбитый вами или кем-то во сне полный аквариум символизирует ваши успехи в бизнесе, неожиданное получение денег, прибыли, наследства.

Сон, в котором вы сами плаваете в аквариуме, является предостережением — вас могут ожидать потери, убытки и пропажи.
`
  },
  {
    word: 'Акробат',
    description: `Увидеть во сне представление акробатов — означает, что вас могут ожидать неприятности как на работе, так и дома. Женщина-акробатка Б вашем сне — это возможная клевета на вас. Если на представлении акробаты пластично изгибаются, то это означает, что вам удастся решить возникшие проблемы и противостоять проискам недругов.

Увидеть себя во сне акробатом — неожиданная ответственность, происки ваших врагов.`
  },
  {
    word: 'Актер, Актриса, Артист',
    description: `Увидеть себя во сне актером — означает, что вам придется слишком много и упорно работать, чтобы обеспечить себе достойное существование. Но ваши труды не пропадут даром — в конце концов вы будете вознаграждены по достоинству.

Для женщины воображать себя во сне актрисой — предвестие скорого вознаграждения за тяжелый труд. Если же вам приснилось, что вы обручены с актером или выходите замуж, то вполне возможно, что ваше последнее увлечение может привести к раскаянию.

Для мужчины развлечение во сне с актрисой сулит наяву ссору в семье или с возлюбленной.

Видеть во сне артиста, играющего роль на сцене, — вас может ожидать фальшь, лесть или обманчивые представления о чем-либо.

Артистка во сне может предвещать вам непостоянство удачи, беспокойство и перемены наяву.

Увидеть во сне актера-любителя на сцене сулит вам скорое осуществление ваших планов, что принесет вам счастье и радость.

Сон, в котором вы видите киноактера, предупреждает вас о том, что вы безнадежно стремитесь к чему-то непостижимому и нереальному. Опуститесь на землю, ваше сча-сп.с гораздо ближе.

Быть во сне киноактером или участвовать в съемках фильма — означает, что вам предстоит общение с людьми, а обществе которых вы будете чувствовать себя недостаточно уютно.

Общаться во сне с очень известным и знаменитым киноактером или артистом — означает, что вами больше руководит легкомыслие, чем разум.

Видеть во сне комедию или комедиантов — предвещает вам участие в неразумных и мимолетных развлечениях.`
  },
  {
    word: 'Акула',
    description: `Увиденные во сне акулы могут предвещать вам встречу со страшными и грозными врагами. Акулы, резвящиеся в прозрачной и чистой воде, предупреждают вас о том, что, пока вы прохлаждаетесь и не вникаете в суть стоящих перед вами проблем, кто-то из недоброжелателей «роет вам яму».

Дохлая акула во сне является символом избавления вас от неприятностей наяву, благополучия и спокойствия в делах.

Увидеть себя съеденным акулой — значит получить выгодное известие. Видеть, как акулу вытащили на палубу и режут, — к радости при встрече с дорогим для вас человеком.`
  },
  {
    word: 'Акушерка',
    description: `Приснившаяся акушерка может символизировать радость для вас и ваших родных.

Для женщины быть во сне обследованной акушеркой — предупреждение о том, что вы что-то сделали не так и ваша совесть не чиста.

Помогать акушерке принимать роды — к ссоре.

Увидеть себя во сне акушеркой, принимающей роды, сулит вам неожиданное получение денег или улучшение материального положения, но вам необходимо поторопиться с решением стоящих перед вами проблем.
`
  },
  {
    word: 'Алиби',
    description: `Предоставленное во сне алиби предупреждает вас о возможной семейной ссоре. Доказывать во сне алиби — означает, что вас может посетить нежелательный гость.`
  },
  {
    word: 'Алименты',
    description: `Если во сне вы получаете алименты, то наяву вам предстоит уменьшение забот и удачное окончание важного дела. Платить алименты — к неожиданным заботам, переживаниям, неприятностям.`
  },
  {
    word: 'Алкоголик',
    description: `Пьянствовать во сне — к убыткам, видеть пьяной жену — к улучшению вашего состояния, видеть пьяным мужа — к ссоре. Видеть во сне себя слегка «подшофе» — к финансовым проблемам, другого человека — знак, что вам еще не скоро отдадут долги. Если вы находитесь во сне в запое — значит, у вас скоро появится желание изменить свой быт.

Для женщины пребывать во сне в запое — к приключению, о котором она будет весьма сожалеть. Испытывать во сне похмельный синдром — означает, что вы полностью охвачены каким-то пристрастием. Видеть во сне алкоголика —- знак, что вы можете попасть под чье-то плохое влияние.

Во сне переживать состояние похмелья — значит получить предупреждение о том, что вы подчинились какой-то страсти. Видеть муки человека, страдающего от похмелья, — к необходимости взять на себя чужую вину.`
  },
  {
    word: 'Алкоголь, Бальзам, Бренди, Виски, Водка',
    description: `Пить во сне неизвестный вам алкогольный напиток — знак того, что ваше предстоящее удовольствие будет кратковременным.

Пить во сне бальзам — означает, что вас могут ждать неприятности наяву.

Сон, в котором вы пьете бренди, сулит вам хорошее положение в обществе. Однако он также предупреждает вас о том, что ваша некритичность к себе, лень и полное отсутствие любознательности могут скоро помешать вам в делах.

Виски во сне не сулит добра, скорее следует ожидать разочарований. Виски во сне часто отражает ваше проявление заботы только о собственных интересах. Пить виски в одиночестве — значит, что ваше самолюбие и эгоизм заставят вас пожертвовать своими друзьями ради собственных амбиций. Видеть во сне виски или пить его — также может означать, что вы не добьетесь того результата, на который рассчитывали.

Пить во сне водку — значит, что наяву вас ожидает стыд. Свои неблаговидные поступки можно забыть, но очистить свою совесть гораздо сложнее. Пить во сне настойку, сделанную на водке, — означает, что вы можете допустить серьезную ошибку.

Пить во сне коньяк — значит, что вы чем-то сильно вредите своему здоровью наяву, возможно, чрезмерным употреблением алкоголя. Коньяк также может символизировать вашу повышенную сексуальную активность.

Приснившийся вам ликер — предупреждение, что ваши успехи будут кратковременными.

Пить во сне мед — сулит вам успех в поэтических и художественных трудах.

Ром, как правило, снится к предстоящему веселью, вечеринке.

Гнать во сне самогон — означает, что наяву вам сильно завидуют и льстят, пить его — к ухудшению отношений в семье и на работе, к возможной пирушке на дармовщину. Продавать самогон — к прибыли.

Сон, в котором вы пьете сидр, — означает, что вам может вскоре улыбнуться счастье, если вы не будете проводить время впустую, растрачивая его на низменные удовольствия. Видеть, как сидр пьют другие люди, — предостережение, что вы можете незаметно для себя попасть под чужое влияние, не обещающее вам ничего хорошего.

Пить во сне спирт — значит, что наяву вы познакомитесь с новыми приятелями, а может быть, и с друзьям.`
  },
  {
    word: 'Аллегория',
    description: `Приснившийся вам сон, в котором события, люди, животные или вещи имеют символическое значение, — означает, что вас ждет неожиданность, возможно, малоприятная.`
  },
  {
    word: 'Аллея',
    description: `Увиденная во сне аллея может являться предостережением — для вас заканчивается благополучное время и впереди могут ожидать мелкие проблемы и неприятности

Увидеть во сне спиленные деревья вдоль аллеи — означает, что вас могут ожидать слезы и разочарование.
`
  },
  {
    word: 'Алмаз',
    description: `Видеть во сне алмаз — вас ждет прекрасное будущее. Владеть большим количеством алмазов — означает, что вас ждет значительное улучшение благосостояния. Треснутый или разбитый алмаз — к неприятности.

Найти алмаз во сне — знак богатства, женитьбы, благополучия. Потерять — к утрате любимой и дорогой вещи. Горевать во сне о потере алмаза — значит своевременно узнать о готовящемся подлоге и обмане.`
  },
  {
    word: 'Алоэ',
    description: `Вырезать мясистые листья алоэ и обкладывать ими себе или другим голову — перемена работы, занятий или службы. Отламывать лист алоэ — хороший знак. Такой сон символизирует ваши успехи и оправдание надежд.

Пить сок алоэ во сне — означает, что вас ждет что-то новое, неожиданное, возможно, перемена работы или рода занятий. Предлагать во сне алоэ для лечения кому-то из знакомых или близких — значит, что наяву вы обретете покой и радость. Особенно благоприятен такой сон для женщин.`
  },
  {
    word: 'Алтарь',
    description: `Увиденный во сне алтарь предвещает вам радость, празднество, нечто доброе, получение ответа на интересующий вас вопрос. Строительство его — честь. Для холостых таком сои может предвещать скорую женитьбу.

Стоять перед алтарем на коленях — исполнится давно задуманное. Со знакомым перед ним молиться — вовремя получить нужную помощь.

Стоять и молиться в алтаре — получить успокоительное известие по тому делу, которое интересует и беспокоит вас в это время.

Священник у алтаря может предвешать вам проблемы в коммерческих делах и ссоры в семье.
`
  },
  {
    word: 'Ааьбатрос',
    description: `Увидеть во сне альбатроса — символизирует успех, особенно тем, кто занимается живописью. Если в его клюве рыба, то вас ждет скорое знакомство с интересным и полезным для Еас человеком. Крик альбатроса во сне может служить предостережением о возможном подлоге или обмане.`
  },
  {
    word: 'Альбинос',
    description: `Увидеть во сне человека с отсутствием пигментации кожи или волос (альбиноса) — означает, что ваш успех и везение в делах могут быть кратковременными. Вам не стоит останавливаться на достигнутом. Проявив выдержку, терпение и приложив дополнительные усилия, вы сможете добиться еще больших результатов.`
  },
  {
    word: 'Альбом',
    description: `Видеть во сне альбом — означает, что вас ждет успех и знакомство с настоящими друзьями. Писать в альбоме — значит, что наяву вы получите понимание и поддержку новых людей. Потерять его во сне — означает пустые надежды, напрасно потраченное время.

Для девушки сон, в котором она рассматривает фотографии, сулит появление нового любовника.`
  },
  {
    word: 'Альпинист, Альпинизм',
    description: `Видеть себя во сне альпинистом — означает, что вы сможете начать новое дело, которое позволит вам реализовать по-новому свои таланты и способности.

Подниматься во сне на гору или высокий холм и дойти до вершины — предвестие того, что вы сможете преодолеть все препятствия на пути к успеху. Если вы не смогли добраться до вершины, то это значит, что все ваши надежды были напрасными и вас может ожидать разочарование.
`
  },
  {
    word: 'Амбиция',
    description: `Проявлять во сне амбициозность или излишнее самолюбие при решении спорных вопросов — означает, что наяву вы недостаточно уверены в своих силах, ваша нерешительность создает дополнительные преграды на пути к успеху.`
  },
  {
    word: 'Аметист',
    description: `Увиденный во сне аметист или украшение с аметистом означает, что хорошо выполненная работа принесет вам моральное, а возможно, и материальное удовлетворение.

Для девушки сон, в котором она потеряла аметист, может означать охлаждение чувств и внимания со стороны ее любимого.`
  },
  {
    word: 'Амнистия',
    description: `Попасть во сне под амнистию — может означать, что у вас будут неприятности, связанные с домом.

Принимать решение об амнистии для заключенных — означает вашу неудовлетворенность своей работой или положением в обществе.

Сон, в котором вы читаете решение об амнистии, предупреждает вас о возможном переутомлении и настойчивой необходимости позаботиться о своем здоровье.

Если во сне вы как заключенный или обвиняемый получили помилование — значит, наяву вам предстоит сложная внутренняя борьба — между велением совести и обстоятельствами — или предстоит сделать выбор не по душе.`
  },
  {
    word: 'Ампутация',
    description: `Видеть во сне ампутацию — может означать небольшие ухудшения в делах.

Видеть во сне себя без рук или ног — означает упадок и бизнесе и торговле, кого-то из знакомых с ампутированными конечностями — символизирует ваше желание на чужой беде строить свое благополучие.`
  },
  {
    word: 'Ананас',
    description: `Ананас — знак радости. Видеть во сне ананасы — означает благоприятный для вас расклад дел, покупать их — вас ждет веселье или романтичное приключение с благополучным концом.

Если во сне вы их собираете или едите, то в самом скором будущем вас ждет успех. Есть во сне ананас — знак прибыли любого рода, вас может ждать премия или повышение по службе. Нарезать ананасы — значит получись незаслуженный упрек в равнодушии и невнимании.

Ананасовое варенье есть — вас ждут приятные вести об успехах.`
  },
  {
    word: 'Ансамбль',
    description: `Приснившееся вам выступление ансамбля предвещает вам успех и славу в вашем окружении. Быть руководителем ансамбля — означает, что ваши дети или родственники нуждаются в вашей помощи и поддержке.`
  },
  {
    word: 'Антенна',
    description: `Приснившаяся вам антенна является символом неопределенности вашего положения. Вас может ожидать неожиданное известие от далеких друзей, но велика вероятность и того, что ваша серьезная ошибка может негативно повлиять на семейные взаимоотношения.

Устанавливать во сне антенну — означает, что вы сможете реализовать планы, на которые уже давно перестали рассчитывать. Подсоединение антенны к приемнику предвещает вам успехи в бизнесе, заземление ее — необходимую помощь и поддержку. Поломанная антенна — плохой знак, сулящий плохие известия и неприятности.`
  },
  {
    word: 'Антиквариат, Вещи старинные',
    description: `Сон, в котором вы рассматриваете старинные вещи, символизирует ваше благополучие, но оно может быть достаточно кратковременным, если антикварные вещи сильно затерты или поломаны.

Для тех, кто борется с лишним весом, такой сон является предвестником ваших успехов, вы вполне можете похудеть.`
  },
  {
    word: 'Антилопа',
    description: `Увидеть во сне на воле дикую антилопу, а еще лучше стадо антилоп, — предвестие неожиданного увеличения дохода, получения незапланированной прибыли. Приснившаяся вам антилопа в зоопарке сулит вам разочарование.
`
  },
  {
    word: 'Апельсин',
    description: `Приснившийся вам апельсин — знак радости, впереди вас ждут счастливые дни. Вы также можете получить долгожданную хорошую новость или прибыль от коммерческих операций. Видеть апельсины — означает вашу страсть к путешествиям или желание куда-то съездить.

Покупать во сне апельсины — предвестие неожиданного получения дохода, выигрыша, наследства, приданого. Продавать апельсины — вас ждет новое знакомство.

Апельсиновое дерево предвещает вам приятное известие. Рвать апельсины — вас ждет новость или любовный роман, если спелые плоды — значит, что скоро осуществятся все ваши планы и замыслы.

Если во сне вы угощаете кого-то апельсинами, то такой сон предупреждает о том, что вас может ожидать ссора или раздор.`
  },
  {
    word: 'Аплодисменты',
    description: `Слышать во сие аплодисменты, предназначенные вам, — значит, что вас ждет успех во всех начинаниях и получение хорошей прибыли.

Если же во сне вы аплодируете какому-то выступлению, то наяву это будет свидетельством вашего хорошего здоровья в будущем.`
  },
  {
    word: 'Аппетит',
    description: `Если вам снится, что у вас хороший аппетит, — это значит, что в скором будущем вы не будете испытывать недостатка в продуктах питания. Но такой сон также может предвещать желудочные заболевания. Полное отсутствие аппетита во сне может означать наяву грядущий период депрессии.`
  },
  {
    word: 'Аптека',
    description: `Аптеку видеть — предостережение, что вы слишком поддаетесь влечениям. Вас может ожидать встреча с человеком, который за ваш счет хочет получить выгоду для себя. Для больного такой сон предвещает скорое выздоровление.

Для девушки увидеть во сне аптеку снаружи — предвестие скорого замужества и богатого мужа.

Покупать лекарство в аптеке — значит, что вам предстоит искать примирения в семье, возможно, жертвуя своей независимостью. Купить аптечку с просроченными лекарствами — предупреждение о том, что в данный момент вы не сможете решить стоящие перед вами проблемы и не стоит тратить силы впустую. Надо немного подождать, и все может уладиться само собой. Если во сне, находясь в аптеке, вы покупаете что-то, не имеющее к ней отношения, — хороший знак. Вас ждет успех и продвижение по службе.

Работать во сне в аптеке — значит, что в скором времени вас осенит интересная и многообещающая идея или вам предложат более интересную работу.`
  },
  {
    word: 'Арбуз',
    description: `Как правило, приснившийся арбуз — знак препятствия и мелких неприятностей. Видеть его — к увеличению семьи или к неожиданному отъезду. Для мужчины такой сон может предвещать неприятности, а для молодой девушки — скорое замужество.

Покупка во сне арбуза предупреждает вас о предстоящем необдуманном поступке, который может принести вам больше вреда, чем пользы. Есть во сне арбуз — значит, что у вас наступает тяжелая пора в жизни, больному такой сон сулит выздоровление.

Хороший сон тот, в котором вы видите бахчу, усеянную арбузами. Такой сон символизирует изобилие. Он может предвещать вам получение в достаточном количестве необходимых средств или товара, какие-то приятные известия.`
  },
  {
    word: 'Арена',
    description: `Приснившаяся вам арена, на которой идет спортивное состязание, предвещает продвижение по службе или новую работу. Цирковая арена означает, что вас могут ждать непредвиденные трудности и препятствия. Пустая арена сулит вам знакомство с новыми друзьями.`
  },
  {
    word: 'Аренда',
    description: `Сдавать в аренду во сне свой дом или участок земли — предвестие увеличения ваших доходов, выгодных контрактов и хороших договоров.

Брать что-то в аренду и вовремя выплачивать арендную плату — означает, что у вас есть реальная возможность решить все финансовые проблемы. Если же вы не в состоянии по какой-либо причине заплатить арендную плату, то такой сон является предостережением о предстоящих трудностях и финансовых проблемах. Вам необходимо максимально сократить непроизводственные расходы, особенно на развлечения.

Видеть во сне хозяина арендуемого вами помещения — к переменам в доме, отдавать ему деньги — вас ждет волокита или бюрократические мытарства, ссориться с ним — к веселой пирушке.`
  },
  {
    word: 'Арест, Арестант, Взятие под стражу',
    description: `Видеть во сне, что вас арестовывают, но вы невиновны, — значит, что вы можете оказаться в затруднительном положении благодаря вашим недоброжелателям и завистникам, но в итоге одержите победу над ними. Если арестовали неизвестных вам людей, то намеченные вами планы не реализуются по вашей вине. Арест знакомых сулит вам полученную от них своевременную и необходимую помощь.

Убегать от ареста — значит, вам предстоит вскоре получить хорошую новость о близких или обрадоваться встрече с ними.

Арестант во сне может предвещать новости наяву. Видеть арестанта с бритой головой и кандалами, преследующего вас, — к легкому недомоганию, насморку или гриппу.

Для девушки увидеть своего возлюбленного заключенным — может предвещать, что у нее появится причина усомниться в его любви.`
  },
  {
    word: 'Армия, Войско, Вооруженные силы',
    description: `Увидеть во сне армию — предупреждение о том, что необходимо подумать о своем будущем. Видеть во сне перемещения военной техники — значит, что вас могут ожидать мелкие неприятности и проблемы, а волнения и тревоги, связанные с ними, могут довести до нервного срыва или депрессии. Марширующее войско во сне — означает, что наяву вас ждут большие изменения и перемены в жизни.

Видеть во сне, как вас провожают в армию, — к получению долгожданного письма или весточки от детей. Служить во сне в армии — хороший сон, предвещающий удачу и финансовый успех.`
  },
  {
    word: 'Архив',
    description: `Увидеть во сне архив — означает, что вы что-то упустили в жизни или в работе.

Находиться в архиве, рыться в старых пыльных бумагах — означает, что вас ждет неприятное воспоминание или напоминание, которое может нарушить ваше душевное равновесие и довести до стрессового состояния.

Тайно проникнуть во сне в архив — значит наяву совершить какой-то неразумный поступок, который навредит вам в будущем.`
  },
  {
    word: 'Архитектор',
    description: `Если вы увидели во сне архитектора за работой — это сулит вам хорошие перемены в коммерческой деятельности.`
  },
  {
    word: 'Астра',
    description: `Увидеть во сне астры — сулит вам наяву получить похвалу начальника или признание окружающих. Много астр — вас ждет повышение в должности и уважение сослуживцев.

Цветущая или завядшая астра во сне может означать неисполнимое обещание или надежду, которой, к сожалению, не суждено сбыться. Цветущая черная астра — предупреждение, что кто-то из близких вам людей заболеет и потребуется ваша помощь.`
  },
  {
    word: 'Астролог, Астрология',
    description: `Заниматься во сне астрологией — знак того, что вас ждет большой успех и вы добьетесь отличных результатов.

Увидеть во сне астролога — знак того, что вы сумеете разгадать планы людей, пытающихся вам навредить, и нейтрализуете все их старания.

Покупать или читать во сне книги по астрологии — предвестие счастья и богатства, которое полностью зависит от ваших усилий и старания.`
  },
  {
    word: 'Астрономия',
    description: `Увидеть во сне астронома или самому заниматься астрономией — означает, что ваши планы осуществятся, но в достаточно отдаленном будущем.`
  },
  {
    word: 'Асфальт',
    description: `Приснившаяся вам дорога, покрытая асфальтом, или куча асфальта для укладки дороги — означает, что вас ждут непредвиденные препятствия при осуществлении намеченных планов, которые вам казались достаточно простыми.

Видеть во сне грязный асфальт или ходить по нему — предупреждение, что вам необходимо позаботиться о своем здоровье.`
  },
  {
    word: 'Ателье',
    description: `Посетить во сне ателье — означает, что, прежде чем взяться за новое дело, необходимо еще раз тщательно все проверить и изучить, чтобы не попасть впросак.`
  },
  {
    word: 'Атлас (географический)',
    description: `Увидеть во сне географический атлас — означает, что вам предстоит неожиданная поездка или командировка. Если же вы его внимательно рассматриваете, то такой сон является предупреждением: прежде чем взяться за новое дело, вам необходимо еще раз сопоставить все «за» и «против».`
  },
  {
    word: 'Аттракцион',
    description: `Видеть во сне аттракционы — означает, что вам предстоит безуспешная борьба. Вам понадобится время, чтобы снова добиться успеха или завоевать авторитет. Красивые аттракционы или луна-парк — вы можете ошибиться в своих надеждах.

Приснившиеся во сне качели — предостережение вас от опрометчивых поступков. Стоящие перед вами трудные задачи не удастся решить очень быстро, поэтому необходимо все хорошо обдумать.

Качаться во сне на качелях — вас будут одолевать противоречивые чувства, которые могут взять верх над здравым смыслом. Если вы раскачиваетесь высоко и при этом пугаетесь — вас могут ожидать частые перемены в жизни и не всегда в лучшую сторону. Упасть с качелей — внезапно и принципиально изменить свой образ жизни.

Вертеться во сне на детской карусели — значит, что вам предстоит попасть в гости и беспутно провести время.`
  },
  {
    word: 'Аудиенция',
    description: `Приснившееся во сне радостное известие, что вы получили долгожданную аудиенцию, — хороший знак, предвещающий счастье и удачу. Вы имеете реальные возможности улучшить свое положение в обществе.

Если же, напротив, вы даете согласие на аудиенцию, то такой сон может предупреждать вас об излишней амбициозности, ваши далеко идущие планы могут привести к непредсказуемым последствиям, у вас может не хватить сил довести до конца начатое дело.`
  },
  {
    word: 'Аукцион',
    description: `Сон об аукционе или публичных торгах — как правило, хороший знак. Иногда такой сон может предвещать недоразумение или ссору из-за денег.

Для бизнесменов и предпринимателей покупка на аукционе понравившейся вещи предвещает хорошую сделку, заключение договора, получение незапланированной прибыли.

Видеть во сне, как на аукционе ударяют молотком, — в будущем вас ждет случайный выигрыш, неожиданная прибыль. Если же ваше внимание останавливается на молотке ведущего — это предвещает, что скоро на вас свалится бремя приятных забот.

Купить себе что-либо на распродаже — значит, что вам наскучила обыденная жизнь и необходимо что-то поменять.`
  },
  {
    word: 'Аура',
    description: `Приснившаяся вам аура, излучающая свет и притягивающая ваше внимание, сулит вам удачу в делах, успех. Вы можете достичь гораздо большего, чем даже рассчитываете.`
  },
  {
    word: 'Афиша',
    description: `Увидеть во сне афишу — значит получить наяву неожиданную для вас новость. Клеить ее —- о вас будет разговор: или связанный с вашим повышением по службе, или в связи с возможным скандалом из-за вас. Читать ее — вас ждет неожиданное событие. Срывать афишу — вас может ожидать столкновение с властями или более сильным конкурентом.

Цветная афиша во сне — смех, а черная — может предвещать получение вами печальных или неприятных известий.

Иногда приснившаяся вам афиша или любые другие печатные объявления могут предвещать ложные слухи, не имеющие для вас особого значения.`
  },
  {
    word: 'Аэропорт, Аэродром',
    description: `Приснившийся аэропорт может символизировать ваше волнение, связанное с предстоящей поездкой, совещанием или подобным мероприятием. Если же вы вошли в здание аэропорта, то наши волнения наверняка обоснованны, вас может ожидать неприятность или конфликт в пути.

Встречать а аэропорту кого-либо — сулит вам получение письма или известия от далеких друзей или родственников.

Находиться на аэродроме или смотреть издалека, как, взлетают и садятся самолеты, — означает, что ваша излишняя откровенность и доверчивость в очередной раз навредит вам и у вас могут быть неприятности.`
  },
  {
    word: 'Бабочка',
    description: `Видеть во сне летающую бабочку — вас ждет беспокойство или мелкие домашние неприятности, у вас есть ненадежный друг или ветреный любовник. Поймать ее во сне — удача в любви. Раздавить — неприятность. Ранить — измена.

Видеть во сне красивую бабочку, порхающую над зеленой травой, — вас ждет успех и процветание.

Пойманный во сне мотылек — знак того, что наяву вам придется нарушить вверенную тайну или уличить друга или любимого в неверности.`
  },
  {
    word: 'Бабушка',
    description: `Видеть во сне бабушку или говорить с ней — значит, что удастся что-то хорошее, задуманное вами.

Умершая бабушка является во сне перед значительными переменами. Такой сон — благословение или предостережение. Очень хорошо, если встреча с ней происходит на кладбище.`
  },
  {
    word: 'Багаж',
    description: `Нести или везти самому во сне тяжелый багаж — предвестие вашего успеха в делах. Если же вы заставляете кого-то нести свой багаж — вас ожидают хлопоты и заботы. Беспокоиться во сне о своем багаже — значит, что вас могут ждать небольшие затруднения, а потерять его — ваши планы напрасны, задуманному не суждено реализоваться.

Увидеть со сие чемоданы, сумки и другой багаж, сложенный вместе, — означает, что вас ждет путешествие или командировка.

Носильщик, перевозящий багаж, — хороший знак, сулит вам удачное путешествие.`
  },
  {
    word: 'Байдарка',
    description: `Сон, в котором вы плывете на байдарке, предвещает вам жизненные испытания. Если вы плывете по спокойному озеру или вниз по течению, то ваша жизнь будет такой же размеренной и беззаботной; если вы плывете вверх по течению, особенно в штормовую погоду, — это предвещает вам успешное преодоление всех препятствий на пути и достижение желаемого результата. Если же вы перевернулись на байдарке, то вам нелегко будет преодолеть препятствия или вас может ждать ссора с любимым человеком.

Проплывающая мимо байдарка предупреждает вас о том, что медлите, долго думаете, чтобы принять решение, упускаете свою удачу.`
  },
  {
    word: 'Баклажан',
    description: `Видеть во сне растущие в поле баклажаны — означает, что наяву вас ждет успех и какой-то приятный подарок. Собирать их — добиться хороших результатов, успешно завершить начатое дело.

Если во сне вы готовите блюдо из баклажанов, то наяву вас ждет застолье или приятные домашние хлопоты.`
  },
  {
    word: 'Бактерия',
    description: `Сон, в котором вы видите бактерии, как правило, благоприятен.`
  },
  {
    word: 'Бал',
    description: `Видеть во сне бал со стороны — значит наяву иметь трудности и препятствия в делах. Танцевать на балу — пустые хлопоты, занятие бесполезным делом.`
  },
  {
    word: 'Балет, Балерина',
    description: `Балет во сне может предвещать наяву события, которые имеют особое, но не явное значение в вашей жизни. Быть может, вы стоите перед открытием какой-то тайны или обмана в семье. Такой сон может предвещать супружескую неверность, ссору между влюбленными, неудачи в бизнесе.

Смотреть балет в театре — вас может подвести или разочаровать человек, на которого вы возлагали большие надежды. Наслаждаться во сне балетом по телевизору — значит наяву иметь новое знакомство. Принимать участие в балете — к финансовым потерям и убыткам.

Сон, в котором вы видите танцующую балерину, может предвещать Еам в будущем частую смену удачи и настроения. Увидеть споткнувшуюся балерину — предвестие неудачи или неблагоприятных обстоятельств.`
  },
  {
    word: 'Балкон',
    description: `Приснившийся балкон собственного дома сулит вам почет и уважение коллег, успешное завершение начатого дела, неожиданное повышение по службе. Видеть во сне чужой балкон — неудовлетворенность в любви.

Балкон во сне также может означать неожиданное повышение по службе. Увидеть много балконов — пустые обещания.

Быть на балконе — вас ждут тревоги, возможно, напрасные. Стоять высоко на балконе — испытывать страх перед ответственностью, беспокойство за непрочность своего положения. Лезть на него через перила — вам предстоит ответственное испытание. Слезать — непредвиденные обстоятельства. Прыгать — излишняя самоуверенность.

Для влюбленных долгое прощание на балконе может предвещать окончательный разрыв в отношениях.

Если вы видите во сне, как обваливается балкон, сон предвещает вам неустойчивость вашего положения, многие ваши замыслы так и останутся несбыточными мечтами.`
  },
  {
    word: 'Баллончик газовый',
    description: `Если во сне вы приняли решение купить себе газовый баллончик — значит, что вы приняли правильное решение, которое обеспечит вам в будущем стабильность вашего положения.`
  },
  {
    word: 'Баловство',
    description: `Если во сне вы балуетесь или шалите, как ребенок, — это является отражением вашей энергии и энтузиазма. Вы имеете авторитет в обществе, и с вами легко общаться окружающим.

Видеть во сне, как шалит ребенок, — значит, что вы молоды духом и можете гораздо больше, чем вам кажется.`
  },
  {
    word: 'Бальзам',
    description: `Пользоваться во сне бальзамом для лечения — означает, что ваши надежды на что-то не оправдаются. Видеть во сне бальзам больному человеку — к улучшению здоровья, здоровому — к исполнению желаний.`
  },
  {
    word: 'Бананы',
    description: `Есть бананы во сне — значит, что вам предстоит заняться новым, но достаточно рискованным делом. Сон может также предвещать ссору, в которой вы будете инициатором.

Торговать бананами — к пустым хлопотам.`
  },
  {
    word: 'Банк, Банкир',
    description: `Приснившийся банк символизирует спокойную и размеренную жизнь. Находиться внутри — вам необходимо проявить осторожность и предусмотрительность, чтобы нестать жертвой обмана. Сберкасса во сне — вас ждут финансовые проблемы и ссоры в семье.

Увидеть в банке в большом количестве серебро и банкноты — к уважению коллег и признанию в обществе.

Видеть себя во сне банкиром — значит, что кто-то пытается воспользоваться вашей доверчивостью или с вашей помощью решить свои личные проблемы. Работать в банке — к успеху. Если во сне вам предложили работу в банке и вы согласились, то вас ждет улучшение не только материального благосостояния, но и вашего положения в обществе.

Иметь во сне деловой разговор с банкиром — берегитесь необдуманных сделок и спекулянтов.

Вносить деньги в банк — к исполнению вашего сокровенного желания; золотые деньги — означают легкомыслие, небрежность, неосторожность; снимать деньги со счета — предстоящие долги. Если вы получили в банке деньги или другие ценности, то такой сон сулит вам огромную прибыль и процветание.`
  },
  {
    word: 'Банкет',
    description: `Приснившийся банкет предвещает период успехов и удач во всех делах, но недоразумения и странности могут означать размолвки и недопонимание на работе.

Получить во сне приглашение на банкет — к скорому солидному денежному вознаграждению, но если вы сами устраиваете банкет и готовите приглашения — вас могут ожидать конфликты с коллегами, кто-то попытается вас унизить или оскорбить.

Веселая и шумная обстановка на банкете, дорогое убранство, шикарная посуда и деликатесы на столах — к большой прибыли и к успешному окончанию начатого дела. Пустые столы и мрачные, недовольные гости во сне могут предвещать вам роковые недоразумения наяву.`
  },
  {
    word: 'Банки (посуда)',
    description: `Видеть во сне полные банки — предвестие вашего успеха в делах, пустые — к финансовым трудностям и обнищанию. Стеклянные пустые банки могут предвещать предстоящую радость.

Покупать во сне банки — значит наяву испытывать непрочность своего положения. Разбитая банка может предвещать неприятность или проблемы со здоровьем.`
  },
  {
    word: 'Банкрот, Банкротство',
    description: `Если по сне вы не можете оплатить свои долги, то это означает, что наяву ваши дела будут улучшаться и у вас не будет материальных затруднений.

Разориться во сне — вас ждут большие перемены, которые принесут хорошие доходы и успех в делах. Кроме того, разориться во сне и стать нищим — к счастью в игре и опасных, рискованных проектах.

Увидеть во сне, что вы стали банкротом, — значит, что наяву вы сами найдете выход из затруднительного положения.`
  },
  {
    word: 'Бант',
    description: `Увиденный во сне бант сулит наяву мелкие затруднения и интимные успехи.`
  },
  {
    word: 'Баня',
    description: `Увидеть во сне баню — вас ждут приятные приключения. Находиться во сне в турецкой бане — вам предстоит отдых и развлечения. Сидеть во сне в сауне — вы с большим трудом достигнете цели, к которой стремились, но это окажется напрасным. Париться во сне — к веселью и прибыли.

Мыться самому в бане — неожиданность, здоровье, богатство. Если при этом вы получаете удовольствие и наслаждение — вас ждет счастливая семейная жизнь, полная радости и удовольствий. Если вы видите, как моются другие, — нас ожидает интересное общество. Мужчину в бане видеть — умаление вашего достатка, бедность, женщину — огорчение. Кровь в бане — несчастье.

Если во сне вы находитесь в парилке — это предвестие того, что все ваши проблемы неожиданно разрешатся достаточно простым, но неординарным образом.`
  },
  {
    word: 'Бар, Интим-бар',
    description: `Находиться во сне в баре — вас ждет мимолетное знакомство, которое принесет вам сплетни и осуждение окружающих.

Проводить во сне время в интим-баре или ночном клубе — значит, что ваши планы встретят резкое осуждение и недовольство со стороны ваших единомышленников.

Увидеть себя во сне в фитобаре или чайхане и пить лечебный чай или настой на травах — означает, что вам необходимо уделить внимание своему здоровью, возможно, пройти обследование.

Пивной бар символизирует повышенную активность ваших врагов.`
  },
  {
    word: 'Баран',
    description: `Увиденный во сне баран символизирует успех, иногда оскорбительный. Если он бьется рогами — страх, брань. Много баранов видеть — сила, честь, благополучие.

Ехать во сне на баране — искать выход из запутанной ситуации. Пугаться барана, бежать от него — невольно вступить в сомнительные отношения с врагами или недоброжелателями.`
  },
  {
    word: 'Барбарис',
    description: `Увиденный во сне барбарис может предвещать вам неприятности.`
  },
  {
    word: 'Барвинок',
    description: `Барвинок — искренняя любовь друзей, чистая любовь. Плести из барвинка венок — предвестие верной дружбы.`
  },
  {
    word: 'Бармен, Барменша',
    description: `Видеть во сне бармена, наблюдать за его работой — сон-предупреждение о том, что ваше стремление к низменным удовольствиям может завести слишком далеко и поставить под удар ваше счастье и благополучие.

Быть во сне самому за стойкой бара — к перемене деятельности. Для девушки увидеть такой сон — значит, что вскоре предстоит общаться с беспутными мужчинами и ничего хорошего из этого не получится.

Для мужчины девушка, стоящая за стойкой бара, сулит мелкие неприятности.
`
  },
  {
    word: 'Барокамера',
    description: `Увиденная во сне барокамера символизирует вашу упертость и нежелание, в угоду своим амбициям, найти компромисс. Проводить во сне ее испытания — значит, что человек, на которого вы надеетесь, может вас подвести в трудную минуту.`
  },
  {
    word: 'Барометр',
    description: `Увиденный во сне барометр предупреждает вас о том, что ваши надежны напрасны и дело, на которое вы рассчитывали, окажется для вас неудачным.

Разбитый барометр предвещает изменения в вашем жизненном ритме, привычном раскладе дел.`
  },
  {
    word: 'Барсук',
    description: `Приснившийся барсук — это символ вашей удачи. Если вы увидели его во время особенно больших затруднений — очень хороший знак, сулящий вам скорые прибыли и достаток.`
  },
  {
    word: 'Бархат',
    description: `Увидеть во сне бархат — к успеху в делах, старый бархат во сне может означать препятствия в деле, возникшие из-за вашей гордости.

Для девушки увидеть себя во сне в бархатном платье — значит, что ее в скором будущем ждет встреча с настойчивым поклонником.

Получить бархат в подарок — успех зависит от вашей осмотрительности и благоразумия, в противном случае вы сами создадите себе ненужные проблемы.`
  },
  {
    word: 'Барьер',
    description: `Барьер во сне символизирует препятствие наяву. Видеть, как люди или животные преодолевают барьер, — значит, что вы преувеличиваете свои проблемы. Все обстоит гораздо проще. Остановиться перед барьером — вас могут ожидать небольшие потери или разочарования. Перешагнуть барьер — значит, что в своих делах и стремлениях вы добьетесь хороших результатов.`
  },
  {
    word: 'Бассейн',
    description: `Видеть во сне бассейн с чистой водой — к осуществлению ваших желаний, тонуть в нем — достижение цели породит непредвиденные трудности.`
  },
  {
    word: 'Батарейка',
    description: `Увидеть во сне батарейку или небольшой аккумулятор — означает, что впереди вас ждут не лучшие времена и необходимо приложить много усилий, чтобы стабилизировать ситуацию и добиться намеченных целей. Видеть внезапно севшую батарейку или разряженный аккумулятор — значит, что неприятности могут застигнуть вас врасплох.`
  },
  {
    word: 'Батарея отопительная',
    description: `Отопительная батарея во сне символизирует мелкие неприятности наяву.`
  },
  {
    word: 'Батискаф',
    description: `Увидеть во сне батискаф — предвестие неожиданного и удивительного наяву.

Наблюдать во сне из батискафа за морским дном и его обитателями — значит, что наяву вас ждет успех и удача в делах.`
  },
  {
    word: 'Батут',
    description: `Прыгать во сне на батуте и получать от этого удовольствие — предвестие вашего успеха в делах и высокой оценки вашей работы. Если же вас тошнит или кружится голова, то вам следует больше времени уделять своему здоровью.`
  },
  {
    word: 'Башня',
    description: `Видеть во сне башню — предвестие скорого и большого успеха или символ вашего стремления к уединению. Видеть, как башня падает, — значит, что ожидаемый успех пройдет совсем рядом, но мимо вас.

Видеть во сне башню далеко на горизонте — сулит вам наяву раздражение и тоску. Сторожевая вышка — предстоящее вам сомнительное путешествие или приключение. Взбираться на башню — успех, падать — предупреждение о том, что непродуманные планы могут навредить вам. Много башен в городе — вас ждет необычное дело.`
  },
  {
    word: 'Бег, Бег наперегонки, Беглец, Бегство, Забег',
    description: `Бег во сне — предостережение о надвигающейся опасности, которой легко можно избежать. Бегать во сне — вас может ждать интересная и хорошая работа, но необходимо поторопиться, чтобы вас не обогнали. Очень быстро бегать — вас ждет веселое времяпрепровождение, вы полны сил и энергии. Бежать и быть не в состоянии остановиться — вас ждет большой труд, огромные усилия, которые придется приложить на пути к успеху. Если вам снится, что вы бежите в группе других людей, — это означает, что вы примете участие в каком-то веселом празднике.

Бежать за кем-то до сильной усталости — предвестие возможного финансового поражения или убытков. Бежать и упасть — серьезная неудача в самом начале нового дела.,

Беглеца видеть во сне — сулит вам наяву тревоги, может настать период, который временно лишит вас покоя и безопасности. Помочь беглецу скрыться — вас могут ожидать финансовые проблемы. Самому совершить удачный побег во сне — значит, что наяву вы сможете избежать предстоящей опасности.

Участвовать во сне в забеге — значит, что вам предстоит дальняя дорога. Видеть забег со стороны — к предстоящей встрече в вашем доме с друзьями или родственниками.

Участвовать в кроссе — к незначительным препятствиям в общении с родственниками или близкими вам людьми. Убежать во сне от преследователя — означает, что ваши неудачи сменятся на успех.`
  },
  {
    word: 'Бегемот, Гиппопотам',
    description: `Если вы увидели во сне бегемота — сон предвещает вам знакомство с влиятельным человеком, который хорошо к вам относится. Если же бегемот агрессивен, бросается на вас или гонится — предостережение, вас может ожидать скорое противостояние с сильным противником.`
  },
  {
    word: 'Беда',
    description: `Попасть во сне в беду — означает, что вас может ожидать недомогание. Вам необходимо позаботиться о своем здоровье.

Быть виновником чьей-то беды — к семейным ссорам, недопониманию с друзьями, конфликтам с компаньонами.

Если во сне вы попали в беду, но смогли преодолеть всех врагов, то, несмотря на все предстоящие препятствия, вы достигнете поставленной цели.`
  },
  {
    word: 'Бедность, Бедняк',
    description: `Быть во сне бедным — вам предстоит пережить разочарования, неприятности. Видеть во сне нищего — к приятному удивлению, много нищих — к сплетням. Нищим или очень бедным быть самому — к счастью в игре и опасных предприятиях, к возможному получению незапланированной прибыли или прибавки к зарплате.`
  },
  {
    word: 'Бедро',
    description: `Гладкое бедро во сне — сулит вам удачу и всевозможные удовольствия наяву, пораненное или покалеченное бедро — сон-предостережение: вас может ожидать предательство там, где вы меньше всего ожидаете.

Видеть свои бедра сильными и красивыми — предвестие крепкого здоровья, улучшения самочувствия для больных.`
  },
  {
    word: 'Беженец, Беженцы',
    description: `Видеть во сне много беженцев — означает, что какие-то политические изменения окажут влияние на ваше положение или состояние. Быть самому беженцем — получить много проблем из-за своего завышенного самомнения и чрезмерных амбиций. Помогать беженцам — к успеху и прибыли.`
  },
  {
    word: 'Безумие',
    description: `Видеть себя во сне безумным или сумасшедшим — предвестие предстоящих затруднений и препятствий в делах. Видеть кого-то сумасшедшим — значит, что наяву вас кто-то пытается обмануть, возможно, тот, на чью помощь и поддержку вы рассчитываете. Убегать во сне от сумасшедшего — значит, что ваши заблуждения могут подвергнуть вас опасности или создать препятствия на пути к намеченной цели.`
  },
  {
    word: 'Белить',
    description: `Белить во сне или размешивать подготовленную побелку — значит, что вам вскоре предстоит принять участие в торжестве или побьшать на свадьбе.`
  },
  {
    word: 'Белка',
    description: `Видеть во сне белку — вас ждет новость, счастье в браке. Сидящая на дереве и грызущая орехи белка может предвещать вам общество ветреных женщин или знакомство, не сулящее ничего хорошего.

Для мужчины держать белку в руках — познакомиться с ветреной девушкой, бегать за белкой — из-за нее возникнет много проблем и неприятностей. Настойчиво преследовать — разорение или большие финансовые убытки из-за понравившейся вам женщины сомнительного поведения.`
  },
  {
    word: 'Белье',
    description: `Вешать во сне белье на веревку — сулит вам наяву выигрыш, неожиданное получение денег или незапланированной прибыли.

Покупать белье — к потере, продавать — к домашним трудностям, стирать — к прибыли, материальному поощрению, мокрое выкручивать — разоблачить предательство.

Грязное белье во сне — досада и ложь наяву, чистое — счастье, женское белье для мужчины — неприятности на работе, рвать белье на себе — стыд.

Видеть во сне, как вы встали в нижнем белье с постели, — значит наяву узнать очень интересные новости.`
  },
  {
    word: 'Бензин, Автозаправочная станция, АЗС',
    description: `Видеть во сне бензин, слышать его запах, заправлять бензином автомобиль на дороге — сон-предостережение: вас ожидает большая неприятность, поэтому необходимо остерегаться неожиданных скандалов и сплетен. Поливать им что-нибудь, мазать — портить отношения с людьми.

Если бензин вспыхнет — вас ждет счастливое избавление от опасности. Обжечься при вспышке — влюбиться.

Бензоколонка во сне — сулит вам наяву выгодное предложение, контракт, новую работу.

Заправлять во сне свою машину на автозаправочной станции — к увеличению дохода.

Покупать что-либо, кроме бензина, на автозаправочной станции — означает, что вам необходимо позаботиться о своем здоровье. Посетить на АЗС туалет — знак того, что ваши тревоги напрасны.

Работать во сне на автозаправочной станции — значит, что вы сможете получить необходимую вам финансовую помощь.`
  },
  {
    word: 'Берег',
    description: `Увиденный во сне берег реки — символ скорого достижения намеченной цели, успеха в делах. Если вы к нему причаливаете — вас ждет спокойная и счастливая жизнь, если вы никак не можете до него добраться — неисполненные ожидания, провал в деле.

Видеть издали крутой берег — к неприятности и опасности, отлогий — к веселью.`
  },
  {
    word: 'Береза',
    description: `Береза во сне символизирует наличие врагов наяву. Но у вас достаточно сил, чтобы успешно с ними справиться и с честью выйти из затруднительного положения.

Одинокая береза во сне может означать, что наяву за вами охотится какая-то женщина, вас может ждать неожиданное приобретение или прибыль. Сидеть в тени одиноко стоящей и поле березы — означает, что ваше стремление к чему-то окажется для вас недосягаемым.`
  },
  {
    word: 'Беременность',
    description: `Для мужчины видеть во сне беременную — к переменам, материальному благополучию, рожающую — к затруднениям в делах, предстоящим трудностям. С беременной рядом лежать — к приятным надеждам. Быть во сне беременным — к реализации многообещающих планов, прибыли, богатству.

Для женщины видеть во сне беременную — к успеху в хозяйстве, достатку в семье, самой быть беременной — к радости. Для девушки быть во сне беременной — к обману.`
  },
  {
    word: 'Беседа',
    description: `Беседовать во сне — означает, что полученные вами с большим трудом сведения окажутся бесполезными. Слышать, как беседуют другие, — вам предстоит борьба за свое счастье и материальное благополучие. И только от вас зависит ее успешность.`
  },
  {
    word: 'Беседка',
    description: `Видеть во сне беседку или садовый домик — значит, что наяву вас ждет радость и счастье в любви.

Сидеть в беседке — завести новые любовные связи.

Видеть во сне, что вы находитесь в павильоне, — к приступам ностальгии, сожалению о давно утраченном.`
  },
  {
    word: 'Бесплодие',
    description: `Узнать во сне, что вы бесплодны, — означает, что наяву вас ждут препятствия в делах. Лечиться от бесплодия — значит, что вам предстоит достичь поставленной цели и добиться спеха в новом деле.`
  },
  {
    word: 'Беспорядок',
    description: `Видеть во сне беспорядок, разбросанные вещи, сдвинутую мебель — значит, что вас может ожидать печаль, кто-то оказывает на вас давление или вмешивается в принятие решений. Ближайшие перспективы будут вызывать у вас недовольство и раздражение по любому поводу.

Для мужчин: если во сне вам стыдно за беспорядок в квартире перед гостями или родственниками — значит, наяву вам предстоит знакомство с девушкой.

Самому производить беспорядок во сне, разбрасывать вещи — к материальным убыткам, возможно, к бедности.`
  },
  {
    word: 'Библиотека, Библиотекарь',
    description: `Быть во сие в библиотеке — значит иметь наяву хорошего наставника или доказать начальнику, что вы можете гораздо больше, чем он думает. Горящая библиотека — потеря компаньонов, разлука с другом, духовное одиночество.

В ней заниматься — возникновение новых жизненных планов, потребность в совете надежного друга.

Брать в ней книги — ваши усилия напрасны, вы планируете сделать то, что не под силу.`
  },
  {
    word: 'Библия',
    description: `Видеть во сне Библию — сон, который сулит вам повышение по службе, новую и высокооплачиваемую должность или работу, получение ответа на давно мучивший вас вопрос.

Читать Библию — к благополучию. Купить — уладить вовремя семейный конфликт.`
  },
  {
    word: 'Бигуди',
    description: `Увидеть во сне бигуди или накручивать иа них волосы — вам предстоят радостные хлопоты или бесполезное времяпрепровождение.`
  },
  {
    word: 'Бизнес, Бизнесмен',
    description: `Сон о бизнесе — как правило, предвещает препятствия и неудачи. Увидеть себя во сне крупным бизнесменом — значит, что ваши друзья или родственники возлагают на вас большие надежды, но вы не торопитесь их оправдать.

Стать во сне самому предпринимателем и открыть собственное дело — предвестие ваших успехов, возложенные на вас большие надежды могут оправдаться, и вы сможете подняться по служебной лестнице.`
  },
  {
    word: 'Бикини',
    description: `Видеть женщину или девушку на пляже в бикини — значит, что вас ждут большие перемены в жизни, знакомство с любимым человеком.

Снимать бикини — означает, что вы слишком просто относитесь к жизни и это когда-нибудь может сыграть с вами злую шутку.

Примерять во сне чужие бикини — ваши действия провоцируют против вас злой замысел, обман. Вам следует быть поскромнее, иначе ваша самоуверенность сильно навредит вам.`
  },
  {
    word: 'Билет, абонемент',
    description: `Приснившийся вам постоянный билет (абонемент) на городской транспорт предвещает спокойную и однообразную жизнь.

Если во сне вам дают пригласительный билет на какое-то мероприятие, то наяву вас ждет встреча с интересным человеком.

Билет в театр и кинотеатр предвещает вам приятное времяпрепровождение.

Увиденный во сне лотерейный билет указывает на то, что если ваша щедрость неискренняя, то вы не получите взамен то, на что рассчитывали.`
  },
  {
    word: 'Бинокль, Бинокль полевой, Бинокль театральный',
    description: `Видеть или использовать по назначению во сне полевой бинокль — сулит вам материальное благополучие.

Пользоваться испорченным биноклем — значит, что нам предстоит осознать неустойчивость вашего положения и сомнительные материальные перспективы.

Следить с помощью бинокля за людьми или чем-либо, не имея на это права (даже морального), — значит, что кто-то уверенно распространяет порочащие вас слухи.

Смотреть в бинокль театральное представление или скачки на ипподроме — сулит вам материальное благополучие.

Держать во сне бинокль и не знать, что с ним делать, бессознательно вертеть его в руках — значит, что вскоре вы станете объектом настойчивых ухаживаний и домогательств со стороны человека противоположного пола. И он в конце концов добьется того, что вам это начнет нравиться.`
  },
  {
    word: 'Бинт',
    description: `Приснившийся бинт — предвестие предстоящих затруднений, для преодоления которых вам потребуется много времени и сил.`
  },
  {
    word: 'Биржа',
    description: `Биржа во сне, которую вы видите со стороны, — хороший знак. Такой сон сулит быстрое развитие дел, помощь людей, от которых вы зависите.

Выигрывать на бирже — счастье, проигрывать — приятная новость, спекулировать на бирже — ваши попытки улучшить свой статус в обществе и материальное положение окажутся неудачными.

Видеть во сне сотрудников биржи — предостережение, что вам необходимо более ответственно относиться к принятию решений, тщательно готовить необходимые документы.`
  },
  {
    word: 'Бирюза',
    description: `Бирюза во сне символизирует скорое осуществление вашей заветной мечты.

Украшения из бирюзы — предвестие события, которое сильно повлияет на вашу дальнейшую жизнь.`
  },
  {
    word: 'Бисексуал',
    description: `Видеть во сне бисексуала — значит попасть наяву в спорную и неоднозначную ситуацию.`
  },
  {
    word: 'Бисер',
    description: `Как правило, приснившийся бисер сулит вам необходимую помощь влиятельных людей или друзей, но также может сниться к слезам или бесполезным хлопотам.

Считать бисер — к радости, разбрасывать — вы можете потерять уважение друзей и коллег, нанизывать — предстоящая встреча с трудностями не представит вам больших осложнений, проявив минимум усилий, вы сможете их преодолеть.`
  },
  {
    word: 'Бисквит',
    description: `Есть во сне бисквит — отражение наяву ваших сомнений и неопределенности желаний. Иногда такой сон — предупреждение о возможном предательстве или измене.

Видеть бисквит — к радости, веселью. Печь его во сне — значит, что вам необходимо позаботиться о здоровье.`
  },
  {
    word: 'Бить кого-нибудь',
    description: `Бить во сне подчиненных — к их послушанию, жену — к ее измене, мужа — к новому другу, приятному сюрпризу, находке, колотить палкой — к крепкой дружбе.

Получать во сне удары от живых — к семейному счастью, всему хорошему. От мертвых — к неприятностям, тоске.`
  },
  {
    word: 'Благословение',
    description: `Получить во сне благословение — значит, что наяву вас ждет успех, прибыль, неожиданное материальное благополучие или повышение в должности. Такой сон дает большую надежду и перспективу влюбленным и бизнесменам.`
  },
  {
    word: 'Благотворительность',
    description: `Слышать во сне о благотворительной деятельности — значит, что наяву вас ждет прилив сил, жизненной энергии и успехи в творчестве (особенно для творческих личностей).

Быть во сне самому меценатом — предвестие успеха и удачи в делах и работе, неожиданного получения денег, прибыли, подписания выгодного контракта. Если же деятельность благодетеля или мецената относится к вам — вам дают деньги или оказывают другую благотворительную помощь, то вам следует обратить особое внимание на свою репутацию, положение в обществе, отношения с руководством и коллегами.

Получать во сне благотворительную помощь — к успеху в делах, повороту к лучшему.`
  },
  {
    word: 'Бледность',
    description: `Видеть себя во сне бледным — значит, что вас могут поймать на лжи. Бледнеть во сне — к легкому недомоганию. Видеть, как другие бледнеют, — к получению не очень приятной вести или письма.`
  },
  {
    word: 'Близнецы, Двойня, Двойняшки',
    description: `Сон, в котором вы видите близнецов, — очень противоречивый. Он может быть символом уверенности и успеха в делах или предвестием вашей нерешительности, медлительности, колебаний, мучительной необходимости сделать выбор. Поэтому вам необходимо пересмотреть свои жизненные принципы, отношение к делам и принять верное решение.

Близнецы во сне — предвестие крепкой дружбы и согласия в семье, для холостых — скорой женитьбы по любви. Больные близнецы могут предупреждать о предстоящих осложнениях, сросшиеся — о предстоящем успехе и счастье.`
  },
  {
    word: 'Блины',
    description: `Блины во сне могут предвещать письмо или неприятности наяву.

Печь во сне блины — означает, что вы слишком экономны и бережливы.

Есть но сне блины — к предстоящему большому успеху и делах.
`
  },
  {
    word: 'Блокнот',
    description: `Блокнот, увиденный во сне, может предвещать вам новое дело, неожиданные обязанности и связанные с этим заботы.`
  },
  {
    word: 'Блоха',
    description: `Видеть во сне, как прыгает блоха, и поймать ее — предвестие денег, богатства, хороших возможностей для реализации своих способностей. Убить блоху — к деньгам, прибыли, получению незапланированного дохода.

Искать во сне блох на себе — к домашним заботам и беспокойству, найти — к ссорам и бесполезным спорам.

Если во сне вас кусают блохи — значит, наяву кто-то пытается оговорить вас, распускает ложные слухи.`
  },
  {
    word: 'Бобр',
    description: `Приснившийся вам бобр является символом вашего усердия, терпения и настойчивости, которые помогут вам достичь прекрасных результатов в работе. Убить его — к возможному обману.`
  },
  {
    word: 'Бобы',
    description: `Видеть или собирать во сне бобы — к сплетням. Есть их — к напрасным хлопотам, проглотить — значит получить незаслуженно выговор или оскорбление.

Увидеть во сне бобоЕый лист для беременной — может быть предвестием неожиданных родов.`
  },
  {
    word: 'Бог, Всевышний, Вседержитель, Господь',
    description: `Часто такой сон не обещает ничего хорошего. Видеть Бога во сие или говорить с ним — знак предстоящей болезни, поэтому необходимо заранее обратить особое внимание на свое здоровье.`
  },
  {
    word: 'Богатство, Достаток',
    description: `Обладать во сне богатством — значит, что наяву вас ждет повышение, вы сможете подниматься верх по служебной лестнице, но только благодаря вашему старанию и усердию. Если вам приснилось, что у вас неожиданно появилось большое состояние, — значит, что наяву вы будете удачливы в делах, а ваши друзья вам помогут при необходимости.

Если во сне вы приобрели богатство силой, то наяву вас может ожидать бесчестье.

Видеть богатыми других — вы можете рассчитывать на поддержку и помощь друзей.

Купаться во сне в роскоши — предвестие богатства и успеха, который, однако, не принесет ожидаемого удовлетворения из-за вашей амбициозности, самомнения и пренебрежения теми, благодаря кому вы чего-то достигли в жизни.

Видеть себя во сне в полном достатке — хороший знак. Он символизирует взаимопонимание и благополучие в семье, успешное решение денежных вопросов и финансовых проблем, хорошее здоровье.

Сон, в котором вы становитесь обладателем большой суммы денег, означает несбыточные мечты.`
  },
  {
    word: 'Богема',
    description: `Увидеть во сне представителей богемы — предостережение от необдуманных поступков или скоропалительных решений. Вы можете оказаться в неловком или затруднительном положении из-за того, что окружающие не поняли Еаших замыслов или действий.`
  },
  {
    word: 'Богоматерь',
    description: `Видеть во сне Богоматерь — хороший сон. Вас ожидает счастливое событие. Что она вам говорит, надо выполнять. Если во сне она явилась вам в том величественном виде, в каком ее изображают на картинах, — предвестие предстоящего самого счастливого события в вашей жизни.

Видеть во сне икону Богоматери в тучах — плохой знак.`
  },
  {
    word: 'Богослужение',
    description: `Присутствовать во сне на богослужении в церкви — значит, что вам предложат вскоре повышение по службе или новую, более высокооплачиваемую работу.`
  },
  {
    word: 'Богохульство',
    description: `Увидеть во сне, как кто-то рядом богохульствует, — предостережение о том, что по отношению к вам готовится какая-то несправедливость.

Самому богохульствовать во сне — значит, что наяву вы проявляете грубость или неуважение в отношении близких вам людей или друзей, даже не замечая этого.`
  },
  {
    word: 'Бодать',
    description: `Если вам приснилось, что на лбу неожиданно выросли рога и вы ими кого-то бодаете, — значит, что наяву, проявив упорство и настойчивость, вы добьетесь исполнения своих желаний.`
  },
  {
    word: 'Бодибилдинг',
    description: `Если во сне вы занимаетесь бодибилдингом, то наяву вам предстоит небольшое разочарование в том, что появившаяся неожиданно перспектива или удача окажется призрачной и нереальной.

Участие в соревнованиях — предвестие того, что препятствие, оказавшееся на вашем пути, окажется безобидным, вы преодолеете его без лишних хлопот и проблем.`
  },
  {
    word: 'Бойкот',
    description: `Увидеть во сне, что ваши друзья или сослуживцы объявили вам бойкот, — предостережение. Ваша самонадеянность и излишняя самоуверенность даст повод вашим друзьям и знакомым отвернуться от вас, оставив вас один на один со своими проблемами.`
  },
  {
    word: 'Бойня',
    description: `Видеть во сне скотобойню — предостережение. При заключении сделок и принятии важных решений следует проявить особую осторожность. Ваши новые компаньоны или советчики думают о своей выгоде, и принятое вами решение ослабит ваше положение в обществе и доверие к вам.

Работать на бойне — знак того, что из-за своих непродуманных и глупых поступков вы можете потерять свой авторитет.

Видеть животных на скотобойне — сулит вам получение прибыли или неожиданного вознаграждения, премии или другого дохода.

Видеть во сне, как мясники бьют скот на мясо и отрезают кусок для вас, — предостережение о предстоящем невыгодном для вас дележе имущества или обязанностей.`
  },
  {
    word: 'Бокал',
    description: `Увиденный издалека во сне бокал может означать сплетни о вас. Отказываться от предлагаемого вам бокала — значит, что вас ждет неожиданное и досадное обстоятельство.

Получить в подарок бокал — значит получить наяву повышение в должности или наследство. Полный бокал или рюмка для девушки может символизировать предстоящую беременность.

Пить во сне из бокала — иметь временное удовольствие. Для больных видеть его во сне или пить из золотого или серебряного бокала — к медленному выздоровлению. Разбитый бокал во сне предвещает болезнь.

Фужер или бокал с водой снится к хорошему здоровью, с виком — к радости и удовольствиям, полный — к хорошему отношению с окружающими, переполненный — к возможной ссоре.

Рюмка, приснившаяся вам, предвещает веселье и успех у противоположного пола. Из нее пить — испытывать вожделение. Видеть во сне много-много пустых рюмок — к неожиданной потере или одиночеству. Разбить рюмку — встретить неискреннего друга или разочароваться в возлюбленном.`
  },
  {
    word: 'Болезнь, Аденома, Аллергия, Амнезия, Ангина, Анемия, Аритмия, Артрит, Астма, Атрофия органа, Близорукость, Бронхит, Вирус, Водянка, Вывих, Гангрена, Гонорея, Горячка, Грипп, Грыжа, Дизентерия, Желтуха, Изжога, Инсульт',
    description: `Болезни во сне редко предвещают болезни наяву.

Если во сне на приеме у врача вы подробно описываете симптомы тревожащей вас болезни, то такой сон может сулить вам предстоящие неприятности на работе или дома.

Быть но сне больным какой-то неопределенной болезнью — значит, что наяву вам предстоят заботы, жизненные тревоги. Если во сне ваш больной родственник выздоровеет, то это может означать, что у вас есть скрытые от сознания нанлзчивые страхи. Быть больным и видеть, как все хлопочут возле вас, — значит, что наяву вы стремитесь к беззаботности, возможно, вы — безответственный человек.

Если во сне вы видели себя заболевшим, то это может означать, что вы морально устали и ваши нервы на пределе. Вам необходим отдых или отвлечение на какое-то время от дел.

Заразиться во сне вирусной инфекцией — значит, что наяву вас ждет успех и процветание, если же вы боитесь заразиться, всячески себя оберегаете, то, вероятно, вам предстоит сделать серьезный выбор, от которого будет зависеть ваша дальнейшая жизнь.

Получить во сне травму — предостережение, что вашему здоровью угрожает опасность, поэтому вам необходимо срочно позаботиться о своем здоровье. Видеть травму у кого-то — значит, что вокруг вас кто-то разводит сплетни и клевету.

Вывих, полученный во сне, может предвещать затруднения в делах, преодоление которых будет вам стоить очень дорого или займет слишком много времени и сил.

Увидеть во сне, как вам удаляют аденому (доброкачественную опухоль), — значит, что вы сможете устоять перед сильным соперником.

Видеть во сне у себя аллергическую сыпь или другую аллергическую реакцию — значит, что наяву вы можете рассчитывать на помощь друзей и близких.

Сон, в котором вы видите себя или близкого человека потерявшим память (амнезия), — предостережение: вы можете столкнуться с проблемами из-за вашего прошлого, старых ошибок или обмана.

Если вам снится, что другие болеют ангиной, — это значит, что какая-то болезнь станет причиной вашего сильного беспокойства. Самостоятельно во сне лечиться от ангины — значит наяву убедиться в том, что человек, на которого вы рассчитывали, на самом деле бессовестный и беспринципный.

Если во сне доктор сказал, что у вас анемия (малокровие), то наяву вас ждет период хорошего здоровья.

Если во сне вы ощущаете у себя признаки аритмии — значит, что вас могут ожидать тревожные новости. Если же при обследовании у вас не обнаружили этой болезни, то все препятствия, стоящие у вас на пути, окажутся несерьезными и вы их легко преодолеете.

Если во сне вы страдаете от артрита, то наяву вас ждет период хорошего здоровья.

Сон, в котором вы болеете астмой или чувствуете признаки удушья, означает, что вас ожидают большие перемены, причем в лучшую сторону. Для астматика такой сон не имеет значения, он является простым отражением действительности.

Приснившаяся вам болезнь, последствиями которой может быть атрофия какого-то из органов, означает, что все ваши проблемы останутся позади, если же орган отказал или вас парализовало, то время ваших проблем еще не закончилось.

Увидеть во сне у себя бельмо на глазу — плохой знак; если на правом глазу — вас может обмануть мужчина, а на левом — женщина.

Узнать во сне о своем бесплодии — значит, что впереди вас ждут трудности в решении намеченных планов. Если вам удалось от него вылечиться, то реализация поставленной цели не представит для вас особого труда.

Страдать во сне близорукостью — означает, что вы запутались в своих делах, в поиске вашего выбора. Если во сне вы видите, что ваша невеста близорука, то, возможно, она разочарует вас.

Заболеть во сне бронхитом — значит, что наяву вам предстоит оказаться перед нелегким выбором. Иногда такой сон, особенно если бронхит сопровождается сильным кашлем, может предвещать вам некоторые затруднения, препятствия в делах.

Страдать со сне от водянки — к благополучному избавлению от какой-то болезни наяву.

Если во сне у вас гангрена или из-за нее вам удаляют руку или ногу — значит, вам необходимо быстро и правильно принимать решения, любое промедление в дальнейшем создаст вам дополнительные проблемы и трудности.

Заболеть во сне гонореей — значит, что у вас есть проблемы со здоровьем, но вы не обращаете на-них внимания. Если во сне вы лечитесь от гонореи, то ваши успехи и достижения — это самообман, плод вашего воображения, а не реальная действительность. Иметь близость с больным — значит попасть в затруднительную, даже тупиковую ситуацию, выбраться из которой вам будет достаточно сложно.

Заболеть во сне гриппом — означает, что наяву вам предстоит бороться с неприятностями, лечить больных гриппом — значит, что вам предстоит столкнуться с очень подозрительными, но нужными вам людьми, убедить которых по интересующему вас вопросу будет достаточно сложно.

Видеть у себя во сне грыжу — значит, что наяву вам предстоят большие переживания и волнения, удалить ее — выйти из затруднительного положения без дополнительных проблем, долго готовиться к операции по удалению грыжи — вас ждут дополнительные проблемы и затруднения, о которых вы еще не подозреваете.

Увидеть себя во сне больным дизентерией —- к хорошему здоровью.

Заболеть во сне желтухой — означает скорое и благоприятное разрешение трудных проблем, а также неожиданно полученное наследство. Увидеть других больными желтухой — к разочарованию в компаньонах и обескураживающим перспективам.

Если во сне вы чувствуете сильную изжогу, то такой сон рекомендует вам обратить внимание на свое здоровье и питание, так как возможно отравление пищей или лекарством.

Инсульт во сне может означать испуг, боязнь за свое материальное положение, страх увольнения с работы и т. п., но, однако, все эти опасения напрасны и не имеют никаких реальных оснований.

Увидеть себя во сне страдающим от коклюша — значит, что наяву вас могут обвинить в чужих грехах.

Находиться во сне в коме — означает, что ваша лень и халатное отношение к работе замечены вашим руководством и вам не стоит надеяться на повышение зарплаты, получение премии или повышение в должности.

Болеть корью или видеть, что кто-то другой ею болен, означает, что вскоре у вас появится серьезная причина для беспокойства, печаль и озабоченность, которые могут быть вызваны проблемами в бизнесе или торговле.

Видеть у себя лихорадку во сне — к расстройству, ссоре, непостоянству в любви и дружбе.

Увидеть себя во сне больным лишаем — значит, что совесть мучает вас за совершенные проступки и вас ждет скорое раскаяние.

Стригущий лишай у вас на голове — к богатству.

Видеть во сне больных малярией — значит, что кто-то из ваших друзей или родственников нуждается в вашей помощи.

Видеть у себя нарывы или опухоли — благоприятный знак, сулящий приумножение богатства. Опухоль во сне также может сулить радость, но если опухоли по всему телу, то этот сон может предвещать потерю некоторой надежды. Растущая опухоль — очень благоприятный сон. Он обещает прибыль и значительное обогащение. Если опухоль сильно тревожит вас, то наяву получение прибыли или денег потребует от вас немалых усилий. Возможно, вам даже придется поступиться некоторыми своими принципами.

Если вам приснятся люди, пораженные оспой, — значит, вас может подстерегать неожиданная болезнь, возможно, инфекционная.

Если вам снится, что вы больны плевритом, то это может означать, что на вас плохо подействовала какая-то пища и вам необходимо позаботиться о правильном питании.

Видеть сон, в котором вы больны пневмонией, — к необходимости беречь здоровье.

Видеть но сне подагру в левой ноге — к удаче, в правой — к неудаче к предприятиях и делах.

Ужасный припадок с вами во сне может быть знаком приближающегося финансового расстройства, требований кредиторов.

Видеть сон о том, что вы заболели проказой, — означает, что вам предстоит пережить семейный скандал или нечестным путем заработать большие деньги, которые не принесут вам радости. Находиться во сне среди прокаженных, оставаясь при этом здоровым, — к длительному противостоянию с врагами или оппонентами. Для женщины видеть прокаженных — получить предупреждение о том, что ей надо избегать искушений.

Радикулит, сильно мучающий вас во сне, может быть предвестием предстоящего обмана или мошенничества. Проявляйте максимум осмотрительности при заключении сделок и контрактов, а также при общении с малознакомыми людьми.

Видеть во сне раковую болезнь — вам предстоит преодолеть трудности для решения поставленных задач или целей. Если во сне вы ощущаете, что больны раком, то, напротив, ваше здоровье значительно улучшится наяву.

Увидеть во сне, что вы больны сифилисом, — значит, что наяву вас может ожидать период депрессии.

Если приснилось, что вы больны скарлатиной, то наяву вы можете потерять покой и благоразумие из-за сильной сграсти. Сон о том, что кто-то другой заболел скарлатиной, — знак предстоящей измены или обмана.

Узнать во сне, что вы больны СПИДом, — означает, что ваши поступки наяву могут принести вред или неприятности вашим близким.

Видеть во сне, что вы больны брюшным тифом, — предостережение, будьте внимательны к собственному здоровью.

Сон, в котором вы видите себя больным туберкулезом, -предостережение, вам необходимо больше внимания уделять своему здоровью.

Если во сне у знакомого вам человека много фурункулов, то ему срочно необходима ваша помощь и поддержка, но ему неудобно об этом вам сказать. Фурункулы на своем теле могут предостерегать вас о недоброжелателе или враге, желающем вам зла.

Заболеть во сне холерой — значит, что вам предстоит вспомнить о чем-нибудь до крайности неприятном.

Заметить у себя во сне признаки цинги или сочувствовать другим по поводу этой болезни — значит, что вас мох-сет ожидать ухудшение семейных отношений, излечиться от нее — предотвратить развод или семейный скандал, наладить отношения в семье.

Видеть во сне чахоточного больного, кашляющего кровью, — предвестие болезни или чрезмерной усталости.

Если во сне вас мучает чесотка (зуд) — это предвещает, что вам придется оказать сопротивление грубому давлению со стороны.

Увидеть во сне у себя на теле или лице экзему — значит, что наяву вас ждет богатство и почет.

Видеть во сне больного эпилепсией — значит, что вскоре вас ожидает большая перемена в вашем положении.

Видеть во сне язву или нечто подобное — такой сон может быть предвестником предстоящей болезни. Если вы видите во сне старые залеченные язвенные шрамы, то в будущем вас ждут профессиональные успехи, почет и уважение среди коллег.

Если вы видите во сне, что ваше тело покрыто язвами или болячками, то такой сон может предвещать вам неприятности на работе.

Если во сне у вас на глазу ячмень — хороший сон, который предвещает предпринимателям — прибыль, влюбленным — свадьбу. Увидеть ячмень у других — предвестие неприятностей или болезни.

Если во сне при исполнении очень сложных трюков вы получаете серьезную травму, то наяву вы принесете много тревог и забот своим близким.

Видеть свое тело, поврежденное ушибом, — знак разлада с родными. Ушиб от падения — к гостю с недобрыми намерениями, ушиб от столкновения — к знакомству, прибыли.`
  },
  {
    word: 'Болото',
    description: `Приснившееся вам болото — плохой сон, это знак бедности и предстоящих больших трудов. Он символизирует ложный путь, заблуждение, душевный застой, часто снится к слезам.

Попасть во сне в болото — вас может ожидать наяву беспорядок в делах, увязнуть — обман или беззаботное будущее, тонуть в нем — попасть в непредсказуемое и даже опасное дело, болотной дорогой идти — к препятствиям во всех делах. Стоять посреди болота — означает, что вы не можете сделать то, чего от вас ждут.

Попасть в болото, с большим трудом пробираться через него и в итоге выбраться — означает, что наяву вам предстоит время больших трудов, упорной борьбы за выживание, за свое положение в обществе, но в итоге вы добьетесь решения всех проблем и займете достойное вас место в обществе. Если же вы пытаетесь выбраться и вам это не удается, то ваш план останется нереализованным, а борьба с трудностями не принесет пока желаемых результатов.

По болотным кочкам прыгать — выход из затруднений. Палкой почву пробовать — спасительная осторожность, улучшение ситуации, знак скорого преодоления трудностей.`
  },
  {
    word: 'Болт',
    description: `Видеть во сне болты — значит, что у вас достаточно устойчивое положение в обществе и вы крепко за него держитесь. Потерять во сне болт, искать и не найти нужный — вы потеряете хорошие отношения с нужным человеком.

Старые и ржавые болты во сне могут означать, что все ваши ожидания окажутся напрасными, время потрачено без особой пользы для вас.`
  },
  {
    word: 'Боль',
    description: `Испытывать во сне общую боль — значит, что не вес так плохо, как вам кажется, вы слишком сгущаете краски.

Испытывать боль в животе — означает, что ваша неумеренность или нежелание остановиться вовремя навредят вам. Боль в какой-то конкретной части тела может означать, что кто-то пытается опорочить вас и распускает плохие слухи.`
  },
  {
    word: 'Больница, Анализы, Водолечебница, Госпиталь',
    description: `Видеть во сне больницу или быть в ней — не очень хороший знак, это может быть предвестием неприятностей или убытков.

Находиться во сне в больничной палате — знак предстоящей обиды или неудовлетворенности своим поступком или поведением, проведывать во сне больного и находиться в его больничной палате — означает, что вы можете оказаться в ситуации, когда вы поймете, что совершили ошибку, но ничего не сможете сделать, чтобы исправить ее.

Лежать в больнице — вас могут ожидать заботы, внутреннее одиночество, под влиянием внешних обстоятельств — длительное и мучительное самопознание. Находиться во сне в госпитале — значит, что кто-то попытается проигнорировать вас, пренебречь вашим мнением, создать вам дополнительные проблемы.

Проходить обследование в медицинском учреждении — значит, что вскоре начнется сдвиг к лучшему как в здоровье, так и в делах.

Проходить во сне медосмотр — предостережение, вам необходимо позаботиться о своем здоровье.

Увидеть во сне, как вы сдаете анализы, — сулит вам напрасные хлопоты.

Находиться во сне в медпункте — означает, что вас ожидают препятствия и ваша работа пойдет с большим трудом, но в итоге вы будете щедро вознаграждены за свои труды.

Находиться во сне в водолечебнице — значит, что наяву вам удастся избежать нежелательной встречи, если же во сне вас направляют туда на лечение, то наяву вам придется долго отстаивать свою точку зрения.

Если во сие вы проведываете кого-то в хосписе (специальной клинике для безнадежных больных), то наяву кто-то находится в очень затруднительном положении и нуждается в вашей помощи.

Самому находиться в хосписе — значит, что наяву вы будете в состоянии решить все проблемы, не дающие вам покоя долгое время.`
  },
  {
    word: 'Бомба, Атомная бомба, Бомбардировка, Бомбежка, Взрыв, Граната',
    description: `Бомба во сне, как правило, снится к новостям, увидеть ее взрыв — неожиданное событие, если взрывается очень много бомб — возможны перемены судьбы к худшему.

Самому изготавливать бомбу — значит, что наяву вам предстоит потратить много времени и сил на безнадежное дело. Обезвреживать бомбу — значит, что наяву вы собираетесь предпринять рискованный, но совсем необдуманный поступок, который, однако, окажется очень удачным.

Ядерная бомба во сне предвещает вам заботы и тревоги за ваше будущее, которые окажутся напрасными.

Увидеть во сне, как рядом разорвалась бомба, образовав огромную воронку, — означает, что вам предстоит получить неожиданное известие очень интересного содержания.

Видеть во сне, как с самолета падают бомбы, — к неприятной встрече или событию. Под бомбежку попасть — конец затруднениям. Самому участвовать в бомбежке — предстоит кутеж, веселье с неприятными последствиями для вас.

Наблюдать или внимательно рассматривать во сне грибовидное облако атомного взрыва — предупреждение, что вас вскоре может ожидать несчастье или непредвиденные проблемы нарушат все ваши планы.

Видеть во сне целую гранату — к дурной новости, разорвавшуюся — к избежанию опасности.

Слышать во сне взрыв — к обману, видеть его с большим огненным сиянием — благоприятный сон, взрыв со сплошным темным дымом — плохой сон.`
  },
  {
    word: 'Борода, Бакенбарды',
    description: `Иметь во сне бороду — к прибыли, черную — к неожиданности, рыжую — к неприятности, седую — к большой чести, уважению, если ваша борода поседела — значит, в действительности вам будет не хватать элементарного чувства справедливости, которого потребуют от вас обстоятельства. Гладить бороду — к убыткам, расчесывать — к уважению, чернить — к успеху, щипать — к переменам в делах.

Мужчине большую бороду иметь — к власти и чести. Женщине у себя бороду увидеть — ее может ожидать зло, ссора на свадьбе или в гостях, но если борода красивая и ухоженная — к получению ожидаемого. Беременной борода снится к рождению мальчика, а девушке — к замужеству.

Видеть во сне чужую очень длинную и красивую бороду — значит, что наяву вас ждет успех в сомнительных делах, черную бороду — к здоровью.

Увидеть старика с бородой — вам предстоит встреча с добрым советником, но если у него рыжая борода — можно обмануться. Видеть во сне бородатую женщину — к необходимости позаботиться о своем здоровье.

Видеть мужчину, бреющего бороду, — к неожиданной неприятности. На глазах борода растет — к увеличению достатка.

Если мужчина во сне отпустил себе бакенбарды, не имея их в жизни, то такой сон сулит неожиданную прибыль и доход.`
  },
  {
    word: 'Бородавка',
    description: `Бородавки во сне могут предвещать вам борьбу за свои честь и достоинство, в которой вы окажетесь победителем. Видеть у себя — значит, что кто-то из ваших недоброжелателей попытается обнародовать то, что вы пытаетесь скрыть, или темное пятно в вашей жизни. Сон, в котором вы имеете бородавки, при их отсутствии наяву может предвещать вам богатство.`
  },
  {
    word: 'Борьба',
    description: `Бороться во сне — наяву вас ожидает ссора или большие разногласия. Бороться и одержать победу — значит, что вы сможете преодолеть препятствия, которые стоят на вашем пути.`
  },
  {
    word: 'Боулинг',
    description: `Увидеть во сне себя в боулинге — означает стремление ваших недругов навредить вам. Только от вас зависит, сможете ли вы противостоять им или нет.

Быть во сне хозяином боулинга или его соучредителем — символи шрует ваши успехи на работе.

Пели вам снится, что вы неудачно играете в боулинге и брошенный вами шар не сбил ни одной кегли, — это сон-предупреждение о предстоящих материальных убытках.

Катать шар по полу — означает, что вам предстоит напрасно проведенное время, вы будете мешать дело с бездельем.`
  },
  {
    word: 'Бочка, Бочонок',
    description: `Увидеть во сне бочку — предвестие скорой награды за ваши усилия и старание. Много бочек видеть, в ней быть, пить из нее — к веселью. Много бочек закатывать в свой сарай, погреб — к ожидающему вас богатому и надежному будущему. Бочка без дна — означает, что ваши иллюзии не имеют никакой практической ценности, если бочка с дырой — к напрасным хлопотам, безуспешному труду, перед собой катить — вас ждет прибыльная работа. Если бочка лопнет, рассохнется и упадут обручи — к слезам.

Наполненная вином кадка сулит вам большие доходы, водой — означает, что вы медленно, но верно идете вперед.

Кадушка, увиденная во сне, может предупреждать вас о том, что вы ведете неправильный образ жизни.

Увидеть во сне дно глубокой бочки — знак, что для вас настало самое благоприятное время. Вы сможете добиться успеха во всех начинаниях.`
  },
  {
    word: 'Брак, Бракосочетание, Венчание, Женитьба, Жених, Замужество',
    description: `Если во сне вы вступаете в брак — такой сон, в зависимости от вашего настроения и состояния, может предвещать как получение подарка, так и предстоящую печаль. Обручаться во сне — к радости.

Для мужчины жениться во сне на молодой и красивой девушке — к успеху в делах, на чужой жене — предостережение от скрытых преступных желаний.

Если девушке приснилось, что она выходит замуж, то вскоре в ее жизни грядут новые перемены; для замужней женщины такой сон сулит большие семейные хлопоты, дополнительные финансовые расходы и физический труд.

Выходить замуж за вдовца — к опасности, за иностранца — к неприятности, для вдов замужество с юношей сулит досаду или ссору.

Видеть во сне свою свадьбу — к семейному счастью, быть на чужой свадьбе — к исполнению желаний, на свадьбе своей возлюбленной — к сожалениям и тайным подозрениям.

Для неженатых принимать участие в свадьбе — к скорой женитьбе, для замужних — к детям, быть на свадьбе только среди мужчин или женщин — к путанице в жизни.

Видеть во сне жениха на свадьбе — к радости, быть самому женихом — к сплетням.

Мужчине увидеть во сне чужую невесту — к счастливой встрече, свою невесту — к опасности.

Видеть во сне венчание — к новому знакомству; самому венчаться — к радости. Для влюбленных венчание во сне предвещает скорую свадьбу.

Разводиться во сне — к большим переменам наяву, новостям, вас ждут новые любовные связи.`
  },
  {
    word: 'Брак (фабричный, производственный)',
    description: `Если во сне вы обнаружили брак или дефект в купленной и на первый взгляд качественной вещи — значит, что вас незаслуженно могут обвинить.

Увидеть во сне, что в сделанной вами детали при проверке обнаружили брак, — означает, что у вас с кем-то назревает конфликт.`
  },
  {
    word: 'Браконьер',
    description: `Увидеть во сне браконьера во время его незаконной деятельности — значит, что вас может ожидать новая более высокооплачиваемая работа или продвижение по службе. Браконьер с убитым животным или рыбой может быть предвестием того, чго вас подведет или обманет человек, на которого вы возлагали большие надежды и в честности которого не сомневались.`
  },
  {
    word: 'Браслет',
    description: `Увиденный во сне браслет предвещает радость и богатство. Увидеть его на своей руке — вас ждет неприятность или огорчение, носить его — вам кто-то готовит западню или большой скандал, покупать — попасть в зависимость, продавать — к убытку, ломать — к счастью, терять — к печали, неприятности.

Найти во сне браслет — значит, что наяву вам предстоит стать обладателем значительной собственности.`
  },
  {
    word: 'Брат, Братья',
    description: `Брата во сне видеть — к хорошему здоровью или известию, в воде видеть — к радости, умершим — к долголетию. Спорить во сне с братом — предостережение от потери или убытка по собственной вине. Драться с ним — вас ждет большое счастье, выгода.

Видеть во сне смерть брата или дальний отъезд — к счастью и долгой жизни. Двоюродного брата видеть — вас ждут неопределенные отношения с кем-то.

Прощаться во сне с братом — предвестие предстоящего раздела имущества.`
  },
  {
    word: 'Бревно',
    description: `Видеть во сне бревно на дороге — к препятствиям в делах, удачно перепрыгнуть через него — вам повезет, споткнуться или упасть — значит, что обстоятельства окажутся сильнее. Пилить во сне бревно — значит, что наяву вас ждет ложное обвинение.

Приснившееся полено может являться предвестием трудной и ответственной работы.`
  },
  {
    word: 'Брелок',
    description: `Приснившийся вам брелок сулит возможность сделать что-то приятное для своих близких или друзей.`
  },
  {
    word: 'Бриллиант',
    description: `Видеть во сне бриллианты — очень хороший сон, предвещающий успех, удачу, почести, повышение по службе.

Получить его в подарок — к улучшению материального положения, для влюбленных — к скорой помолвке или свадьбе.

Потерять бриллиант во сне — означает, что по своей вине вы можете расстаться с дорогим для вас человеком.`
  },
  {
    word: 'Бритва, Бритье',
    description: `Бриться во сне — значит, что вам предстоит бесполезный труд или неприятность.

Бриться во сне безопасным лезвием — означает, что наяву вам удастся завоевать авторитет и благосклонность руководства.

Порезаться лезвием бритвы — плохой знак, сулящий разочарование и бедность.`
  },
  {
    word: 'Брови',
    description: `Видеть во сне чьи-то брови — означает, что вас ждет успех в любовных интригах и уважение коллег, если из них выпадают волосы — измена, ссора и разрыв с дорогим вам человеком. Густые брови — успех, радость, черные — здоровье, брови длинней обыкновенного — всеобщее уважение, любовь, почет и богатство.`
  },
  {
    word: 'Брод',
    description: `Переходить во сне брод — значит, что вас может ожидать новая, более важная и ответственная работа.`
  },
  {
    word: 'Бродяга, Бомж',
    description: `Быть во сне бродягой или общаться с бомжем — значит, что вы можете попасть в плохую компанию или познакомиться с ненужными вам людьми.

Видеть но сне много бродяг — ваше окружение или друзья влияют на вас не самым лучшим образом.`
  },
  {
    word: 'Брокер',
    description: `Быть во сне брокером или работать с ним — хороший знак, вас ждет неожиданный сюрприз или повышение по службе.

Руководить во сне брокерами или открывать свою брокерскую контору — значит, что ваше упрямство или излишняя самоуверенность подведут вас в самый неподходящий момент.`
  },
  {
    word: 'Бронежилет, Броня',
    description: `Видеть во сне себя в бронежилете или панцире — значит, что вы проявляете в делах излишнюю осторожность, нежелание рисковать может вам навредить.

Видеть во сне, что вы носите бронежилет, броню или кольчугу, — означает наяву мечтать о покое и безопасности.`
  },
  {
    word: 'Бросать, Выбрасывать',
    description: `Бросать во сне какие-то предметы или выбрасывать их из дома — хороший знак: чем дальше вы бросили, тем более вероятен ваш успех в делах, а препятствия будут легко преодолимы.

Бросать во сне в кого-то камень — к препятствиям в делах, подбрасывать камни вверх — к любовным забавам, новому знакомству.`
  },
  {
    word: 'Брошь',
    description: `Если во сне вы хотите купить дорогую брошь, но не можете этого сделать (независимо от причин), то это может предвещать серьезную ошибку, провал в важном деле или нереализованную мечту.`
  },
  {
    word: 'Брюки, Джинсы',
    description: `Увиденные во сне брюки могут наяву предвещать предстоящий обман или то, что вас могут втянуть в какую-го авантюру. Надевать во сне брюки — значит, что вы уверены в своих силах. Потерять их — дурная слава, насмешка.

Разорванные брюки могут сулить стыд и позор, очень широкие или яркие — радость. На других надевать — благополучие. Женщинам все сны о брюках, как правило, сулят выгоду.

Увидеть во сне джинсы — значит, что вы можете попасть в противоречивую ситуацию. Покупать или примерять их — к неудаче, проблемам.

Увиденные во сне слаксы — предвестники неприятной встречи, порванные слаксы — проблемы в делах.`
  },
  {
    word: 'Будущее',
    description: `Если во сне вы видите себя в будущем, то наяву вам необходимо проверить правильность расчетов, пересмотреть отношения с новыми компаньонами, обратить особое внимание на расходы.

Если во сне вам удалось «заглянуть» в будущее или узнать что-то «оттуда», то такой сон сулит вам хорошие известия наяву.

Если вам приснился завтрашний день, то этот сон может быть предвестием предстоящих трудностей и забот.`
  },
  {
    word: 'Буква, Инициалы',
    description: `Видеть во сне буквы — хороший знак. Такой сон предвещает счастье в доме и благополучие. Писать их в алфавитном порядке — значит, что вам удастся привести все свои дела в порядок, к которому вы стремитесь; если же вы пишете их не в алфавитном порядке, а как придется — предостережение: необходимо быть более осмотрительным в делах и поступках. Учить во сне буквы — к материальному благополучию.

Увидеть во сне свои инициалы — вас ждет важное событие в жизни; инициалы человека, которого знаете, означает его особое участие в вашей жизни или своевременную помощь с его стороны.

Если во сне вы видите инициалы, но не можете определить, чьи они, то такой сон может быть предвестием сложной задачи, которую вам скоро предстоит решать.`
  },
  {
    word: 'Букмекер',
    description: `Если но сне вы работаете букмекером или в букмекерской конторе — значит, что наяву вам предстоит успешное решение проблем, казавшихся вам сложными или неразрешимыми.

Делать и конторе большие ставки — означает, что вскоре вас могут ожидать большие траты или убытки.`
  },
  {
    word: 'Булава',
    description: `Булава во сне может предвещать потери и переживания наяву. Для мужчины держать во сне булаву — означает, что он может оказаться в зависимости от женщины или находиться у жены под каблуком.`
  },
  {
    word: 'Булавки',
    description: `Увиденные во сне булавки могут предвещать ваше недовольство, раздражение и огорчение наяву, если их много — к прибыли, упавшая булавка — удовлетворенность, потерять ее — значит, что вы можете уронить свой авторитет, сесть на нее — к приятному удивлению.`
  },
  {
    word: 'Бульон',
    description: `Сон, в котором вы едите бульон, означает, что вам предстоит малообещающее занятие или работа, которые впоследствии окажутся очень выгодными.`
  },
  {
    word: 'Бумага, Ватман',
    description: `Бумага или пергамент во сне могут сниться к потерям, лист белой бумаги символизирует дружбу и помощь друзей. Резать во сне бумагу — к расставанию с любимым или разводу, рвать или сжигать ее — означает закончить ннча тое дело. Увиденные во сне свитки бумаги или пергамен га могут предвещать судебный процесс или какие-то разбирательства, если они белого цвета — вы выиграете, если другого — ваша победа под сомнением.

Картон или товары, упакованные в картонные коробки, — предвестие ваших успехов и процветания. Если вы получили по почте или купили товар в картонной коробке, которая повреждена, то такой сон может принести вам разочарование в человеке, которого вы считали своим другом или на которого надеялись.

Увиденные во сне листы ватмана могут предвещать вам предстоящие переживания из-за возлюбленного или из-за ссоры с ним.

Увиденная во сне промокательная бумага — предупреждение. Обманом или другим нечестным способом у вас попытаются выяснить конфиденциальную информацию, которая может навредить вашим друзьям или родственникам.`
  },
  {
    word: 'Бунт, Бунтовщик',
    description: `Видеть во сне бунтовщика означает, что вы от кого-то слишком многого хотите или требуете, а он не в состоянии этого выполнить. Общаться с ним — значит, что вас ждет непонимание со стороны вашего начальника или руководителя. Быть самому во сне бунтовщиком и участвовать в мятеже — предостережение: вам необходимо пересмотреть свои принципы и отношение к жизни.`
  },
  {
    word: 'Бурьян, Заросли',
    description: `Сон, в котором вы видите много бурьянов, может предвещать вам неприятности или ссору с близкими людьми. Ходить во сне по зарослям бурьяна — значит, что вам предстоит получить доказательство о чьем-нибудь намерении оклеветать вас.

Увиденный во сне репейник — предвестие предстоящей встречи с малоприятным или навязчивым человеком, налипший на одежду репейник — к возможной измене или клевете.

Увидеть во сне густые заросли — к переменам в личной жизни, для девушки такой сон может быть предвестием скорого замужества.

Если заросли очень колючие, то такой сон является предостережением: вам необходимо проявить максимум осторожности при принятии серьезных решений.`
  },
  {
    word: 'Буря, Буран',
    description: `Увиденная во сне буря может предвещать вам какую-то неожиданную опасность. Видеть бурю, находясь в безопасности, — к доверию и душевному спокойствию. Скрываться от бури — к неприятным новостям или встрече с сильным врагом. Оказаться в эпицентре бури — возможно, что вам придется пережить обиду или избежать большой опасности.

Буран во сне может предвещать проблемы и неудачи на работе. Если вы увидели очень сильный буран или попали в него, то вам необходимо позаботиться о своем здоровье.

Если во сне на вас обрушился ураган и втянул в эпицентр, то вам предстоит резкая перемена образа жизни под влиянием страсти или необычных обстоятельств. Видеть во сне со стороны последствия ужасного урагана — означает, что рядом будут какие-то неприятности или даже бедствия, но они не коснутся вас и вашей семьи.

Увиденный во сне тайфун сулит вам много работы, в том числе и над собой.

Пострадать во сне от сильного наводнения — предостережение: вас могут ожидать какие-то неприятности или жизненные проблемы.`
  },
  {
    word: 'Бусы',
    description: `Бусы во сне предвещают неожиданность наяву. Они также могут сниться к слезам, и чем они крупнее, тем горше придется плакать.`
  },
  {
    word: 'Бутерброд',
    description: `Готовить бутерброд или хот-дог — к приятному времяпрепровождению, есть их — значит, что вам предложат очень интересную или хорошо оплачиваемую, но трудновыполнимую работу и вам необходимо будет сделать ответственный и сложный выбор.`
  },
  {
    word: 'Бутылка, Бутыль',
    description: `Пустая бутылка во сне может означать предстоящую ссору, скуку или разочарование. Бутылка с вином — успех и приятное общество, с виски — к предстоящей борьбе и хорошим ее результатам, с водой — медленное, но верное решение ваших проблем. Ее откупоривать — к благополучию, пить из нее — к радости.`
  },
  {
    word: 'Бухта',
    description: `Высадиться на берег в тихой бухте со спокойной водой — означает, что вас ждет семейное счастье, успех и удовольствия, если же вода неспокойна или слегка штормит, то такой сон является предупреждением — кто-то пытается воспользоваться вашей доверчивостью или дружбой.`
  },
  {
    word: 'Бык',
    description: `Видеть во сне быка на пастбище — к прибыли и материальному благополучию, в стойле — к семейному счастью и благополучию, мычание быка — предвестие о предстоящей опасности, нападение быка — к счастью в любви. Быть преследуемым быком — ваши шансы в соперничестве минимальны.

Быка на убой вести — к предстоящим проблемам, убить его — к богатству и знатности, есть его мясо — к коммерческой прибыли.`
  },
  {
    word: 'Бюст',
    description: `Увидеть во сне мраморный или бронзовый бюст известной личности — к удачному решению проблем, изменению негативных обстоятельств и успеху в делах.`
  },
  {
    word: 'Бюстгальтер',
    description: `Примерять во сне бюстгальтер — предупреждение: вы идете по неправильному пути лжи и обмана, мужчину такой сон также может предупреждать о последствиях его необдуманных решений и поступков.

Если женщине снится, что она забыла надеть бюстгальтер, то такой сон может предвещать предстоящую ссору или трудности в общении с коллегами и друзьями.`
  },
  {
    word: 'Вагон',
    description: `Увиденный во сне пассажирский вагон может указывать на мимолетное знакомство, товарный — достижение цели. Если вагон не на рельсах — вас может ожидать затруднение в делах.

Ехать в вагоне трамвая или поезда — вас ждет большой труд, который будет по достоинству оценен и вознагражден. Ехать вверх — к улучшению в делах и достатку, вниз — к возможным убыткам и потерям.`
  },
  {
    word: 'Ваза',
    description: `Приснившаяся вам пустая, но целая ваза означает, что вам предстоит много пустых и бесполезных разговоров, ваза с цветами — веселая беседа, разбитая — ничем не вознагражденный и бесполезный труд. Получить в подарок — к исполнению желаний.

Пить из кувшина вино — к доброму здоровью.`
  },
  {
    word: 'Вазелин',
    description: `Смазывать во сне что-либо вазелином — вас ждут смятение и растерянность, вызванные неожиданными проблемами или трудностями.`
  },
  {
    word: 'Вал',
    description: `Обрабатывать во сне на станке или приспособлении какой-нибудь вал — означает, что вас может ожидать потеря или утрата чего-то.

Если во сне вы видите вал, который вышел из строя, то такой сом символизирует, что впереди вас ждут хорошие перемены, а все плохое осталось позади.`
  },
  {
    word: 'Варенье, Джем',
    description: `Готовить во сне варенье — к получению выгодной и интересной работы, если оно из очень мелких ягод — к слезам, из очень крупных — к хлопотам и заботам.

Нести варенье — к хорошим новостям, есть его — к успеху в любовных делах и прибыли.

Есть во сне джем — к скорому путешествию или командировке, для женщины готовить его во сне — к благополучию и взаимопониманию в семье.`
  },
  {
    word: 'Варьете',
    description: `Видеть во сне варьете — значит, что вы сами не знаете, чего хотите в жизни.`
  },
  {
    word: 'Васильки',
    description: `Как правило, васильки во сне — это знак недолгой радости, они предвещают перемены в жизни.`
  },
  {
    word: 'Вата',
    description: `Приснившаяся вам вата может быть предупреждением, что в вашем новом деле будут небольшие, но довольно неприятные препятствия. Набивать вату себе в уши и в рот — к будущим потерям, есть ее — к семейным неприятностям, подшивать — к скорому отъезду друга или родственника.`
  },
  {
    word: 'Вдова, Вдовец',
    description: `Для замужней женщины увидеть себя во сне вдовой — значит, что вскоре ее ждет подарок от мужа, если она незамужем, то ей вскоре предстоит сватовство. Если ей приснится вдовец, то вскоре ждет неожиданность.

Женатому мужчине видеть себя вдовым, идущим за гробом жены, — к семейному скандалу.

Молодая вдова во сне предвещает удачу, старая — неприятные вести от родственников.`
  },
  {
    word: 'Вегетарианец',
    description: `Приснившийся вам вегетарианец может быть символом вашего душевного одиночества.`
  },
  {
    word: 'Ведро',
    description: `Видеть во сне ведро — к новости, пустое — к обману, полное неизвестно чем — к заботам, если из него выпадает дно — предостережение: ваши необдуманные поступки и действия могут довести вас до разорения. Если кто-то дает вам большое ведро — вас ждет большая выгода или удачная сделка.

Нести во сне полное ведро — к выигрышу, победе, опускать ведро в чистую воду — к удаче в делах, пить из ведра — к неприятностям.`
  },
  {
    word: 'Великан',
    description: `Видеть во сне великана (человека или животное) — означает ваше торжество над врагами, вы сможете добиться большого успеха; нападение великана на вас — предостережение: ваш начальник о вас не слишком хорошего мнения; если великан угрожает вам или преследует — вам удастся рискованное предприятие.`
  },
  {
    word: 'Велосипед',
    description: `Ехать во сне на велосипеде или видеть его поломанным - предостережение: вам следует быть осторожным, ваше положение неустойчиво, вам необходимо удержать завоеванные позиции, так как за взлетом может быть и падение. Украсть во сне велосипед — вас ждет тайная встреча. Трехколесный велосипед во сне — знак вашей победы и достижения поставленной цели наяву.`
  },
  {
    word: 'Вена',
    description: `Видеть во сне здоровые вены — знак того, что ваши недруги не смогут навредить вам. Если вены кровоточат, то у вас могут быть серьезные неприятности, вздутые вены сулят вам грандиозный успех и повышение в должности.

Порезать во сне вены — к тревожным новостям.`
  },
  {
    word: 'Веник',
    description: `Метла но сне может предвещать конфликт с эгоистом; ею мести, трясти — вас ждет мучительная и тяжелая работа; мести, разбрызгивая воду, — ждите гостя издалека; если вам подают веник — к повышению в должности.

На метле во сне ехать или лететь — к неприятностям.`
  },
  {
    word: 'Венок',
    description: `Видеть во сне венок — к успеху в делах, если он из цветов — к благополучию в супружестве, надеть его — к удаче, счастью, плести его — хорошее будущее, на гроб класть — мир с врагом.

Венок из мирты — к счастью в любви, из роз — к благополучию, из увядших цветов — к печали.`
  },
  {
    word: 'Вентилятор',
    description: `Увидеть во сне вентилятор — означает, что вас могут ожидать ссоры и конфликты.`
  },
  {
    word: 'Веранда',
    description: `Сон, в котором вы находитесь на веранде, предвещает вам удачу в новом деле, которое вас очень волнует и беспокоит.`
  },
  {
    word: 'Верба',
    description: `Держать во сне в руках вербу — хороший знак, такой сон сулит почести и награды за ваш плодотворный труд.`
  },
  {
    word: 'Верблюд',
    description: `Видеть во сне верблюда — означает, что вас ждет счастливое путешествие или серьезное официальное дело, поручение; сидеть на нем — означает, что вы возьмете на себя чужую работу; видеть мертвого верблюда — к препятствиям в пути, убить его — к веселому времяпрепровождению.

Видеть во сне сильно нагруженных верблюдов — сулит вам наяву долгожданное вознаграждение за труд, покупать во сне верблюдов — вам предстоит неожиданная удачная сделка или случайный, но достаточно большой заработок.`
  },
  {
    word: 'Веревка',
    description: `Увидеть во сне висящую вытянутую веревку — к получению письма, обрывок веревки — к ответу, спутанную — к заминке в делах, очень длинную — к долгой и счастливой жизни.

Увидеть себя во сне с веревкой на шее — значит, что вы сильно устали, вам необходимо сделать передышку или взять отпуск; обвязывать что-то веревкой — к заботам и трудностям, развязать узел — успешно решится интересующий вас вопрос или проблема, над которой вы долго и безуспешно бьетесь.

Увиденная бечевка или шпагат во сне сулит вам наяву большие трудности в достижении поставленной цели.

Разорвать во сне веревку или шпагат — значит, что наяву вы сможете справиться с затруднениями или освободиться от чьей-то зависимости.

Для женщины увидеть во сне шнур или веревку — к влиятельному спонсору, для мужчины — к получению ложной информации через знакомых.`
  },
  {
    word: 'Вереск',
    description: `Приснившийся вам вереск — предвестие успеха в делах и во всех начинаниях.`
  },
  {
    word: 'Вермишель',
    description: `Видеть вермишель во сне — к благополучию. Варить или есть во сне спагетти — предупреждение: излишняя эмоциональность и импульсивность могут помешать вам принять важное и ответственное решение.`
  },
  {
    word: 'Вернисаж',
    description: `Посетить во сне вернисаж — значит, что наяву вы слишком легкомысленно относитесь к жизни, быть организатором его — к новому и полезному знакомству с влиятельным человеком.`
  },
  {
    word: 'Верстак',
    description: `Видеть во сне верстак — значит, что вас ждет тяжелая и утомительная, но выгодная работа. Самому работать за ним — лас ждут препятствия, которые вы сможете преодолеть, приложив достаточно усилий.`
  },
  {
    word: 'Вертел',
    description: `Жарить во сне что-нибудь на вертеле — к получению большой выгоды или прибыли.`
  },
  {
    word: 'Вертолет',
    description: `Увидеть во сне вертолет — значит, что вскоре вам предстоит важная работа, от качества и скорости выполнения которой зависит ваш успех в будущем.`
  },
  {
    word: 'Весло',
    description: `Потерять во сне весло — означает, что у вас могут возникнуть проблемы при реализации своих планов, видеть весла в своих руках — возможное предвестие скорого разочарования.`
  },
  {
    word: 'Веснушки',
    description: `Видеть во сне у себя на лице веснушки предвещает тому, кто их не имеет, — честь, выгоду и прибыль, а тому, кто имеет, — слезы и заботы.`
  },
  {
    word: 'Весы, Взвешивать, Взвешиваться, Гири',
    description: `Видеть во сне весы — к переменам, вам их дают — к повышению в должности, для женщины весы могут предвещать скорую беременность.

Видеть во сне гири для весов — к профессиональным успехам.

Держать во сне в руках безмен — к очень важной для вас новости. Если же он в чужих руках, то ожидайте подвоха или несправедливости к вам со стороны руководителя.

Если, взвешиваясь во сне, вы видите, что потеряли часть своего веса (похудели), — значит, вам срочно необходимо позаботиться о своем здоровье, если, напротив, прибавили в весе (поправились) — вас ожидает признание, почести и уважение коллег.`
  },
  {
    word: 'Ветер',
    description: `Тихий ветер во сне сулит вам верных друзей, сильный — врагов, сильный ветер в лицо — к препятствиям от недругов; он подталкивает вас — помощь друзей, он несет вас — к возможной утрате контроля, к опасности, сильный ветер на море — помощь издалека.`
  },
  {
    word: 'Ветеринар, Ветеринарная лечебница',
    description: `Обратиться во сне к ветеринару за помощью — предупреждение: вас хотят втянуть в авантюру или очень рискованное предприятие, явно не выгодное для вас. Быть самому ветеринаром — значит, что кто-то из ваших близких нуждается в вашей помощи.

Видеть во сне помещение ветлечебницы — к возможным препятствиям или затруднениям из-за бумаг или документов.`
  },
  {
    word: 'Ветка, ветви',
    description: `Держать во сне ветку в руках — к скорой перемене в делах, если она с плодами и зелеными листьями — к богатству и прекрасно проведенному времени в кругу друзей.

Сломанная ветка во сне может быть предвестием застоя в делах и профессиональном росте, высохшая — значит, что сейчас не самое благоприятное время для вас и не стоит ни на что возлагать слишком больших надежд.`
  },
  {
    word: 'Вечеринка',
    description: `Устраивать во сне вечеринку — к предстоящим новым и интересным знакомствам; присутствовать на ней — к запутанным отношениям с людьми; вечеринка, перерастающая в попойку с большим количеством пьяных, — предупреждение: вам срочно необходимо позаботиться о своем здоровье.`
  },
  {
    word: 'Вешалка',
    description: `Приснившаяся вам вешалка — символ преодоления нелегких препятствий, вашего успеха в достижении цели. Вешать на нее вещи — к приятной неожиданности.`
  },
  {
    word: 'Вещи',
    description: `Покупать вещи — к препятствиям в делах, закладывать их — к новостям.

Увидеть во сне кучу вещей — предостережение: вам придется вскоре отвечать за невыполнение своих обещаний или обязательств. Большая куча или свалка грязных вещей — предвестие выяснений отношений с супругом.`
  },
  {
    word: 'Взломщик',
    description: `Самому совершить во сне взлом — сон, отражающий ваши мечты о богатстве, если взломали ваше жилье — вам необходимо обратить внимание на свое здоровье.

Увидеть взломщика во сне — к улучшению ваших имущественных дел, угрожающий вам взломщик — к дополнительной прибыли или получению денег, на которые вы уже перестали рассчитывать.`
  },
  {
    word: 'Взятка',
    description: `Давать во сне взятку — благоприятный сон, сулящий вам прибыль или материальное вознаграждение, если вас взяли с поличным за дачу взятки — вас ожидают большие перемены.`
  },
  {
    word: 'Видеокамера',
    description: `Увидеть во сне видеокамеру, которой в данный момент не пользуются, — предвестие встречи со старым другом. Снимать во сне видеокамерой — к разочарованию в друге, к семейным конфликтам. Пользоваться во сне профессиональной видеокамерой или кинокамерой — знак того, что ваши друзья и коллеги не могут вас понять, поэтому их помощь оказывается напрасной, а иногда и нежелательной.

Увидеть во сне, как вас снимают видеокамерой, — предвестие больших препятствий и осложнений в делах и на работе, семейных ссор из-за непонимания.

Сниматься во сне в кино — к удаче.`
  },
  {
    word: 'Виза',
    description: `Оформлять во сне визу — значит, что вы можете надолго попасть в затруднительное положение, получить ее — предвестие ссоры или длительной разлуки с кем-то.`
  },
  {
    word: 'Визажист',
    description: `Посетить во сне визажиста — значит, что наяву вас ждет интересное или полезное знакомство, самому быть им — к переменам в жизни.`
  },
  {
    word: 'Визит',
    description: `Посещать кого-то во сне — к приятным событиям или празднику, если вас приняли недружелюбно, то вас может ожидать ссора с друзьями. Визит к вам знатного или очень известного человека — угрожающее вам несчастье минует вас, не причинив вреда.`
  },
  {
    word: 'Визитная карточка, Визитка',
    description: `Увидеть во сне свою визитную карточку — к провалу вашей мечты или серьезного дела, чужая визитка сулит вам поклонника, о котором вы даже не догадываетесь.`
  },
  {
    word: 'Вилка',
    description: `Увидеть во сне, как вы пользуетесь вилкой, — к обману, подносить ее ко рту — к неожиданности в делах, уронить ее — к ссоре или коварству друзей, уколоть вилкой кого-то — будьте внимательны: вас кто-то хочет использовать в своих целях.`
  },
  {
    word: 'Вилла',
    description: `Видеть во сне виллу или быть в гостях у кого-то на вилле — вас ожидает тайная любовь или новое знакомство. Жить на вилле — символ трудностей на пути к успеху и процветанию.`
  },
  {
    word: 'Вино, Вермут, Виноторговец',
    description: `Видеть во сне бочки с вином — предвестие вашего богатства и благополучия, для девушки такой сон сулит удачное замужество.

Разлить во сне вино — получить наяву хорошую награду за свой труд, наливать его — к радости, переливать вино — к богатству.

Белое вино во сне видеть — к удачным идеям, предстоящему успеху, красное — к веселью, шампанское — ваши идеи принесут успех.

Пить вино — иметь много друзей, если оно мутное — к печали, сладкое вино пить — к исполнению желаний и благополучию во всем, яблочное — к шумной радости, вермут пить — вы себя будете корить попусту, красное вино — к хорошему настроению. Пить вино вместе с кем-то — к ссоре, если во сне вас приглашают выпить вина — к хорошему здоровью и долголетию.

Молодое вино во сне — может быть предупреждением для вас о том, что необходимо сдерживать порыв страсти, не опускаться до низменного наслаждения.

Пить во сне наливку или угощать ею кого-то — к гостям, застолью.

Пить во сне шампанское и слышать хлопанье пробок — означает, что вас вскоре может ожидать обман со стороны тех, кому вы доверяете. Его последствия будут не столько убыточными для вас, сколько просто обидными.

Открываете шампанское во сне — вас ждет приятная новость или сюрприз, облиться им — к исполнению желаний.

Пить во сне кагор — к угрызениям совести наяву.

Увидеть во сне виноторговца — к опасному знакомству.

Находиться во сне в винном погребе — вскоре вы можете стать темой для разговоров и сплетен, видеть его снаружи — к удачному вложению денег, полезным сбережениям.`
  },
  {
    word: 'Виноград, Виноградная лоза',
    description: `Видеть во сне виноград — к новой встрече, рвать его — к радости, есть — к радости, прибыли, барышу, удовольствиям, неспелый виноград — к мелким неприятностям, сухой — к потерям, заботам, хлопотам, огорчениям, красный — к упрекам, выговору. Белый виноград во сне — это отражение вашей невинности и непорочности наяву.

Увидеть во сне виноградную лозу — к успеху и счастью, видеть на ней большие гроздья винограда — вам предстоит приложить слишком много усилий, чтобы достичь желаемого.

Собирать во сне виноград — к новому интересному или полезному знакомству.`
  },
  {
    word: 'Винт',
    description: `Увидеть во сне винт — предвестие скучной и неинтересной работы, возможных неприятностей или препятствий на пути к заветной цели.

Рассыпанные во сне винты — могут означать хаос и неразбериху наяву, трудности в отношениях с окружающими вас людьми.`
  },
  {
    word: 'Виртуальная реальность',
    description: `Виртуальная реальность во сне — означает ваши сомнения и поиск истины наяву, быть в ней — значит стараться уйти от действительности, житейских проблем, заниматься самообманом, пытаться найти истину в вине. Однако ничего хорошего в реальной жизни это вам не даст, лучше разобраться с проблемами и решить их.`
  },
  {
    word: 'Виселица, Быть повешенным, Повеситься, Повесился, Повесилась, Вешать',
    description: `Вообще отдельно стоящая виселица во сне — это знак бесчестия, посрамления и недоброжелательности. Виселицу видеть — к обвинению, ложным друзьям; строить ее — к неожиданным переменам; видеть, что кто-то висит, — к победе над противником, самому висеть — к радости, высокой чести, большому счастью, вешать врага — к успеху во всех делах, самому повеситься во сне — к прекращению текущих занятий и дел. Для больного быть повешенным во сне — к избавлению от болезни.`
  },
  {
    word: 'Витамины, витамин',
    description: `Если во сне вам назначили витамины в качестве лечения, то вам предстоит решить трудную и серьезную задачу, не отказывайтесь от помощи, если она вам будет предложена. Если вы принимаете их — значит, что кто-то нуждается в вашей помощи, но стесняется обратиться к вам за ней.`
  },
  {
    word: 'Вишня',
    description: `Есть во сне вишню — к радости и прибыли, спелую — к благополучию, неспелую или кислую — к удаче или получению обещанного, гнилые вишни часто снятся к клевете.

Посадить во сне вишневое дерево — к богатству, карабкаться на него — с вами кто-то просто флиртует.`
  },
  {
    word: 'Власть',
    description: `Если во сне вы имеете неограниченную власть — значит, что наяву вы будете жить в достатке; если же власть у вас сильно ограничена рамками вашей должности, то вам необходимо навести порядок в делах, особенно в отчетах, так как где-то, возможно, есть серьезная ошибка.`
  },
  {
    word: 'Влюбленный, Влюбиться',
    description: `Видеть во сне себя влюбленным — предостережение: ваш эгоизм может принести вам скорое разочарование в своих поступках.

Если кто-то во сне влюбляется в вас, то это сулит вам какую-то неожиданность. Если вы ответили взаимностью — благодаря друзьям вы приобретете преимущества при решении своих проблем или в борьбе с конкурентами.`
  },
  {
    word: 'Внук, внуки',
    description: `Видеть своих внуков независимо от того, есть они у вас или нет, — хороший знак, предвещающий вам радость и удовольствия.`
  },
  {
    word: 'Вода, Водная поверхность, Водный слалом, Водоворот, Водопад',
    description: `Видеть чистую воду — к благополучию, мутную — к печали, зеленую — к повышению в должности, продвижению по службе, студеную — к крепкому здоровью.

Ходить по воду — к успеху, торжеству, черпать ее — к большим хлопотам, умываться водой — к радости, поливать что-то — к печали, потерям.

Сон, в котором вы пьете чистую и свежую воду, предвещает вам успех во всех ваших делах и начинаниях, мутную воду — предвестие опасности, пить ее безостановочно — к большому богатству.

Идти во сне по воде — к большому счастью, резвиться в воде — к выгоде или прибыли, видеть огонь на поверхности воды — очень хороший сон, который предвещает вам удачу.

Если во сне вы видите, как блестит вода, то впечатление о вашем новом знакомстве может быть очень обманчивым.

Видеть во сне гладкую водную поверхность — хороший сон, символизирующий ваши успехи; неспокойную, с зыбью — вас ждут мелкие проблемы и заботы; если же большие волны или шторм — вам могут предстоять затруднения в делах и проблемы.

Наводнение во сне — предупреждение о вредном влиянии на вас или о предстоящей авантюре, в ходе которой попытаются воспользоваться вашей доверчивостью.

Видеть во сне водоворот — предупреждение, что вас ожидают большие препятствия и проблемы в достижении поставленной цели; если водоворот затянул вас, то вам будет достаточно сложно справиться с ними.

Лить воду из ведра — означает, что вам предложат невыгодную работу, тяжелую и мало оплачиваемую.

Заниматься во сне водным слаломом — к большим препятствиям в делах и трудностям в их преодолении.

Видеть во сне грязную, мутную или жирную сточную воду — не очень хороший знак, чистую и прозрачную — вес в ваших руках, только от вас зависит, сможете ли вы решить проблемы или нет.

Увидеть во сне водопад — к новостям; шумящий и гремящий в живописной местности — предвещает беспокойство, досаду или неприятности.

Если вы долго любуетесь водопадом во сне — значит, наяву вы живете иллюзиями.`
  },
  {
    word: 'Водитель',
    description: `Если вы находитесь во сне за рулем своего автомобиля — это предвещает вам счастье, результативный поиск новых возможностей, приближение к цели жизни, чужого автомобиля — для решения серьезных вопросов вам необходим совет или поддержка надежных людей. Быть во сне водителем такси — означает, что вас ждет долгий и упорный труд, который даст хорошие результаты и повышение в должности.`
  },
  {
    word: 'Водолаз',
    description: `Сон, в котором вы увидели водолаза, — означает, что вскоре вам предстоит принять важное и ответственное решение. Если же водолаз — вы сами, то такой сон сулит вам более высокое положение в обществе, а решение, которое вы вынуждены будете принять после долгих раздумий, окажется единственно верным.`
  },
  {
    word: 'Воин, Адмирал, Артиллерист, Ветеран, Военная амуниция, Военнослужащий, Военные учения, Военный, Генерал, Десантник',
    description: `Если вы видите во сне военного — это предвещает, что вам предстоит вступить с кем-то в схватку, чтобы отстоять свою точку зрения, если военных очень много — вам окажут действенную помощь. Собравшийся идти в поход воин сулит вам хлопоты, заботы и печаль. Увидеть во сне марширующее войско — к счастью, военные учения — к успеху в делах. Для семейных быть в форме военного — к ссорам и разладу в семье.

Приснившийся ветеран — предвестие успеха в делах и стабильности вашего положения в обществе. Быть на встрече с ветеранами — к хорошему известию.

Влюбиться во сне в офицера — к опасности из-за собственной глупости.

Быть во сне адмиралом — хороший знак, вас ждет повышение в должности или более высокооплачиваемая работа. Если во сне вы находитесь в море, то кто-то будет упорно мешать вашему продвижению и создавать всевозможные проблемы и препятствия.

Видеть во сне приветствующего вас генерала — к неожиданному успеху в деле, которое вы считаете безнадежным. Если же вам приснился генерал при всех своих регалиях и почестях, такой сон может сулить вам неприятности, волнения и тревоги вследствие того, что вы переоценили свои возможности.

Увидеть во сне полковника — к успехам, капитана — к решению трудных задач. Для девушек увидеть во сне капитана — к встрече будущего супруга. Морской капитан во сне может быть предвестием того, что вас попытаются втянуть в достаточно рискованное предприятие, и если вы не допустите ошибки, то выйдете победителем.

Для женщины увидеть во сне курсанта — к счастью в любви, для мужчины — к предстоящим сценам ревности.

Увиденный во сне десантник — предвестие повышенного риска в предстоящих планах, поэтому, прежде чем решиться на что-то новое или не до конца известное, лучше еще раз взвесить все «за» и «против».

Увидеть во сне сержанта — означает, что ваш любимый пытается поставить вас в зависимость от него.

Если вам приснился артиллерист — это может быть предвестием предстоящего обмана.

Видеть во сне рядового — предупреждение, что вам необходимо упорядочить свою жизнь и навести порядок в делах.

Новобранец, увиденный во сне, может предвещать вам потери или предстоящее общение с человеком, который вам неприятен.

Часовой во сне может сулить вам счастье наяву, но иногда это знак недоверия к вам со стороны коллег или начальника. Стоять самому на посту — значит, что вы останетесь один на один со своими проблемами, сейчас вам не стоит рассчитывать на чью-то помощь. Видеть развод караула или часовых — к бесполезной трате денег или времени.

Видеть во сне солдатское учение — к успеху в делах и начинаниях. Быть во сне в военном лагере во время учений для молодой женщины — к предстоящему замужеству, а для замужней — к любовной встрече и измене мужу.

Находиться во сне в казарме среди солдат — означает, что вам предстоит сделать полезное дело на благо обществу или оказать помощь кому-то из близких.

Приснившаяся вам военная амуниция — к предстоящему знакомству с военным.

Пойти во сне в самоволку — к предстоящим конфликтам с компаньонами или коллегами.`
  },
  {
    word: 'Вой',
    description: `Слышать во сне вой — к получению письма или к новостям, страшный вой, наводящий на вас ужас, — плохой знак, такой сон может быть предвестием несчастья. Слышать вой волка— к нужде и одиночеству.`
  },
  {
    word: 'Война, Атомная война, Бой, Военные маневры',
    description: `Приснившаяся вам война может быть предвестием ссоры. Ожидать во сне объявления войны — к предстоящей важной встрече или серьезному разговору. Услышать во сне об объявлении войны — к предстоящему разговору с начальником или директором.

Мировая война может сниться к каким-то потрясениям или большим материальным затруднениям.

Атомная война во сне — знак того, что вы с кем-то поступили не по совести или совершили зло, о котором вскоре станет известно.

Участвовать в войне — к материальным затруднениям.

Приснившиеся вам военные маневры могут указывать на предстоящие перемены в семье, смену работы или места жительства.

Увидеть во сне бой — предостережение, что вам, вероятно, придется приложить много усилий для того, чтобы удержать свои позиции в обществе. Самому участвовать в бою во сне — означает, что вам необходимо позаботиться о своем здоровье.`
  },
  {
    word: 'Вокзал',
    description: `Видеть во сне вокзал — к удовольствиям, неожиданному посещению или воспоминаниям. Быть на вокзале — к предстоящей дороге, командировке, внутри вокзала — к известиям, встречать кого-то — к новому начинанию, провожать — к получению вами интересного предложения.`
  },
  {
    word: 'Вол',
    description: `Видеть во сне вола — знак того, что вскоре вы убедитесь в правильности своего решения, прогнать вола — к ссоре или разлуке с другом, убитый вол, как правило, снится к неприятным новостям.`
  },
  {
    word: 'Волк',
    description: `Видеть во сне волка — к разговорам, иногда — к ссоре, слышать его вой — к нужде и одиночеству, волчья стая — к потере, ущербу, поймать волка — к насмешкам, возможности попасть в неловкое положение, убить волка — к победе над врагом.`
  },
  {
    word: 'Волнение, Взволнованность',
    description: `Если во сне вы волновались по какому-то поводу, а потом узнали, что ваши волнения были напрасными, то такой сон сулит вам крепкое здоровье, если же волнения были обоснованны — значит, наяву вас ожидают трудности и препятствия.

Если но сне вы без видимой причины испытывали беспокойстно, то наяву вам предстоят страдания от одиночества и обиды из-за того, что кто-то не понимает вас.`
  },
  {
    word: 'Волосы, Волосы на теле',
    description: `Если во сне у вас длинные и густые волосы, то такой сон сулит вам богатство, силу и власть.

Тщательно приглаженные волосы снятся к новой дружбе, хорошим отношениям с людьми.

Плохие, жидкие волосы или остриженные наголо — к убыткам. Быть во сне лысым — противоречивый сон: или к большой нужде, или к необыкновенному богатству.

Если у вас во сне волосы неестественного цвета — к тщеславию, пестрые — к благополучию, рыжие — к обману, насмешке, белокурые — к покою и радости, черные — к прибыли, пепельные — к печали, седые — к долголетию, счастью и почету.

Причесываться во сне — предвестие здоровья и успехов, рвать на себе волосы — к потере, горящими на голове видеть — к прибыли и успехам.

Если во сне все ваше тело покрыто густыми волосами — сон сулит богатство и удачу, если же волосы редкие — тревоги, опасность попасть под чужое влияние.

Волосы видеть на груди — к здоровью, волосы на ладонях — к неприятностям.

Красивые локоны у вас во сне — к любовному увлечению, некрасивые или грязные — к плохим вестям.

Видеть во сне свои волосы кудрявыми — к предстоящим переменам, расчесывать их — к новым увлечениям.`
  },
  {
    word: 'Вор, Вор-карманник, Воровство',
    description: `Увидеть во сне вора — вас ждут хлопоты, для девушки — скорое замужество. Вор-карманник — предостережение: кто-то пытается навредить вам.

Приснившийся вам вор, тихо пробирающийся в дом, означает вашу уверенность в себе и успех в делах.

Если вам поиснилось, что вас ограбили, то наяву вы узнаете, кто ваши недоброжелатели и каковы их планы; для девушки такой сон может быть предвестием чьей-то злобы и зависти.

Если вас во сне обворовали по-крупному, не оставив практически ничего, — хороший сон, он сулит вам благоприятные сделки, удачные договоры.

Если вам приснилось, что вы что-то украли, — такой сон может быть предостережением: вам не стоит рисковать наяву, так как это может привести к потере или убыткам. Воровать в людном месте — к банкротству, у себя украсть — к проигрышу или упадкам в делах.

Краденое во сне покупать — означает, что наяву вам удастся добиться чьей-либо благосклонности.`
  },
  {
    word: 'Воробей',
    description: `Видеть во сне воробья или слышать его чириканье — предвестие нового знакомства, пребывание в кругу верных и преданных друзей; подстрелить его — значит достичь своей цели, поймать — к интриге, упустить воробья — означает, что вы не сумеете воспользоваться своим счастьем. Стаю воробьев видеть — к хлопотам.

Для девушки кормить воробья во сне — к скорому замужеству.`
  },
  {
    word: 'Ворон, Ворона',
    description: `Увидеть во сне кричащего ворона — плохой знак, убить его — значит спастись от опасного соперника, видеть стаю воронов —- к предстоящей встрече с аферистом.

Сидящий возле вас ворон — к печали, ворон в полете—к плохим известиям, есть во сне ворона — к неприятностям.

Приснившаяся вам ворона, которая несла что-то в клюве и выронила, — хороший знак, такой сон сулит вам прибыль или неожиданное получение денег, находку.`
  },
  {
    word: 'Ворота',
    description: `Ворота во сне — к препятствиям наяву, открытые — к незваным гостям, сломанные — к несчастью, удариться лбом о ворота — к сюрпризу, проезжать через них — к новым занятиям. Видеть закрытые ворота — к затруднениям в делах, закрывать их — значит спастись от беды или обмана.`
  },
  {
    word: 'Воротник',
    description: `Увидеть во сне воротник — предупреждение о том, что вы, вероятно, сделали неправильный выбор. Мужской воротник во сне сулит новое знакомство наяву.`
  },
  {
    word: 'Враг',
    description: `Видеть во сне своих врагов — к примирению с ними или исполнению желаний, говорить с ними — к неудаче, ошибке, ссориться — к потере. Если враг преследует вас во сне — наяву вас ожидает удачное завершение дел, победа.`
  },
  {
    word: 'Вратарь, Голкипер',
    description: `Быть во сне хорошим вратарем — это значит, что ваше обаяние и хорошее отношение к людям не останутся незамеченными, вы всегда можете рассчитывать на помощь и поддержку друзей.`
  },
  {
    word: 'Врач, Бормашина, Дантист, Доктор',
    description: `Оказаться во сне на приеме у врача — к предстоящей заботе и помощи кому-то, достаточно накладной и обременительной для вас. Разговаривать во сне с врачом — к радости, целовать его — к примирению. Видеть во сне себя врачом — означает, что ваши усилия добиться финансовой стабильности увенчаются успехом.

Если во сне на приеме у врача вы подробно описываете симптомы тревожащей вас болезни, то такой сон можег сулить вам предстоящие неприятности на работе или дома.

Посещение во сне логопеда — знак того, что вы слишком болтливы и сами создаете себе ненужные проблема.

Видеть во сне, что вы — логопед, — означает бесполезную трату времени.

Быть во сне на приеме у окулиста — признак того, что наяву вы сомневаетесь в своих возможностях, преувеличиваете трудности, стоящие перед вами.

Если снится, что вы записались на прием к педиатру, — это говорит о том, что вам стоит задуматься о правильности ваших методов воспитания детей. Быть у него на приеме — к новостям наяву.

Увидеть во сне стоматолога (дантиста) — означает, что ваши враги сами будут искать примирения с вами, быть на приеме у него — к новому знакомству, если он лечит вам зубы — к предстоящему обману, вырванный зуб — предостережение: вам необходимо позаботиться о своем здоровье. Видеть во сне работающую бормашину — означает, что ваши волнения и беспокойство напрасны.

Видеть во сне хирурга — предупреждение о том, что вам необходимо позаботиться о своем здоровье. Присутствовать во сне на хирургической операции — знак, что кто-то попытается вам угрожать или вас запугать, быть хирургом во сне — означает, что вам предстоит выполнить неприятную и бесполезную работу.

Увидеть во сне санитара — к большим изменениям в личной жизни или необходимость обратить внимание на свое здоровье.`
  },
  {
    word: 'Времена года, Весенняя капель, Весна, Зима',
    description: `Мечтать во сне о весне — неблагоприятный сон, свидетельствующий, что ваше заветное желание может не сбыться.

Видеть во сне весеннюю капель — означает, что ваши волнения напрасны, вы успешно справитесь со своими обязанностями.

Увиденные во сне события, происходящие осенью, могут предвещать неприятные перемены в личной жизни.

Если во сне события происходят зимой, а наяву не зима — значит, вас вскоре ждет улучшение материального положения, возможно, связанное с переходом на более высокооплачиваемую работу. Зима в сезон символизирует устойчивость и стабильность вашего положения.`
  },
  {
    word: 'Время суток, Вечер, День',
    description: `Ясный солнечный день во сне сулит вам новое знакомство наяву, серый, хмурый и дождливый — потери или препятствия в делах.

Если во сне события развиваются в дневное время — хороший знак, даже если остальные символы имеют негативное толкование, в отличие от тех событий, которые происходят рано утром или ночью. Слишком долгая ночь во сне — к встрече с неприятным человеком.

Вечер во сне и все события, связанные с вечером, — хороший знак, сулящий вам поворот дел к лучшему, конец неприятностям.`
  },
  {
    word: 'Всадник',
    description: `Видеть всадника во сне — к получению важной новости. Белый всадник снится к добру, черный — к опасности для жизни, трубящий — к хорошим новостям. Всадница во сне означает неприятности.`
  },
  {
    word: 'Вселенная',
    description: `Увидеть во сне Вселенную — знак того, что вы напрасно надеетесь на скорое завершение какого-то дела или быстрое решение интересующего вас вопроса.`
  },
  {
    word: 'Встреча, Деловая встреча',
    description: `Быть во сне на деловой встрече — значит, что в ваших делах наступило затишье и застой.

Если во сне вы назначаете свидание любимой — значит, и наяву вы сможете добиться от нее взаимности. Быть на свидании или принять приглашение на свидание — символ устойчивости ваших отношений с любимым человеком.`
  },
  {
    word: 'Вуаль',
    description: `Носить во сне вуаль или закрываться ею — означаем, что вас ожидает одиночество; траурная вуаль во сне — хороший знак: ваши опасения и страхи — напрасны , порванная вуаль снится к ссоре или разлуке с любимым человеком.`
  },
  {
    word: 'Вулкан',
    description: `Увидеть во сне извергающий огонь вулкан — предвестие встречи с грубым, дерзким или неординарным человеком.`
  },
  {
    word: 'Вши, Вошь, Гнида',
    description: `Видеть во сне вшей — хороший сон, он сулит вам избавление от бед, успех или деньги. Знать, что у вас в голове вши, но не видеть их — к утрате или потере, бить во сне вшей — к деньгам или неожиданному известию.

Раздавить во сне гниду — означает, что вы уверенно идете к намеченной цели и ничто не может сбить вас с правильного пути, видеть гнид у себя на голове — предвестие долгожданного успеха или повышения в должности.`
  },
  {
    word: 'Выбор',
    description: `Сделать во сне правильный выбор — значит, что наяву вы можете рассчитывать на осуществление заветной мечты.`
  },
  {
    word: 'Выборы, Выбирать',
    description: `Принимать во сне участие в выборах (голосовать на выборах) — знак того, что вас ждут перемены в жизни; быть членом избирательной комиссии — предвестие внезапной ревизии или усиления контроля со стороны более высокого начальника.`
  },
  {
    word: 'Вывеска',
    description: `Видеть во сне фирменную вывеску на здании или на стене учреждения — означает, что ваши неверные друзья доставят вам много бесполезных хлопот.`
  },
  {
    word: 'Выигрыш',
    description: `Выигрыш во сне сулит вам наяву успех в жизни и удачу в бизнесе. Если вы выиграли в азартной игре, в карты — это означает, что вы можете рассчитывать на друзей, но вас ждут убытки.`
  },
  {
    word: 'Выкройка',
    description: `Увиденная во сне выкройка — предупреждение о том, что ваши призрачные надежды могут быть слишком наивными и не стоит особо рассчитывать на них.`
  },
  {
    word: 'Выставка, Галерея',
    description: `Посетить во сне выставку — хороший знак: вы можете рассчитывать на помощь тех, на кого никак не надеялись, или договориться о взаимовыгодном сотрудничестве с вашими соперниками.

Посетить во сне картинную галерею — к успеху в деле, которое вы считаете безнадежным, или благоприятное решение сильно затянувшейся проблемы.`
  },
  {
    word: 'Выстрел',
    description: `Услышать во сне выстрел — к новостям или получению долгожданного письма.`
  },
  {
    word: 'Вышивка, Вышивание',
    description: `Покупать во сне одежду с красивой вышивкой — значит, что наяву вы узнаете о плетущихся против вас сплетнях, иметь ее — к радости.

Вышивать во сне — знак того, что вам предстоит участие в трудном деле. Вышивать красивый узор по превосходной канве — означает попасть на прием или в гости, общение с интересными людьми. Носить вещь, на которой вы сами сделали вышивку, — предостережение: кто-то пытается создать вам препятствия, так как недоволен продвижением по службе или вашими успехами.`
  },
  {
    word: 'Вышка',
    description: `Увидеть во сне вышку — означает, что наяву вас ждет стремительный успех или неожиданное повышение в должности, спускаться с вышки вниз — предостережение о готовящемся обмане со стороны людей, на которых вы надеетесь.`
  },
  {
    word: 'Вьюга',
    description: `Вьюга может сниться к ссоре или неудаче в делах.`
  },
  {
    word: 'Вязание',
    description: `Вязать во сне чулки — к неожиданному получению денег, шарф — к благополучию. Вязать что-то очень сложным узором — знак того, что вы пошли не самым коротким путем, все можно сделать гораздо проще и быстрее.

Видеть во сне, как кто-то вяжет, — означает, что вам предстоит скучная и неинтересная работа.`
  },
  {
    word: 'Гадание',
    description: `Гадание во сне сулит вам неожиданность наяву, возможные потери из-за излишней торопливости, необходимость решить стоящую перед вами проблему. Если же вам предсказывают судьбу, то такой сон сулит вам счастье в любви.

Гадалка во сне — знак необоснованных волнений и терзаний в ходе поиска истины.`
  },
  {
    word: 'Газ, Газовая колонка, Газовая плита',
    description: `Запах газа, который беспокоит вас во сне, может быть предвестием вашего скорого раскаяния в несправедливом обвинении кого-то или убытка от вашей небрежности.

Решать вопрос о наполнении газом баллона или какой-нибудь другой емкости — значит, что вам предстоит принять участие в какой-то авантюре.

Зажигать во сне газовую плиту — к успешному завершению дел, хорошо горящий в ней огонь — к счастью и удовлетворению от сделанной работы. Гасить ее — плохой знак.

Газовая колонка во сне сулит вам наяву неприятную встречу с человеком, последствия которой еще долго будут напоминать о ней.

Отравиться во сне газом — означает, что вашими делами интересуются посторонние или ваши недоброжелатели.

Спасти кого-то от отравления газом — значит, что наяву вы получите известие о его болезни или просьбу о помощи.`
  },
  {
    word: 'Газета',
    description: `Газета во сне может быть символом предстоящего обмана наяву. Видеть во сне, что вы читаете газету, — к предстоящей скуке и тоске.

Внимательно читать газету, особенно все статьи подряд, — символ того, что наяву вам предстоит сделать трудный выбор, так как вы не знаете, как будет лучше, а мнения друзей и советчиков по данному вопросу расходятся.`
  },
  {
    word: 'Галка, галки',
    description: `Галка во сне — знак ссоры и раздоров, если она летит прямо на вас — то могут возникнуть проблемы и препятствия, созданные вашими недоброжелателями, если же вы убьете ее — есть надежда на исправление вашего положения.`
  },
  {
    word: 'Галлюцинации',
    description: `Галлюцинации во сне — предвестие успеха, денежного вознаграждения, прибыли, повышения в должности.`
  },
  {
    word: 'Галстук',
    description: `Увидеть во сне галстук — к семейному благополучию, если вы меняете перед зеркалом разные галстуки, не зная, какой лучше надеть, — значит, вам предстоит общение с нерешительным человеком. Пестрый галстук во сне носить — к деньгам, светлый — к благоприятным обстоятельствам, темный — к страху, неприятностям или ссоре. Получить галстук в подарок — к встрече нового друга.`
  },
  {
    word: 'Гантели',
    description: `Сон, в котором вы видите гантели, — благоприятен для вас: ваши друзья и коллеги будут с вами доброжелательны и снисходительны к вашим недостаткам.`
  },
  {
    word: 'Гардины',
    description: `Видеть во сне гардину — к неприятностям от людей, которым вы сделали много хорошего или оказали услугу, ваша щедрость не будет вознаграждена даже простой благодарностью.

Видеть во сне много гардин — означает, что вам предстой г скрывать что-то от окружающих.`
  },
  {
    word: 'Гарем',
    description: `Увидеть во сне гарем — означает, что вы пытаетесь растратить свою жизнь впустую, мечтая только о низменных удовольствиях.

Для девушки быть наложницей в гареме — к пустым хлопотам, любимой наложницей — символ того, что вы стремитесь только к материальной выгоде; для мужчины иметь много красивых наложниц — к участию в очень рискованном или авантюрном проекте.`
  },
  {
    word: 'Гастроли',
    description: `Гастролировать во сне — к повышению по службе, возможно даже, что вам предстоит занять руководящую должность. Сопровождать кого-либо в турне — означает, что ваша озабоченность своими несерьезными проблемами создаст трудности в общении с окружающими, коллегами и друзьями.`
  },
  {
    word: 'Гвозди',
    description: `Видеть во сне железные гвозди — предвестие скорого достижения желаемой цели. Забивать гвоздь во сне — значит принять правильное решение наяву, забивать гвозди в стену для холостого — к предстоящей счастливой женитьбе, женатого — к увеличению состояния и рождению детей. Размер гвоздей определяет значимость предстоящих событий.

Найти гвоздь — к счастью, вытаскивать его плоскогубцами — к неудаче.`
  },
  {
    word: 'Гвоздика',
    description: `Видеть во сне гвоздику — значит, что наяву у вас по явится новый и верный друг, увядшая гвоздика — символ угасания дружбы, рвать ее — знак того, что ваша дружба в опасности из-за глупости или необдуманного поступка. Собирать во сне гвоздики — к удаче во всех начинаниях, дарить — к появлению новых забот и обязанностей.`
  },
  {
    word: 'Гель для волос',
    description: `Покупать во сне гель для волос — означает, что ваши требования к жизни слишком завышены, вы хотите гораздо больше, чем можете себе позволить. Пользоваться во сне гелем для укладки — признак того, что предстоящая поездка будет неудачной или нерезультативной.`
  },
  {
    word: 'Гетры',
    description: `Увидеть во сне гетры — предвестие приятных впечатлений и развлечений.`
  },
  {
    word: 'Гильотина',
    description: `Увидеть во сне гильотину — получить наяву незаслуженные упреки или выговор, но вскоре все выяснится и нормализуется. Видеть во сне площадь с гильотиной и толпу народа — к серьезной перемене в жизни. Лежать под гильотиной — символ того, что вы не уверены в своем будущем и вас терзают сомнения.`
  },
  {
    word: 'Гимнаст',
    description: `Если во сне вы занимаетесь гимнастикой, то наяву вас ждут тяжелые времена, вам предстоит вести длительные переговоры, долго согласовывать решения, выяснять проблемы, искать компромисс, но в итоге вы получите то, чего добивались. Видеть во сне, как кто-то занимается гимнастикой, — к предстоящей служебной поездке, командировке, экскурсии.

Приснившийся гимнаст сулит трудности и препятствия в делах, особенно предпринимателям и торговцам.`
  },
  {
    word: 'Гипноз',
    description: `Увиденный во сне гипнотизер — символ вашей силы и удачи; если он оказывает на вас воздействие против вашей воли — значит, кто-то пытается использовать вас в своих целях. Присутствовать на сеансе гипноза — к неудаче в делах. Самому гипнотизировать кого-то — значит, вы сможете оказать на этого человека достаточно сильное влияние.`
  },
  {
    word: 'Гипс, Алебастр, Гипсовая фигура',
    description: `Сои, в котором вы видите гипс или изделия из него, — предвестие успеха в делах, для молодых — это удачная женитьба. Лепить во сне из гипса статуи или другие предметы — к новым сплетням. Разбить гипсовую фигуру или сосуд — к предстоящей печали и раскаянию.`
  },
  {
    word: 'Гирлянда',
    description: `Увидеть во сне гирлянду — значит, что вас ждет неожиданный успех в деле, которое вы считали безнадежно проигранным. Украшенная гирляндами комната — предвестие праздника или радостного события у кого-то из ваших знакомых или родственников, на которое вас обязательно пригласят.`
  },
  {
    word: 'Гиря',
    description: `Приснившаяся вам гиря — предостережение о том, что ваши недоброжелатели пытаются навредить вам, поднимать се — означает чувствовать досаду, носить на спине — к заботам и хлопотам, плясать с гирями, привязанными к ногам, — к неудачному браку.`
  },
  {
    word: 'Глаз, Глаза, Завязывать глаза',
    description: `Видеть во сне в зеркале, что у вас большие красивые глаза, — к счастью в детях; тусклые, больные глаза — к несчастью, тревогам из-за детей; видеть себя с закрытыми глазами — к крепкой любви; быстрые движения глазами — к благополучию.

Видеть много человеческих глаз — к получению драгоценностей или прибыли.

Глазами плохо видеть — к недостатку в деньгах или какому-нибудь убытку, глаз вытекает во сне — к мукам совести, слепнуть во сне — к неприятностям, предательству. Глаза кому-нибудь выкалывать — означает, что своими действиями вы отпугиваете или настраиваете против себя людей.

Для женщины видеть во сне, что у нее завязаны глаза, — предупреждение: вам следует быть внимательнее, вокруг вас складывается ситуация, которая может создать вам много проблем и даже привести к беде.
`
  },
  {
    word: 'Глина',
    description: `Глина во сне — знак того, что вам предстоит тяжелая работа или угрожает опасность.`
  },
  {
    word: 'Глисты, Аскариды',
    description: `Глисты во сне видеть — к новому знакомству, радости, много глистов видеть — значит, что вы сможете выявить своих тайных врагов.

Увидеть во сне аскариды (длинные кишечные черви) — означает, что вас попытаются обвинить в клевете или что вам предстоит общение с неприятными людьми.`
  },
  {
    word: 'Глобус',
    description: `Видеть во сне глобус — предвестие далеко идущих планов, иногда — дальней поездки или длительной подготовки к ней, долгое ожидание решения вопроса или поезда (самолета) на вокзале или в аэропорту.`
  },
  {
    word: 'Глухой, Глухонемой',
    description: `Увидеть во сне глухого — значит, что наяву вы забудете о чем-то важном, упустите какую-то мелочь, которая впоследствии окажется важной и существенной.

Общаться во сне с глухонемыми на их языке, учить их азбуку — предвестие того, что вы узнаете какой-то чужой секрет, важный или интересный для вас.

Если вам снится, что вы — глухой, — вас ждут интересные новости.`
  },
  {
    word: 'Глушь',
    description: `Видеть себя во сне в пустыне и при этом чувствовать зной, жажду и одиночество — предвестие наступления голодных и трудных времен, утрат.

Если во сне вы идете по местности, где нет ни одной живой души, — это знак того, что наяву с вами произойдет счастливое происшествие. Если вам приснилось, что вы находитесь в глуши и с вами никого нет, — это говорит о том, что вы будете недовольны собой. Некоторые ваши поступки оставят неприятный осадок в сердце.`
  },
  {
    word: 'Гнездо',
    description: `Видеть во сне гнездо — к счастью и богатству, найти его — к радост и, счастыо, удаче, если оно пустое — к ошибке в делах, разори г и его — к расстройству дел, держать в руке или видеть с птенцами — к прибыли.`
  },
  {
    word: 'Гниль',
    description: `Для больного видеть во сне гниль — к выздоровлению, для здорового — к незначительной потере или утрате. Ковыряться в ней — к получению денег.

Есть во сне гнилую пищу — к неприятностям.`
  },
  {
    word: 'Говорить, Врать, Заикаться',
    description: `Говорить во сне с человеком, которого вы не видите, — к тревожным новостям, с плохим человеком — к ссоре, говорить о его смерти — к здоровью и долголетию.

Врать во сне — к одновременной выгоде в одном и потере в другом, хвастаться — разоблачить злой умысел друга или человека, которому вы доверяли. Заикаться во сне — к радости.

Рассказывать во сне сказку — к новостям, басню — к радости. Говорить долго и без остановки — значит, что вы получите подтверждение правильности выбранного пути.`
  },
  {
    word: 'Голова, Головокружение',
    description: `Увидеть во сне голову — предвестие предстоящей се рьезной и многообещающей встречи, свою голову со стороны — значит, что вам необходимо срочно позаботиться о своем здоровье.

Иметь во сне большую голову — к богатству и уважению, маленькую — к тяжелому и малооплачиваемому труду, бедности. Если снится голова с длинными волосами — к убыткам, с короткими — к прибыли, с большими ушами — к славе и уважению, лысая — к печали, бритая — к обману, плешивая — к неприятностям.

Если во сне ваша голова смотрит назад — к препятствиям и затишью в делах, возвращению в исходное состояние, возврату к прошлому. Иметь во сне много голов — означает, что ваши дела идут хорошо и вы на верном пути Конскую голову на плечах иметь — к препятствиям и вражде.

Рубить во сне голову — предвестие вашей победы над врагами, нести чужую голову в руках — выполнять чужую работу, свою держать — к исправлению ошибок, наведению порядка в делах. Если во сне человек, которому отрубили голову, идет к вам навстречу — к большому счастью.

Приступы головокружения во сне могут сулить вам семейные ссоры или потерю имущества, неудачу в бизнесе, особенно в очень рискованных операциях.`
  },
  {
    word: 'Головной убор',
    description: `Если во сне вы видите кокарду — значит, ваши враги начнут тяжбу против вас, предъявят вам иски. Примерять во сне шляпу — означает искать расположение у людей, вам ничуть не интересных и не нужных. Видеть во сне шляпу, мокрую от дождя, — к нужде, упавшую в грязь — к переменам в образе жизни, купить новую — к сватовству.`
  },
  {
    word: 'Головоломка',
    description: `Решать во сне головоломку — благоприятный знак: вас ждет спокойная жизнь с мелкими неурядицами и недоразумениями, самому во сне их составлять — к творческим успехам.

Разгадать во сне ребус — значит, что вам предстоит найти удачный вариант решения проблемы, если же, напротив, вы не можете его разгадать, — у вас могут возникнуть затруднения в делах, а простое, на ваш взгляд, решение проблемы окажется слишком сложным и трудно-выполпимым.

Если по сне вы разгадываете кроссворд — это означает, что вам придется смириться с достаточно скромной оценкой ваших трудов; разгадать его полностью — знак того, что вам удастся выйти из затруднительной ситуации победителем.`
  },
  {
    word: 'Голод, Голодание, Голодовка',
    description: `Чувствовать во сне голод — знак того, что вы будете иметь возможность увеличить свое состояние или улучшить материальное положение. Терпеть сильный голод, голодать во сне — к потере или утрате.

Объявить во сне голодовку в знак протеста или предъявлять при этом какие-то требования — значит, что ваш эгоизм, забота только о себе навредят вам.

Заниматься во сне лечебным голоданием — предвестие наступления периода, когда придется сильно экономить.`
  },
  {
    word: 'Гололед, Гололедица',
    description: `Идти во сне по гололеду спотыкаясь — символ предстоящих неожиданных затруднений, идти постоянно в напряжении, чтобы не поскользнуться, — значит, что вам вскоре предстоит трудная и напряженная работа. Очищать тротуар ото льда — означает, что волнующие вас проблемы не настолько серьезны, насколько это вам кажется.`
  },
  {
    word: 'Голос',
    description: `Слышать во сне приятные и спокойные голоса — хороший знак, такой сон сулит вам примирение с врагами и согласие в семье, грубые голоса во сне могут сулить неприятности, сердитые голоса или голоса с очень высоким тембром могут предвещать неудачу в делах или разочарование в друзьях.`
  },
  {
    word: 'Голубь, Голубятня',
    description: `Увидеть во сне летающих голубей — значит, что вам предстоит общение с влиятельным человеком, сулящее вам новые связи и знакомства, много голубей видеть — к счастью и взаимопониманию в семье, дома голубя видеть — к семейным радостям и удовольствиям.

Белые голуби во сне — к удаче, сизые и черные — к отчаянию, расстройству, тоске.

Слышать воркование голубей — означает получить дружеский совет, к которому стоит прислушаться, видеть целующихся голубей — это счастье и радость влюбленным.

Кормить голубей — значит быть любимым, поймать — к свиданию, свадьбе, неудачно ловить голубей — к неприятностям, есть их — к скуке и разочарованиям, выпускать — к разлуке.

Голубятню видеть — к прибыли, иметь — к быстрому исполнению задуманного.`
  },
  {
    word: 'Гомосексуализм, Гомосексуалист',
    description: `Очень часто сны о гомосексуализме означают непродуктивную работу, бесполезные связи и отношения.

Приснившийся вам гомосексуалист — предвестие неприятностей и препятствий, иметь с ним интимные отношения — знак того, что вам стоит пересмотреть свое отношение к окружающей действительности.

Иметь во сне какие-то дела с лесбиянкой, не обязательно сексуальные, — означает, что вас ждет выгодное коммерческое предложение или новая работа.

Для мужчины быть во сне гомосексуалистом, а для девушки лесбиянкой — сон, указывающий на то, что вы страдаете от душевного одиночества, недостатка общения или внимания со стороны противоположного пола.

Видеть во сне своего ребенка гомосексуалистом или лесбиянкой — признак того, что у вас есть проблемы в семье, в частности вы мало времени уделяете общению с детьми.

Для женщины быть во сне лесбиянкой или иметь с ней близкие отношения — означает, что вы сами виноваты в своем одиночестве и отсутствии мужского внимания.

Если во сне вы общаетесь с лесбиянкой, обсуждая с ней разные вопросы или просто болтая о жизни, — такой сон может быть предвестием хороших перемен в вашей жизни, которые заставят вас задуматься о будущем; возможно появление сразу нескольких интересных предложений, и им не будете знать, что выбрать.

Видеть во сне несколько целующихся лесбиянок — означает, что нам вскоре предстоит серьезное испытание или вы окажетесь в ситуации, когда надо будет сделать выбор между гем, что выгодно для вас, и вашей совестью.`
  },
  {
    word: 'Гонка',
    description: `Участвовать во сне в гонках — значит, что наяву вы готовы пойти на решительные меры для доказательства своей точки зрения. Наблюдать во сне гонки со стороны, быть болельщиком — означает, что вам предстоит ответить за содеянное, ваши скрытые дела станут явными, а обман -известен.

Если вам снится, что вы участвуете в автомобильной гонке, — это говорит о том, что наяву вы проявляете излишнюю сдержанность и осторожность, но если вы победите в гонке, то добьетесь хороших результатов и победите в конкурентной борьбе.`
  },
  {
    word: 'Гора, Вершина горы',
    description: `Гора во сне — символ тяжелой работы. Видеть во сне заснеженные горы — знак того, что вас ждут труднопреодолимые препятствия на пути к успеху.

Взбираться во сне на гору — символ трудностей на пути к успеху, испытывать страх при этом — означает продвижение по служебной лестнице, повышение в должности; сбегать с горы — избавление от опасности, падать с нее — удача во всех делах.

Жить во сне высоко в горах — к счастливому событию, прогулка в горах — к материальной прибыли, благополучию.

Достичь во сне вершины горы — значит, что наяву вам необходимо позаботиться о своем здоровье.

Увиденная во сне лысая гора вообще без растительности — плохой сон, предвещающий страдание и препятствия в делах. Для молодой девушки такой сон может быть предупреждением, что ей лучше не общаться с человеком, который пытается добиться ее расположения. Его неискренность и злой умысел могут принести ей только неприятности в будущем.`
  },
  {
    word: 'Горб, Горбатый, Горбун',
    description: `Горбатого во сне увидеть или встретить — очень счастливый сон, сулящий вам удачу в делах и успех во всем. Если же во сне вы сами превращаетесь в безобразного горбуна — значит, что наяву вас ждет долгожданное наследство, но в нем будет больше долгов, чем доходов.

Горб во сне иметь — к победе, выигрышу. Мужчине такой сон сулит успех у женщин.`
  },
  {
    word: 'Горизонт',
    description: `Увидеть во сне далекий горизонт — хороший сон, предвещающий вам успехи в делах, бизнесе и любви. Если вам кажется, что горизонт совсем близко, до него рукой подать, — то такой сон может быть предвестием неудач в делах и даже несчастного случая.`
  },
  {
    word: 'Горло',
    description: `Порезать себе во сне горло — означает, что вам удастся добиться большого успеха наяву, чесать во сне горло — к печали, боль в нем чувствовать — знак того, что вашими поступками руководит зависть.`
  },
  {
    word: 'Горничная',
    description: `Горничную во сне видеть или нанимать — к неудаче в делах.`
  },
  {
    word: 'Город, Городок, Горожанин',
    description: `Большой и многолюдный город во сне сулит вам благополучие и успех в делах наяву, разрушенный землетрясением город — предвестие бедности.

Неожиданно оказаться во сне в чужом городе — к крутому жизненному повороту, если вы удивлены тем, что находитесь в чужом городе, то этот поворот принесет вам много беспокойства.

Идти во сне по узкому переулку — значит, что вы можете попасть в затруднительное и неприятное положение по своей вине. Долго идти по нему — к длительному периоду застоя и затишья в делах.

Приснившаяся вам широкая городская улица — предвестие предстоящих вам больших возможностей. Пустую улицу во сне видеть — означает даром потерять силы и время, много людей на ней видеть — к хлопотам, шумные городские толпы на улицах города — к веселью и радости.

Если во сне вы оказались в тупике — значит, вам предстоит выполнять бесполезную работу или заниматься бесперспективным делом.

Быть во сне горожанином — к почету и славе.`
  },
  {
    word: 'Гороскоп',
    description: `Читать во сне свой гороскоп, в котором благоприятное толкование на будущее, — хороший знак, негативные толкования сулят вам временные затруднения.`
  },
  {
    word: 'Горох',
    description: `Есть во сне горох, особенно если он очень мелкий, — к большому успеху, варить и есть его — к огорчению.

Горох в стручках снится к предстоящей радости, сухой — предвестие того, что вы упускаете удачный случай или хорошую возможность выйти из затруднений.`
  },
  {
    word: 'Горошек (душистый)',
    description: `Видеть во сне душистый горошек — означает, что вам скоро наскучит человек, чьего расположения и любви вы очень долго добивались, но расстаться с ним по-хорошему будет очень непросто.`
  },
  {
    word: 'Горчица, Горчичник',
    description: `Видеть во сне много горчицы — к деньгам, есть се — к осуществлению задуманного, прикладывать ее или горчичник к телу — предвестие неожиданного успеха. Иногда горчица во сне — предвестие сложных и запутанных дел.`
  },
  {
    word: 'Горшок',
    description: `Увидеть во сне дома чужой горшок — предупреждение, что вы занимаетесь не своим делом или превышаете свои полномочия. Бить горшки во сне — к благополучию.`
  },
  {
    word: 'Горшок ночной',
    description: `Видеть во сне пустой ночной горшок — к пользе, выносить его — означает вынести семейные дела из дома, стать предметом сплетен и обсуждений, прятать его — бояться за свои тайны.`
  },
  {
    word: 'Гости',
    description: `Принимать во сне гостей — означает, что вы можете навлечь на себя чью-то ненависть, если к вам приехал незваный гость — к новому и полезному знакомству.

Веселые гости во сне — к радости, скучные — к прибыли, злые — к нужде, ссорящиеся гости — к сплетням.

Красивая и приятная гостья во сне — к душевному покою и спокойствию.

Быть во сне самому гостем — к незапланированным расходам.`
  },
  {
    word: 'Гостиница',
    description: `Видеть во сне гостиницу — к резким переменам в жизни, если она шикарная и комфортабельная — вас ждет роскошь и шикарная жизнь, придорожная и захудалая гостиница — к посредственной жизни или дальней дороге.

Видеть кого-то в гостинице — к довольству жизнью и праздности, самому в ней быть — к неприятному пути, дороге.

Быть во сне в мотеле — к дальней дороге или интересному путешествию.`
  },
  {
    word: 'Грабли',
    description: `Увидеть во сне грабли — к прибыли, прекращению вражды, работать ими — к семейному счастью, для больного — к выздоровлению, зацепиться граблями за что-то — значит чувствовать досаду или обиду от кого-нибудь.`
  },
  {
    word: 'Гравировка',
    description: `Если по сне вам подарили вещь с красивой гравировкой, то нас ждет уважение коллег или прекращение вражды с кем-то, отдавать что-либо граверу — к разочарованию в друзьях. Если во сне вы пытаетесь прочитать то, что выгравировано на пластинке, и не можете этого сделать — вас ждет запутанность в делах, трудность в выборе дальнейших действий.`
  },
  {
    word: 'Град',
    description: `Видеть во сне град — к неприятным новостям, попасть под него — предостережение о том, что вам не следует вмешиваться в чужие дела. Если на ваших глазах град уничтожает урожай, то такой сон может предвещать возникновение угрозы для вашей жизни или материального положения.`
  },
  {
    word: 'Градусник, Жар',
    description: `Видеть во сне градусник — означает вашу неудовлетворенность выполненной работой, поднимающийся ртутный столбик — к преодолению всех предстоящих проблем или неприятностей, опускающийся — предвестие того, что кажущееся вам благоприятным расположение дел скоро обернется для вас большим беспокойством за свое состояние или материальное благополучие.

Измерять во сне температуру тела — предупреждение: вам необходимо больше времени уделять своему здоровью, особенно если во сне у вас повышенная температура.

Чувствовать во сне жар — значит, вы слишком много времени тратите попусту, уделяете большое внимание пустякам, а важная для вас работа стоит без движения.`
  },
  {
    word: 'Гражданство',
    description: `Получить во сне гражданство другой страны — значит, что наяву вас ждут новые проблемы и препятствия, получить двойное гражданство — вы окажетесь в сложной двойственной ситуации, вам предстоит трудный выбор.`
  },
  {
    word: 'Гранаты (фрукты)',
    description: `Увидеть во сне гранат — означает освободиться от подозрений кого-то из окружающих, есть его — к получению обещанного, покупать — к неприятностям.`
  },
  {
    word: 'Гранит',
    description: `Глыба гранита, увиденная во сне, — это предвестие предстоящей большой работы, если во сне вы пытаетесь расколоть ее, то ваша попытка решить все проблемы с ходу, наскоком не увенчается успехом.`
  },
  {
    word: 'График, Диаграмма',
    description: `Видеть во сне графики или диаграммы — означает, что вы слишком легкомысленно подходите к решению стоящих перед вами проблем или недооцениваете своего противника, если сами строите их — вам необходим совет или помощь более опытного специалиста или советчика.`
  },
  {
    word: 'Грачи',
    description: `Если вам снится летающий грач — это говорит о том, что данное вами обещание было плохо продумано или вы дали его сгоряча, если грач пролетает мимо вас — данное вам обещание не будет выполнено. Кричащего грача видеть — к плохим вестям или новостям, сидящий или садящийся на что-либо грач сулит хорошие новости, мертвый грач, как правило, снится к предстоящей свадьбе.`
  },
  {
    word: 'Грелка',
    description: `Если вам приснится грелка в постели, то наяву вам необходимо позаботиться о своем здоровье, если вам прописали пользоваться грелкой в качестве лечения, то такой сон отражает вашу слабость и беззащитность перед предстоящими трудностями.`
  },
  {
    word: 'Гречка, гречиха',
    description: `Увидеть во сне цветущее поле гречихи — к успеху в делах и карьере. Покупать гречку в больших количествах — знак того, что результаты проделанной вами работы окажутся лучшими, чем вы рассчитывали.

Перебирать гречневую крупу — означает, что вы пытаетесь избавиться от своих недостатков, если же крупу перебирает женщина — вам стоит задуматься над недавно принятыми решениями относительно планов на будущее.`
  },
  {
    word: 'Грибы',
    description: `Собирать во сне грибы — предвестие приятных хлопот или выгодной и хорошо оплачиваемой работы.

Грибы на земле топтать, ломать — означает бороться с собственной инертностью. Мухоморы собирать во сне — знак того, что вы сбились с правильного пути, шампиньоны — символ подражания чужим вкусам и склонностям.`
  },
  {
    word: 'Гроб, Гробница',
    description: `Видеть во сне гроб или изготавливать его — к предстоящей свадьбе, получению прибыли или повышению в должности, для влюбленных — к предстоящей свадьбе, раскрытый и пустой видеть — к опасности.

Видеть гроб, плывущий по воде, — к большому богатству, если гроб появляется сам из могилы — к счастью.

Самому во сне в гробу лежать, а потом встать из него — к возрождению сил, обретению спокойствия и уверенности в своих силах.

Гробницу видеть — вас ждет удача и покровительство, быть внутри нее — к разочарованию, трудностям в делах.

Видеть катафалк во сне — к разлуке, переменам в делах.`
  },
  {
    word: 'Гроза, Гром, Громоотвод',
    description: `Гроза, увиденная во сне, — к предстоящему веселью. Видеть сильную грозу и не находить рядом надежного укрытия — к ухудшению в делах, несбывшимся надеждам, грозу с громом — к ссоре.

Гром во сне может быть предвестием гнева начальника, дальние раскаты означают препятствия, плохие вести издалека, оглушающие раскаты грома рядом с вами — к продвижению по службе, если при этом вы пугаетесь его — к повышению в должности и счастью в личной жизни.

Видеть во сне громоотвод — значит, что вашу работу не оценят по достоинству, самому сооружать его — предостережение: вам необходимо быть более осмотрительным при принятии серьезных решений.`
  },
  {
    word: 'Грудь',
    description: `Видеть во сне обнаженную женскую грудь — к счастью и взаимной любви, в бюстгальтере — к беспокойству, красивую грудь у девушки — к исполнению желаний.

Для женщины видеть во сне обнаженную грудь мужчины — к счастью, видеть чужую женскую обнаженную грудь — означает узнать свои недостатки, большие груди иметь — к чести, малые — к ненависти, упругие или с молоком — к радости и богатству, твердые — к нищете, отвислые — к неприятностям, отрезанные — к измене.

Для мужчины иметь в груди молоко — к богатству, женскую грудь иметь — к крепкому здоровью и радости, заросшую густыми волосами — к чести, видеть чужую грудь — к прибыли.`
  },
  {
    word: 'Груз',
    description: `Если вы несете во сне очень тяжелый груз — это предвещает вам странные или ухудшающие ваше положение встречи. Если вам снится, что вы укладываете груз на телегу или перекладываете в машину, — это хороший знак, вам предстоит избавление от неприятностей и успешное преодоление препятствий.`
  },
  {
    word: 'Груша',
    description: `Увиденное во сне грушевое дерево — означает фальшь в вашем окружении, печали.

Есть во сне груши — к слезам или удовольствиям, очень мягкие и спелые — к иллюзии богатства, кислые или горькие — к большим неприятностям.`
  },
  {
    word: 'Грязь',
    description: `Грязь во сне видеть — предвестие неприятностей, иногда даже несчастья, ходить по ней — значит, что вы пытаетесь кого-то незаслуженно очернить, попасть в грязь — к ссоре, валяться в ней — к успехам и прибыли.

Много грязи на улице — к печали и раскрытию тайн, в доме — к успеху, большую кучу грязи видеть — к счастью.`
  },
  {
    word: 'Губернатор, Бургомистр, Вице-мэр',
    description: `Увидеть по сне мэра или общаться с ним — означает, что вы выбрали неправильную тактику в общении со своим руководством или друзьями и близкими. Если вы не измените своего отношения к ним, то, когда у вас будет много неприятностей, вам некого будет просить о помощи.

Встречаться во сне с мэром — знак того, что вы проявляете излишнюю настойчивость в отношениях с окружающими и это может вам навредить; быть самому мэром большого города — к предстоящим семейным заботам, небольшого городка — значит, что вам предстоит много работы, забот и хлопот, но все они будут вам не в тягость.

Быть но сне помощником мэра или его консультантом — предвестие финансовых затруднений или предстоящего увеличения расходов при одновременном снижении доходов.

Видеть во сне вице-мэра издали — хороший сон, сулящий вам процветание и успех, видеть себя вице-мэром — означает, что препятствия и проблемы, стоящие у вас на пути, будут появляться как грибы после дождя, для вас наступает не самое благоприятное время, поэтому решение серьезных вопросов лучше отложить на более поздний срок.

Для мужчины быть во сне на встрече с губернатором - означает попасть наяву в зависимость от женщины. Если снится, что вас избрали губернатором, — значит, вы получите подтверждение, что ошиблись в своих расчетах или идете неправильным путем.`
  },
  {
    word: 'Губы, губа',
    description: `Иметь во сне очень большие губы — к предстоящему беспокойству, очень толстые — к благополучному решению проблем, грязные губы во сне — к неприятностям.

Видеть во сне чужие четко очерченные губы — к взаимности и расположению со стороны окружающих, тонкие — к новым проблемам, которые появятся из-за поспешного решения старых, толстые — вам необходимо позаботиться о своем здоровье.`
  },
  {
    word: 'Гусеница',
    description: `Много гусениц во сне видеть — к предстоящей потере или ущербу. Для девушки увидеть во сне гусеницу — к предстоящей беременности.`
  },
  {
    word: 'Гусь, гуси',
    description: `Видеть во сне гуся — к благополучию, кормить его — к прибыли, счастливой семейной жизни, ловить — к женитьбе, продавать или потерять своего гуся — к убыткам, убить — к подарку, ощипывать — к разочарованию, есть или жарить — к прибыли, радости.

Видеть во сне стадо гусей — к почестям и уважению, если вы считаете их — сон предвещает новости.
`
  },
  {
    word: 'Дача',
    description: `Строить во сне себе дачу — значит, что наяву вы ставите перед собой трудновыполнимые задачи, из-за которых вам предстоит выполнить много ненужной и бесполезной работы. Жить во сне на даче — к исполнению желаний, достижению поставленной цели.

Покупать во сне дачу — означает получить наяву наследство или прибыль, продавать ее — вам предстоит совершить доброе дело.`
  },
  {
    word: 'Дверь',
    description: `Увидеть во сне большую и высокую дверь — значит, что вас вскоре ждет богатство и знатность, богато украшенную — к неосуществимой мечте; открывать ее — к роскоши, неоправданным тратам; неожиданно открывающиеся створки — к счастью, выгоде, удаче; скрипящие двери — к неприятной встрече.

Видеть во сне открытую дверь в свое жилище — к неуверенности в себе, обману, не находить двери у своего дома — к препятствию в делах, закрывать ее — к опасности, дверь рассыпается на куски — к неприятной ситуации.

Если во сне к вам в дверь стучат — к предстоящим важным событиям в жизни, звонят — к плохим известиям; если вы открываете дверь, а за ней никого нет — к большим неприятностям.

Видеть во сне красивую дверную ручку — значит, что вскоре вам предстоит интересное знакомство.`
  },
  {
    word: 'Двойник',
    description: `Видеть своего двойника — плохой знак, предвестие предстоящей печали или трудностей.`
  },
  {
    word: 'Дворец, Замок (строение)',
    description: `Видеть во сне замок — предвестие исполнения задуманного, владеть им — к выигрышу или прибыли, замок, окруженный водой, — к предстоящим проблемам, стучаться ночью в ворота замка — получить своевременную и действенную помощь.

Находиться во сне в прекрасном, но безлюдном дворце, в котором вы скучаете, — означает, что вы должны проявить особую осторожность при заключении сделок или при выполнении ответственной работы. Строить во сне дворец — значит, что ваши надежды обманчивы, долго ходить по дворцу — вас ждут напрасные старания изменить ситуацию к лучшему.`
  },
  {
    word: 'Дворник',
    description: `Сон, в котором вы видите дворника, убирающего мусор на своей территории, сулит вам мелкие неприятности, давать деньги дворнику — вас ждет неблагодарность со стороны человека, которому вы оказали услугу, быть в доме дворника — к неприятностям.

Увидеть во сне дворника с ломом — предвестие трудных времен, проблем на работе, сложностей в завершении серьезных дел.`
  },
  {
    word: 'Девочка, Девушка',
    description: `Находиться во сне в обществе молодых красивых девушек — значит, что наяву вам действительно предстоит оказаться в хорошем обществе на интересном мероприятии, если во сне девушки одеты в белое — к предстоящему повороту жизни в лучшую сторону, вас ждет успех и процветание.

Видеть себя во сне маленькой девочкой — к предстоящему удивлению или небольшому ущербу, если незнакомая девочка заходит к вам в дом — к незваным гостям, выгонять ее — к мелким неприятностям.

Очень долго разговаривать во сне с девочкой — к богатству и успеху.`
  },
  {
    word: 'Дедушка',
    description: `Сидеть во сне с дедушкой за одним столом — вас ждет долгая и интересная жизнь, получить от него подарок — к известию о наследстве или прибыли.

Видеть во сне давно умершего дедушку здоровым и веселым — значит, что вскоре вы получите неприятные известия, ныне здравствующего — к покою и благополучию.

Увидеть во сне прадедушку — к счастью, прибыли или выигрышу.`
  },
  {
    word: 'Дезертир',
    description: `Увидеть во сне дезертира — значит, что наяву вас ждет незаслуженная обида или унижение. Самому быть им — к получению издалека долгожданных вестей или информации, помогать дезертиру скрываться — означает, что наяву вас попросят оказать кому-то срочную помощь.`
  },
  {
    word: 'Дезодорант',
    description: `Увидеть во сне дезодорант — знак того, что вы пытаетесь жить не по средствам и тратите слишком много. Пользоваться им во сне — означает, что вы сможете добиться исполнения желаний.`
  },
  {
    word: 'Деканат, Декан',
    description: `Для студента увидеть во сне своего декана накануне экзамена — знак того, что вам необходимо как можно лучше к нему подготовиться, для всех остальных такой сон может быть предвестием препятствий в делах или на работе.

Быть во сне в помещении деканата — значит, что вам предстоят волнения или неприятности из-за вашего негативного поступка.`
  },
  {
    word: 'Делегат',
    description: `Быть во сне делегатом съезда, ответственного собрания или конференции — означает, что в настоящее время вы не сможете реализовать свои планы или замыслы.`
  },
  {
    word: 'Дельфин',
    description: `Сон, в котором вы видите дельфинов, — предупреждение: вы тратите слишком много времени впустую и занимаетесь не своим делом; если дельфины резвятся в чистой воде, то такой сон может быть предвестием повышения в должности.`
  },
  {
    word: 'Демократ',
    description: `Видеть во сне выступление демократа — значит, что наяву вас ждет обман или подлог, вследствие которого вам придется доказывать свою невиновность. Если во сне вы разделяете взгляды демократов, то наяву вас ждет временный успех в делах, за которым последует борьба с неожиданно возникшими препятствиями.`
  },
  {
    word: 'День Победы',
    description: `Отмечать во сне День Победы, возлагать в этот день цветы к монументу — хороший сон, он сулит вам хорошие отношения с друзьями, сослуживцами и соседями.`
  },
  {
    word: 'День рождения, Именины',
    description: `Праздновать во сне свой день рождения — к долгой жизни, чужой — к радости. Получить во сне приглашение на именины — значит, вам предстоит выполнить то, чего требуют от вас обстоятельства, даже если это противоречит вашему желанию.`
  },
  {
    word: 'Деньги, Банкноты, Валюта, Денежный перевод, Доллар, Звон монет',
    description: `Увидеть во сне мелочь — к непредвиденным денежным расходам, копейки — к слезам, медные деньги — к обману и пустым хлопотам, золотые — к прибыли, серебряные — к ссоре. Если во сне вы слышите звон монет, то вас может ждать невыгодное дело, видите их блеск — к предстоящему обману.

Бумажный рубль, увиденный во сне, — предвестие хороших новостей или прибыли, металлический — неразделенной любви.

Брать во сне деньги — к хлопотам, отдавать — к расходам, нести в кармане — к переменам в жизни, разменивать крупные — к уменьшению доходов, считать — к неприятностям, подбирать — к большой удаче.

Видеть во сне иностранные деньги (валюту) — значит, что наяву вас ждет богатство и успех, фальшивые деньги — предвестие обмана или подлога.

Получать во сне денежный перевод — предостережение о предстоящих препятствиях или убытках, отправлять — к получению денег или незапланированной прибыли.`
  },
  {
    word: 'Депортация',
    description: `Сон, в котором вас или ваших друзей депортируют из страны, сулит вам предстоящие перемены к лучшему, удачное завершение старых дел и успех в новых.`
  },
  {
    word: 'Депутат',
    description: `Видеть во сне депутата или разговаривать с ним — значит, ваши планы не будут реализованы в полной мере, самому быть им — неожиданно возникшие препятствия не позволят вам осуществить задуманное, быть доверенным лицом депутата — знак того, что вам предстоит сделать трудный выбор, от которого зависит ваше будущее.`
  },
  {
    word: 'Деревня',
    description: `Сон, в котором вы видите себя живущим в деревне, — очень хороший знак; если после долгих лет жизни в дерене вы собираетесь переехать в город — значит, вскоре вас ждут изменения в жизни или перемена работы.

Увидеть во сне деревню, в которой вы родились, — к приятной встрече, чужую — к радости, запущенную или заброшенную — к финансовым проблемам, горящую — к счастью.`
  },
  {
    word: 'Дерево, Залазить на дерево',
    description: `Видеть во сне дерево с плодами или зелеными листьями—к благополучию и прибыли, цветущее — к счастью и успеху в делах, увядшее — к тяжелому труду, если оно без листьев — к обману, сломанное — к ссоре, красное — к полезным хлопотам.

Рубить во сне дерево — к потере, садить его — к богатству.

Если во сне вы сидите поддеревом — значит, вам придется охранять свое счастье, бояться за него; влезать на дерево — к оказанию почести, влезать очень высоко и бояться—к получению интересных новостей, падать с него — к убыткам или понижению в должности.`
  },
  {
    word: 'Дети, Внебрачный ребенок, Детвора, Детдом, Дочь',
    description: `Сон, в котором вы видите детей, сулит вам радость и успех в самом ближайшем будущем, очень красивых — к приятному или полезному знакомству, больных — к радости, плачущих — к неприятностям. Убаюкивать во сне дитя — значит, что вы поверите лживым обещаниям, проявите излишнюю доверчивость.

Видеть во сне маленького ребенка — к сильному удивлению, грудного — к благополучию; красивого — к радости, некрасивого — к неожиданным заботам. Если вам снится, что вы убаюкиваете ребенка, — вас ждут семейные радости. Мужчине видеть во сне, что его жена кормит ребенка грудью, — к успеху в делах.

Очень много детей во сне видеть — к деньгам и прибыли. Бить во сне детей — к неприятностям, целовать их или разговаривать с ними — к успеху и радости, играть с детьми — вам предстоит совершить безрассудный поступок.

Для беременной увидеть во сне ребенка на плечах у мужчины — родится мальчик, у женщины — девочка.

Родить ребенка — к богатству. Грудного младенца во сне видеть — к благополучию, успехам в делах, чужого младенца — к сплетням и ссоре, кормить ребенка грудью — к крепкому здоровью, нянчить — к прибыли.

Сон, в котором вы узнаете о рождении дочери, сулит вам приятную неожиданность, увидеть ее во сне — к взаимопониманию в семье, если она умерла — к убыткам.

Увидеть во сне сына красивым и здоровым — хороший знак: вас ждет почет и уважение.

Видеть во сне подкидыша — к прибыли, успеху и благополучию, держать его на руках — к успеху и богатству, взять его на воспитание — означает иметь случай сделать доброе дело.

Посетить во сне детдом — значит, что наяву вы можете в трудную минуту рассчитывать на помощь друзей, быть самому детдомовцем и покидать детдом — означает, что ваши планы полны иллюзий и вам вряд ли удастся воплотить их в жизнь.

Видеть во сне детскую коляску — знак верности и надежности ваших друзей.

Если во сне у вас похитили ребенка и требуют выкуп — значит, наяву вы совершили мелкую, но досадную ошибку, из-за которой у вас будет много неприятностей. Самому участвовать в похищении детей — означает, что вам сделают заманчивое и интересное предложение, но от вас могут скрыть некоторые нюансы, благодаря которым вы сможете понять, что это ловушка.

Если во сне вас раздражает баловство ребенка — значит, вы устали от проблем и трудностей, вам нужно отдохнуть. Если же вам нравится, как малыш балуется, — это означает, что вы любимы и жизнь вас радует.`
  },
  {
    word: 'Дефицит',
    description: `Искать во сне какую-то дефицитную вещь — означает, что вам предстоит решение серьезных вопросов, найти и купить ее - значит, что до последней минуты вы будете уверены в положительном решении вопроса, но в итоге получите отказ.`
  },
  {
    word: 'Диета',
    description: `Если во сне вы узнаете, что вам необходима диета, — значит, наяву вам необходимо позаботиться о своем здоровье, сидеть на диете из-за своего состояния здоровья — знак того, что неожиданно возникшие препятствия создадут много проблем на пути к поставленной цели. Предпринять во сне попытку похудеть с помощью диеты — к получению интересных новостей или изменениям в жизни.`
  },
  {
    word: 'Диктор, Ведущий',
    description: `Увидеть во сне ведущего известной телепрограммы — значит, что наяву вас могут ожидать неприятности или препятствия, быть самому ведущим — означает, что вы в состоянии добиться поставленной цели.

Для женщины увидеть себя во сне диктором на телевидении — предостережение: из-за вашей невнимательности к супругу может разразиться скандал.`
  },
  {
    word: 'Дилер',
    description: `Заключить во сне удачный контракт с известной крупной фирмой — значит, что наяву ваши старания и труды будут по достоинству оценены вашим руководителем или директором.

Быть во сне дилером крупной фирмы — означает, что в данный момент вы находитесь на вершине делового успеха и можете добиться гораздо большего, чем думаете; для предпринимателей и бизнесменов такой сон может быть предупреждением о тайном сговоре конкурентов или о предстоящих больших убытках.`
  },
  {
    word: 'Дипломат',
    description: `Видеть во сне дипломата — значит, что наяву вы сможете перехитрить опасного противника или конкурента, самому им быть — к предстоящей трудной и ответственной работе.`
  },
  {
    word: 'Диск',
    description: `Сон, в котором вы долго выбираете себе компакт-диск, является предупреждением о предстоящих проблемах, которые встанут перед вами на пути к достижению поставленной цели. Записывать что-либо на компакт-диск — добрый знак. Вас ждут хорошие новости и приятное времяпрепровождение с друзьями.

Увидеть во сне лазерный диск с компьютерной программой — означает, что вам придется долго искать выход из создавшейся ситуации, но в конце концов все проблемы останутся позади.

Если во сне вы собираетесь поставить для прослушивания музыкальный диск — значит, ваше некорректное поведение или отношение обидит кого-то из близких вам людей.`
  },
  {
    word: 'Диск-жокей',
    description: `Если во сне вы общаетесь с диск-жокеем — наяву вам предстоит интересное или полезное знакомство, для девушки такой сон может быть предвестием обмана.`
  },
  {
    word: 'Дискотека',
    description: `Видеть во сне дискотеку со стороны — значит, вы недооцениваете сложившуюся ситуацию, танцевать на ней — знак того, что кто-то пытается ввести вас в заблуждение.`
  },
  {
    word: 'Дискуссия',
    description: `Дискутировать во сне с образованными и умными людьми или принимать участие в научной конференции — означает, что вы сможете открыть в себе новые способности, если же вы спорите с малограмотными или необразованными людьми — раскрыться способностям не позволит ваша лень.

Если во сне вы вступаете в жаркий спор из-за мелочей, которые вообще не стоят внимания, — это предупреждение о том, что вам необходимо позаботиться о своем здоровье.`
  },
  {
    word: 'Диссертация',
    description: `Готовиться во сне к защите диссертации — к бесполезным хлопотам и тревогам.`
  },
  {
    word: 'Дневник',
    description: `Делать во сне заметки в своем дневнике — значит, что наяву вам предстоит убедиться в ошибочности своих суждений и замыслов, читать чужой дневник — означает, что вас заслуженно обвинят в обмане или сокрытии информации.`
  },
  {
    word: 'Дождь, Водосточный желоб, Дождь со снегом',
    description: `Как правило, сны, в которых вы видите дождь, — неблагоприятные, они могут являться предвестием неудачи, пустой траты времени, препятствий в делах. Дождь сквозь солнце часто снится к выигрышу, слепой дождь — к приятным переменам в делах.

Ливень во сне — предвестие большой неудачи, сильно промокнуть во сне — вам необходимо больше времени уделять своему здоровью, наблюдать за ним.`
  },
  {
    word: 'Доклад',
    description: `Если во сне вы слушаете долгий и неинтересный доклад, то наяву вам предстоит выслушать бесполезные наставления и нравоучения, если же вы являетесь докладчиком — вам предстоит потратить много времени на обучение кого-то, и все это окажется бесполезным.`
  },
  {
    word: 'Документ, Акт, Аттестат, Диплом, Договор',
    description: `Увидеть во сне много различных документов — значит, что наяву вас ждет успех в делах, увеличение достатка и прибыли; складывать их аккуратными стопками — к бесполезным спорам и выяснениям отношений, искать и не найти — знак нестабильности вашего положения в обществе, долго искать и найти — значит, ваше положение в настоящее время вполне стабильно, но нельзя расслабляться, так как соперники и конкуренты могут этим воспользоваться.

Видеть во сне составленные акты — к неприятностям на работе, заверенные нотариусом — к серьезным проблемам и препятствиям, подписывать акт — к прибыли.

Если во сне вам вручают аттестат — хороший сон, сулящий удачу во всех начинаниях, успех в завершении всех дел, хорошие перспективы на будущее, видеть или рассматривать его — знак того, что вы приняли правильное решение и можете смело начинать новое дело.

Приснившийся вам диплом — предвестник новых знакомств и полезных связей.

Заключать во сне договор — к примирению с конкурентами или врагами, если не все его пункты вас устраивают — эго предвестие предстоящих трудновыполнимых обязанностей или обязательств.

Увидеть во сне квитанцию — к неожиданной материальной помощи, держать в руках — знак того, что новое дело окажется малорентабельным или убыточным, получить се — к предстоящей ссоре.

Хороший сон — в котором вы оформляете лицензию. Он сулит вам достижение поставленной цели, успех и процветание.

Получить во сне накладную на товар — значит, вам удастся сделать что-то важное для своей будущей жизни или карьеры, выписывать ее — успех в будущем зависит только от вашего желания и способностей.

Получить во сне патент — знак того, что ваши надежды и мысли скоро обретут реальное воплощение, работать по чужому патенту — означает, что в результате долгой и упорной работы вы не получите положительных результатов и останетесь ни с чем.

Если во сне вам дают подписать протокол — значит во всех предстоящих неприятностях будет только ваша вина и не надо искать виноватых.

Получить во сне письменное разрешение на свою просьбу — означает, что после многих неудач и ошибок вам улыбнется удача н вы сможете добиться желаемого

Получить во сне свидетельство — значит, что ваши переговоры и деловые встречи не принесут желаемых результатов вследствие того, что у вас нет четкой программы действий из-за расплывчатости и неточности поставлен ных целей и задач.

Увидеть во сне папку или портфель для документов — означает, что все ваши неудачи и ошибки — временные, полученный благодаря им опыт позволит вам вскоре добиться отличных результатов. Потерять во сне портфель или папку с документами — предостережение, будьте осторожны при решении серьезных вопросов, заключении договоров, сделок, вы можете получить материальную выгоду, но ваш авторитет или репутация могут быть испорчены.

Получить во сне в подарок органайзер или шикарный портфель для документов — хороший сон, ваши друзья помогут вам в трудную минуту, вы можете на них рассчитывать.`
  },
  {
    word: 'Долг, Должник, Задолженность, Заем',
    description: `Если вам снится должник — сон предрекает ситуацию, в которой вам предстоит обмануть кого-то; самому им быть или брать в долг — к ссоре с другом или неудаче в любви, считать свои долги — к прибыли.

В долг давать — к сплетням и мелким потерям, требовать возврата долга — к успеху в делах, получить его — к прибыли, с вас требуют возврата долга — к неприятностям, выплатить долг — к благоприятному повороту в делах.`
  },
  {
    word: 'Дом, Барак, Здание, Изба',
    description: `Видеть во сне свой дом новым и прочным — к счастью, уютным — к семейному благополучию, многоэтажным — к большой прибыли, обрушившимся — к опасности, видеть, как его сносят, — к преодолению всех препятствий, горящим — к убыткам. Уввдеть свой дом заброшенным — означает, что вам предстоит сожалеть о прошлом, снова к нему возвращаться — жить прошлым, из-за чего вас ждут неприятности и непонимание окружающих. Строить во сне дом — значит, что внешние, не зависящие от вас обстоятельства не дадут вам осуществить все задуманное. Получить дом в наследство — к знакомству с партнером или компаньоном, благодаря которому вы сможете поправить свои дела.

Увиденная во сне изба — предвестие перемен в жизни, хижина — к печали, тесная глиняная мазанка — к ухудшению жилищных условий. Лачуга во сне может присниться к предстоящей поездке или командировке.

Жить в недостроенном доме — к волнениям в связи с опасностью утраты состояния или имущества, в бараке — к препятствиям в делах.

Увидеть во сне, как строят здание, — знак того, что вы сможете добиться поставленной цели, если это небоскреб — вас ждет большая прибыль, выгода, большие деньги. Административное здание снится к убыткам и потерям, красивое недавно построенное — к получению новых источников доходов, новой работы.

Если в здании большинство помещений светлые, красивые, большие, то такой сон сулит вам успех в делах и благополучие. Бедные, обшарпанные, тесные помещения в здании — к предстоящим трудностям, препятствиям в завершении выгодного дела.

Видеть во сне коттедж — к предстоящему ремонту в вашем доме.`
  },
  {
    word: 'Донор',
    description: `Быть во сне донором — к исполнению желаний и успеху в любви, видеть его — удачный выход из затруднительного положения.`
  },
  {
    word: 'Допинг',
    description: `Принимать во сне допинг — означает, что вам предстоит самому решать свои проблемы, давать кому-то указание принимать допинг — к убыткам или большим расходам.`
  },
  {
    word: 'Допрос, Допрашивать',
    description: `Если во сне вас допрашивают — значит, кто-то из ваших недоброжелателей собирает на вас компромат, самому во сне производить допрос — предвестие предстоящие ошибок и просчетов.`
  },
  {
    word: 'Дорога, Бездорожье, Изгиб дороги',
    description: `Видеть во сне прямую, уходящую вдаль дорогу — к предстоящему большому и длительному пути к достижению успехов. Приснившаяся вам магистраль — предвестие серьезной и ответственной встречи, от которой будет зависеть ваше будущее. Много грязи на дороге — к неудачам в делах. Пыльную дорогу увидеть во сне — значит, что вам предстоит испытать чувство своей ненужности обществу, отсутствия единомышленников, но ваше мнение окажется ошибочным. Сон, в котором вы видите дорогу, покрытую асфальтом, — означает, что вы столкнетесь с препятствиями при решении вопросов, которые вам казались достаточно простыми или несущественными.

Идти во сне по прямой и хорошей дороге — предвестие радости, благополучия и успеха, по разбитой дороге — к потерям, по кривой — к печали, по шоссе — к приятному путешествию или командировке, по мостовой — к трудностям и конфликтам на работе, по булыжной мостовой — значит, что решать свои проблемы вам придется самостоятельно, вам не стоит рассчитывать на кого-то. Долго идти по дороге, а потом узнать, что вы идете в обратную сторону, — означает, что вас ожидают неудачи, поворот дел в худшую сторону.

Увиденный во сне плавный изгиб дороги — знак того, что вы сумеете приспособиться к изменившимся обстоятельствам, крутой изгиб или поворот дороги — это предзнаменование событий, которые резко изменят вашу жизнь.

Неожиданно для себя оказаться на трассе во сне — значит, что своей настойчивостью и решительностью вы сможете убедить окружающих в правоте своих взглядов и предложений.

Идти во сне по закоулкам, окольной дорогой — означает, что на пути к достижению цели вы столкнетесь с большими препятствиями и проблемами.

Идти или ехать во сне по бездорожью — значит, что наяву вам предстоит разочароваться в человеке, которого вы считали очень надежным другом или авторитетным советчиком.

Остановиться на развилке дорог — знак того, что вам предстоит решить ряд серьезных и сложных проблем, от которых зависит ваша дальнейшая жизнь, стоять на перекрестке — быть не в состоянии в данный момент принять правильное решение.`
  },
  {
    word: 'Доска школьная',
    description: `Видеть но сне школьную доску — к неприятным известиям или проблемам в бизнесе.`
  },
  {
    word: 'Драгоценности, Бижутерия, Драгоценный камень',
    description: `Увидеть во сне драгоценности — к удаче, если их очень много — к богатству, покупать во сне драгоценности — к успеху в делах, потерять — к счастью.

Найти во сне драгоценный самородок — к успеху в делах и процветанию.

Если во сне вы очень хотите купить себе дорогое колье или шикарную золотую цепочку, но не можете себе этого позволить, — значит, вас ожидают препятствия или затруднения на пути к успеху или достижению поставленной цели.

Для женщины сон, в котором у нее на шее колье или дорогая цепочка, предвещает ссору с возлюбленным или разочарование в нем.

Видеть серебряную цепь во сне — значит, вы получите пользу от своих хлопот; золотую на шее — вы будете использовать свое время с толком.

Если во сне вам подарили драгоценный камень — к увеличению состояния, прибыли; купить его — к потере, продать — к улучшению материального положения.

Увидеть во сне прозрачные драгоценные камни — к радости, голубые — к богатству, синие — к уверенности в завтрашнем дне.

Видеть во сне ювелира — к перемене положения, самому быть им — взять на себя невыполнимые обязательства.

Покупать во сне украшения, имитирующие дорогие ювелирные изделия, или другую бижутерию — значит получить своевременную помощь друга, если же изделие оказалось бракованным или некачественным, то ждите активности ваших врагов.`
  },
  {
    word: 'Драка',
    description: `Видеть во сне драку издалека — к благополучию, со всем рядом, но не участвовать в ней — к сплетням или гостям. Самому во сне драться — к неожиданности.

Сон, в котором вы побеждаете в драке, — к успеху у противоположного пола и уважению среди коллег.`
  },
  {
    word: 'Дракон',
    description: `Увиденный вами во сне дракон — символ достижения цели, назначения на высокую должность, предвестие обретения богатства. Если дракон что-либо охраняет — сон предвещает улучшение состояния вашего здоровья. Если дракон во сне находится в пещере — значит, ваша цель близка, нужно лишь приложить необходимые усилия. Если дракон лежит на горе — вас ждут очень важные события в жизни, дракон летит — к удивительным новостям.`
  },
  {
    word: 'Дрова, Бревно, Доска, Дровосек',
    description: `Видеть во сне доски — все ваши хлопоты окажутся бесполезными, строить из них что-либо — к увеличению дохода, прибыли.

Покупать во сне доски — к печали, сбивать их — к улучшению материального положения. Переломить или тесать доску — к ссоре, резать или шлифовать — к предстоящей свадьбе.

Переходить по доскам через ров или ручей, как по мосту, — значит, вам удастся избежать грозящей опасности или убытков.

Дрова часто снятся к семейным неприятностям или слезам. Рубить их во сне — означает попасть наяву в зависимость от нечестного человека, жечь их — к убыткам, носить — к неожиданности.

Видеть во сне разбросанные поленья — к мелким неприятностям, собранные в охапку дрова — к предстоящей попытке вовлечь вас в неприятное дело.

Дровосека во сне видеть — значит, что вам предстоит оказать помощь близким в ущерб себе.`
  },
  {
    word: 'Друг',
    description: `Сон, в котором вы видите друга, — как правило, отражение предстоящих событий, то есть то, что вы видите во сне, — скоро произойдет наяву.

Видеть во сне друга и смеяться с ним — к разлуке с ним, помогать ему — к получению долгожданной помощи, спорить с ним — к его неверности, видеть его умершим — к неожиданным новостям, с умершим другом говорить — к важным новостям, его слова — правда.`
  },
  {
    word: 'Дуб',
    description: `Видеть во сне дуб — предвестие хорошего здоровья, засохший — знак скорой разлуки с кем-то из близких или дорогих людей, скрываться под дубом от непогоды — значит, наяву вам удастся избежать грозящей опасности.`
  },
  {
    word: 'Дублер',
    description: `Быть во сне дублером известного человека — означает наяву пользоваться успехом в обществе, для женщины такой сон сулит любовь мужчин.`
  },
  {
    word: 'Дупло',
    description: `Сон, в котором вы видите дупло, — означает, что вам предстоит перемена жительства или места работы, сидеть в нем — рассчитывать получить выгодную работу, новую должность или чью-то любовь, залезть в него — вы сможете воспользоваться наяву услугами нужного человека.`
  },
  {
    word: 'Духи',
    description: `Видеть во сне духи или дарить их — к неприятностям, покупать — к приятным хлопотам, нюхать — к изменениям в жизни или работе, чувствовать во сне приятный аромат духов — значит, что наяву вас уличат в измене или обмане, что-то тайное- станет явным.

Получить во сне духи в подарок — к приятным новостям, подаркам или приобретениям.

Видеть во сне одеколон — знак, что вас ждет iмчало романтического приключения, которое может перейти в нечто большее.`
  },
  {
    word: 'Дуэль',
    description: `Наблюдать во сне за чьей-то дуэлью — знак того, что вам предстоят неприятности из-за ревности, быть секундантом на дуэли — предвестие интересной командировки или путешествия с разными приключениями и событиями.

Самому принимать участие в дуэли — предупреждение о будущих тревогах и заботах, но в итоге вы придете к благополучному решению проблем.`
  },
  {
    word: 'Дым',
    description: `Увидеть во сне дым — к новостям, похвале, поощрению. Дым без огня — к удивительному известию. Ощущать во сне запах дыма или задыхаться в нем — значит, вам предстоит испытать испуг или страх, возможны путаница в делах, мелкие неприятности, но все обойдется достаточно благоприятно для вас.

Темный дым чаще всего снится к неприятностям, белый — к счастью в любви.

Видеть во сне белый дым из трубы — к исполнению желаний, темный — к раздорам в семье.`
  },
  {
    word: 'Дядя',
    description: `Видеть во сне своего дядю — к неожиданному и стремительному успеху в делах.`
  },
  {
    word: 'Дятел',
    description: `Дятел, увиденный во сне, сулит вам наяву счастье, богатство, если он долбит дерево — к неожиданным известиям или печали.рованным и неожиданным доходам. В нем валяться — означает, что вас ждет непродолжительное, но веселое и беззаботное времяпрепровождение, возможно, отдых или увеселительное мероприятие.`
  },
  {
    word: 'Еж, ежик, ёж ёжик',
    description: `Увиденный со сне еж — символ неприятности, зависти, лукавства. Держать его в руках — к встрече с хитрым и коварным врагом.`
  },
  {
    word: 'Ель',
    description: `Видеть во сне ель — означает, что трудности пройдут мимо, а вас ждет тихая и размеренная жизнь. Одинокая ель в лесу может быть предвестием мелких неурядиц.

Рождественская елка — хороший сон, новогодняя ель с игрушками — к подаркам.`
  },
  {
    word: 'Естественные отправления, Дерьмо, Говно, Экскременты',
    description: `Как правило, сон, в котором вы совершаете естественные отправления, — благоприятный, он может быть предвестием вашего успеха.

Оправляться во сне в жилом помещении или общественном месте — к возможным убыткам; в уборной — к добру, хорошим отношениям с окружающими, успехам; в постели — к семейным ссорам и скандалам. Понос во сне может быть предвестием предстоящих потерь или больших издержек.

Видеть во сне кал — к деньгам, богатству, успеху в делах, в руках держать — к большой прибыли, незапланированному доходу.

Мочиться во сне - предвестие мелких и несущественных неприятностей, в туалете - к любовному свиданию, пить мочу - означает задумать безуспешное предприятие.

Увиденный во сне помет сулит вам деньги и удачу во всех начинаниях.

Если во сне вы увидели дерьмо, то вас ожидает хорошая прибыль: с вами рассчитаются ваши старые должники и появятся новые деньги.`
  },
  {
    word: 'Жаворонок',
    description: `Coн, в котором вы видите жаворонка, — означает ваше продвижение вперед во всем: в делах, карьере, бизнесе. Слышать его пение — предвестие далеко идущих перспектив, больших успехов в будущем.`
  },
  {
    word: 'Жадность',
    description: `Быть самому во сне очень жадным — предвестие предстоящих материальных затруднений, финансовых убытков, неоправданных затрат. Видеть во сне жадных людей — знак того, что не стоит долго бороться с проблемами, которые вы не в состоянии решить сами, лучше обратиться за помощью, и вам помогут.`
  },
  {
    word: 'Жажда',
    description: `Испытывать во сне сильную жажду — значит, что вам предстоит знакомство с двуличным человеком, которого вы долго будете считать своим другом. Испытывать жажду, пить и быть не в состоянии напиться — предвестие затруднений или трудностей в делах, если вам удалось напиться — это знак предстоящего большого успеха, удовлетворения от сделанной работы — как морального, так и материального.`
  },
  {
    word: 'Жало',
    description: `Чувствовать во сне боль от жала змеи или пчелы — значит наяву освободиться от временного увлечения, вынимать жало — означает избавиться от неприятного окружения.`
  },
  {
    word: 'Жалюзи',
    description: `Покупать во сне жалюзи или вешать их — значит, что ваше материальное благополучие или положение в обществе очень неустойчиво. Видеть закрытые жалюзи — предвестие скорого разоблачения, все тайное станет явным. Открытые жалюзи во сне сулят вам взаимопонимание в семье и с окружающими.`
  },
  {
    word: 'Жгут',
    description: `Накладывать во сне кому-то жгут — означает, что наяву вы можете не ждать награды за ваши благородные поступки.`
  },
  {
    word: 'Ждать, Задержка',
    description: `Сон, в котором вы очень сильно задерживаете работу коллектива, сулит для мужчины интересное знакомство, а для женщины — веселое времяпрепровождение или интересные развлечения. Если кто-то задерживает вас из-за того, что он не сделал свою часть работы, то такой сон подтверждает, что вы на правильном пути и не стоит обращать внимания на оппонентов и противников.

Опаздывать во сне на работу или встречу — знак того, что вам необходимо позаботиться о своем здоровье. Если во сне у вас неприятности из-за вашего опоздания, то вам необходимо пересмотреть свое отношение к окружающим, иначе ваша самоуверенность может вам навредить.

Если во сне вы ожидаете какого-то события или конкретного времени и это ожидание изматывает и нервирует вас — такой сон сулит вам скорое решение всех проблем и устойчивое положение в будущем.

Ждать во сне встречи с кем-то — означает, что ваши ближайшие планы не реализуются; если же, напротив, вы заставляете кого-то ждать вас — значит, вам не удастся избежать встречи с человеком, которого вы недолюбливаете или даже презираете.`
  },
  {
    word: 'Жевательная резинка, Жвачка',
    description: `Если во сне вы жуете жвачку — значит, вам предстоит испытать большую неприязнь к бывшему другу. Растягивать жвачку, надувать из нее шары — предвестие предстоящего застоя в делах.

Видеть во сне корову, жующую жвачку, — означает, что страсти по интересующему вас вопросу скоро улягутся, к вам вернется уверенность в себе и душевный покой.`
  },
  {
    word: 'Железная дорога, Депо железнодорожное, Железнодорожник',
    description: `Видеть во сне железную дорогу — значит, что наяву вам вскоре предстоит дальняя поездка или командировка. Самому быть железнодорожником — к ссоре с начальником или неприятностям на работе.

Поезд во сне увидеть — к предстоящему беспокойству за кого-то из родных, в нем ехать — вас ждет серьезное предложение о сотрудничестве.

Если во сне мчащийся на скорости поезд резко тормозит или сходит с рельсов — это знак вашей ошибки, неправильно принятого решения.

Находиться в поезде, который потерпел крушение, — значит, что вам предстоит поступиться своими принципами, пойти против своей воли для того, чтобы добиться поставленной цели.

Спешить на поезд — к новостям, приехать в конечный пункт следования — к достижению поставленной цели.

Локомотив во сне видеть — означает, что из-за семейных противоречий вам предстоит трудное общение с родственниками.

Видеть во сне электропоезд — значит, вскоре вас ждет новое знакомство, которое резко изменит вашу дальнейшую жизнь.

Увидеть во сне железнодорожное депо — значит, что вы получите помощь от тех, на кого даже не рассчитывали, быть внутри его — к предстоящим неприятностям и беспокойству. Приснившийся вам машинист — символ медленного, но верного достижения результатов вашего труда.

Увидеть во сне железнодорожника с ломом — означает, что ваши конкуренты или недоброжелатели стараются навредить вам, поэтому необходимо приложить много усилий, чтобы противостоять им.

Увидеть во сне себя в купе вагона — означает, что вам предстоит отправиться в дальнюю поездку для решения личных проблем или по семейным вопросам.`
  },
  {
    word: 'Железо',
    description: `Видеть во сне железо в кусках — к прибыли, раскаленное — к страстной любви, ковать его — к ссоре и раздору, плавить — к любви, железные вещи — к свиданию.`
  },
  {
    word: 'Желудок',
    description: `Сон, в котором вы чувствуете, что у вас пустой желудок, — к увольнению с работы, желудок полнее, чем обычно, — к богатству и славе, распухший, но пустой — предвестие бедности и неприятностей, голодный — к ревности, больной — к домашним хлопотам и неприятностям.`
  },
  {
    word: 'Желудь',
    description: `Увиденные во сне желуди — предвестие предстоящих приятных событий. Если они спелые — вас ждет успех в решении финансовых и семейных проблем, гнилые — столкновение с коварным врагом, сбрасывать желуди с дерева — знак исполнения всех желаний.`
  },
  {
    word: 'Жемчуг',
    description: `Видеть во сне жемчуг — к радости, рождению сына, брать его в руки — к богатству, носить — к страданиям, надевать его на себя в виде украшений — знак, что вы чего-то стесняетесь, получить в подарок — к хлопотам и заботам, самому дарить — к неудаче в предстоящем деле, покупать — к хлопотам, рассыпать ожерелье из жемчуга — к хлопотам и слезам, нанизывать его на нитку — к неудаче.`
  },
  {
    word: 'Женщина, Замужняя женщина',
    description: `Сон, в котором вы видите женщин, часто является предвестием сплетен; много красивых девушек — к богатству, роскоши, прибыли; дерущиеся женщины — знак душевной дисгармонии, убегающие — предвестие перемен в жизни, предстоящего судьбоносного решения.

Видеть во сне молодую обнаженную девушку — к напрасным желаниям; длинноволосую — к счастью; с растрепанными волосами — к неприятностям; лысую женщину — к презрению, пренебрежению вашим мнением; ненакрашенную и неопрятную — к лести; брать ее на руки — к ссоре; целовать — к предстоящему выигрышу или прибыли.

Целовать во сне пожилую женщину — к ссоре между супругами.

Уступить во сне женщине свое место в транспорте — значит, наяву вы поддадитесь на чью-то уловку.

Для женщины увидеть себя во сне безобразной — предвестие семейной ссоры по ее вине.

Для мужчины лежать во сне между двумя женщинами — к удаче в делах и улучшению здоровья, с беременной — к приятным и многообещающим надеждам. Оказаться во сне мужчине в женском обществе — значит, вокруг вас разводят сплетни, пытаются вас опорочить.`
  },
  {
    word: 'Живот',
    description: `Видеть во сне или самому иметь большой живот — к улучшению материального положения, быть тощим — к потере денег и убыткам. Разрезанный живот видеть — к убыткам и имущественным потерям, если на него что-то кладут — к неожиданному богатству.`
  },
  {
    word: 'Животные, Битый скот, Звери',
    description: `Гнать во сне скотину — к радости, бить ее — к несчастью. Убой скота видеть — к опасности для жизни. Видеть во сне логово зверя — к утрате.`
  },
  {
    word: 'Жилет',
    description: `Надевать во сне жилет — к стесняющим вас обязательствам или отношениям, снимать его — к получению большей свободы. Видеть во сне себя в жилете — к незаслуженному упреку за излишнее старание.

Если женщине снится, что она вяжет теплый жилет для мужа, — сон предвещает благополучную семейную жизнь, уважение ее супругом и детьми.`
  },
  {
    word: 'Жилье',
    description: `Сидеть во сне в голубой комнате — предвестие материальных затруднений. Иметь во сне слишком тесное или узкое жилище — к потерям, душевной несвободе. Видеть комнату красивой, украшенной или украшать ее — к счастью, оказанию чести, прибыли, большим надеждам. Необычайная роскошь в комнате — к бедности.

Видеть в комнате порядок — к душевному покою, нищету — к неприятностям. Если все в комнате необычайно старое и запущенное — значит, вы рискуете испытать чье-то презрение.

Беспорядок в комнате снится к предстоящей дороге, возможно, что он говорит о вашем неумении управлять собой, неспособности разобраться в своих чувствах. Свою комнату водой кропить — к печали.

Делать уборку в своем жилище — к неожиданному появлению отсутствующей особы, радости, заботе о здоровье, желанию избавиться от каких-то мыслей. Если вы метете во сне комнату — значит, ваша спесь может вам повредить; предстоит тяжелая работа.

Если во сне вы проветриваете комнату — возможно, у вас душевный застой, вас одолевает жажда новых знакомств и отношений. Если снится переезд — будьте осторожны, вам могут нанести раны душевные и телесные, опасайтесь неожиданностей.

Щели в доме — к нужде или к новостям. Если вам снится, что обрушивается потолок, — это символ близости опасности. Огонь в лампе, в очаге — означает душевное тепло, добрые отношения между членами семьи.

Спою комнату затопленной видеть — означает, что вы испытываете низменные чувственные влечения, отягчающие душу и несущие зависимость и стыд.

Пели снится, что в своем доме вы не можете найти дверей, — значит, возможны препятствия в делах. В комнате без окон и дверей быть — означает, что вы будете напрасно искать дорогу к людям, вам предстоит тосковать в одиночестве.

Сели во сне вы получили квартиру или переселились в более благоустроенное жилище — значит, вас ждут перемены к лучшему. Если же, напротив, жилье маленькое, тесное или просто вам не нравится — такой сон сулит вам сложности в делах, многочисленные затруднения и препятствия.

Быть во сне на новоселье у друзей или родственников — хороший сон, сулящий продвижение по служебной лестнице и успех в делах; у малоизвестных вам людей — знак того, что кто-то из ваших врагов или недоброжелателей пытается навредить вам.`
  },
  {
    word: 'Жир',
    description: `Видеть во сне жир — означает, что вы найдете себе хорошего помощника, есть его — к финансовым затруднениям, решить которые самостоятельно вы не сможете и вынуждены будете прибегнуть к помощи друзей.

Видеть во сне сливочное масло — к исполнению желании, покупать его — к довольству, запачкаться им — к успехам в любви.

Видеть или употреблять во сне растительное масло — символ устойчивости вашего положения, предстоящей спокойной и размеренной жизни.

Масло сбивать — к увеличению достатка, намазывать маслом что-то во сне — к сплетням, мазать им голову — к славе и признанию, сильно масляную пищу есть — к выгоде!

Маслобойню во сне видеть — к исполнению самих заветных желаний, особенно хороший сон, если вы на ней работаете.`
  },
  {
    word: 'Жокей',
    description: `Увиденный вами во сне жокей — к неожиданному подарку; для молодой женщины это знак, что ее ждет замужество с человеком своего круга.`
  },
  {
    word: 'Жонглер, жонглерша',
    description: `Видеть жонглера во сне — предвестие неожиданного счастья или удачи, знак, что вас ожидает дружба, которая принесет вам радость и удовлетворение.`
  },
  {
    word: 'Жук',
    description: `Видеть во сне ползущего к вам жука — к небольшому расстройству в делах и мелким неприятностям. Найти его — к прибыли и успеху, убить — значит, что ваши мечты вскоре могут стать реальностью.

Черный жук во сне — чей-то злой умысел, майский жук может быть предвестием ударов судьбы, навозный жук снится к хорошим переменам в вашей жизни.`
  },
  {
    word: 'Журавль',
    description: `Видеть во сне журавлей — к приезду родственников или благополучной поездке, видеть их парами — к предстоящей женитьбе, лететь на журавле — вам предстоит неожиданное повышение в должности.`
  },
  {
    word: 'Журнал, Журналист',
    description: `Приснившийся вам журнал — знак того, что у вас есть скрытое, но навязчивое желание изменить свою квартиру: сделать ремонт, купить мебель, изменить интерьер. Читать его внимательно во сне — к предстоящему знакомству.

Увидеть во сне журналиста за работой — означает, что вам предстоит вскоре узнать что-то новое, очень важное для вас. Самому быть во сне журналистом — к предстоящей непредвиденной ситуации или не очень желательной встрече.`
  },
  {
    word: 'Жюри',
    description: `Видеть во сне членов жюри за столиками — знак вашей неудовлетворенности работой или положением в обществе.

Если вам приснилось, что вы являетесь членом жюри или присяжным заседателем, то такой сон является предвестием предстоящих вам хлопот и забот о судьбе вашего друга или родственника. Подкупать во сне жюри или присяжных — знак больших и напрасных трат, если вас подкупают — к неожиданному получению денег или к возможности случайного приработка.`
  },
  {
    word: 'Заблудиться',
    description: `Заблудиться во сне в поле — к благополучию и успеху, в лесу — к неприятностям, на неизвестной местности — значит, что вскоре вам предстоит интересное путешествие. Если во сне вы заблудились и долго не можете найти выход, то такой сон может быть символом ваших серьезных ошибок и просчетов.`
  },
  {
    word: 'Забор',
    description: `Забор, приснившийся вам, — знак предстоящих препятствий; перелезть через него — значит, вы сможете их преодолеть без особых затруднений; если вы очень хотите, но не можете через него перелезть, то вас ждут затруднения и застой в делах.

Забраться во сне на забор — к скорому завершению ответственного дела, упасть с него — предупреждение, что вы взялись за дело, которое не в состоянии выполнить. Строить забор — предвестие покровительства и помощи, ломать его — к упадку в делах.`
  },
  {
    word: 'Завал',
    description: `Сон, в котором вы видите обвал или сходящий оползень, - предупреждение: вас ожидает очень серьезный разговор с опасным и ненадежным человеком, в результате которого у вас может появиться много дополнительных проблем. Попасть под завал — знак предстоящих затруднений, которые вы не сможете преодолеть самостоятельно, разбирать его — вам предстоит решать чужие проблемы в ущерб своим.`
  },
  {
    word: 'Завещание',
    description: `Слышать во сне, как вам читают завещание, — значит, вам предстоит участвовать в очень деликатном и щепетильном деле, составлять его — к испытаниям, читать — к предстоящим затруднениям, порвать — к столкновению с недоброжелателями.`
  },
  {
    word: 'Завод',
    description: `Приснившийся вам завод — предвестие хлопот, связанных с вашей работой или учебой, строить его — к предстоящей выгоде, находиться на территории завода — к небольшим потерям и убыткам.

Увидеть во сне фабрику — впереди вас ждет время деловой активности, работать на ней — к предстоящему повышению в должности или поручению серьезной и ответственной работы. Пожар на фабрике — знак предстоящих потерь и убытков, видеть ее пустой, без людей, — к предательству.`
  },
  {
    word: 'Завтрак',
    description: `Завтракать во сне — к предстоящему знакомству, которое изменит вашу жизнь. Для женщин такой сон предвещает встречу с будущем мужем или любовником.`
  },
  {
    word: 'Загадка',
    description: `Сон, в котором вы загадываете кому-то загадки, сулит вам приятное времяпрепровождение или отдых; если загадывают загадку вам, то, разгадав ее, вы наяву получите ответ на интересующий вас вопрос, если же вы не разгадали ее — значит, вам предстоит столкнуться с какой-то неизвестностью, оказаться в противоречивой ситуации.`
  },
  {
    word: 'Загс',
    description: `Приснившийся вам загс — предвестие грядущих затруднений в делах или изменения семейного положения. Продавать документы в загсе — к предстоящей перемене в делах к лучшему. Для молодой девушки такой сон может быть предупреждением, что она может не рассчитывать на скорое замужество.`
  },
  {
    word: 'Задача, Аксиома, Вычисления',
    description: `Если во сне вы не можете решить простую задачу — значит, вскоре вас ждут препятствия и затруднения в делах, если задача очень трудная, то такой сон является предупреждением: вам необходимо навести порядок в делах или разобраться со своими функциональными обязанностями.

Для женщины такой сон является рекомендацией — вам необходимо разобраться в любовных связях и решить для себя, чего вы хотите. Правильное и быстрое решение задачи во сне — знак того, что все ваши волнения окажутся напрасными, а проблемы удастся решить без особых усилий.

Решать пример, используя известную вам формулу, — означает, что вам необходимо навести порядок в делах и мыслях.

Пытаться во сне опровергнуть постулат — значит, что вас при решении вопросов захлестывают эмоции. Необходимо взвесить все «за» и «против» и принять разумное решение.

Если во сне при доказательстве формулы вы столкнулись с тем, что не можете вспомнить необходимую вам формулу или аксиому, — это предвестие того, что вас могут подвести те, на кого вы рассчитывали. Поэтому вам необходимо иметь запасной вариант для решения предстоящих задач.

Производить во сне сложные математические или другие вычисления и расчеты — знак того, что вы найдете очень простой и оригинальный выход из, казалось бы, тупиковой ситуации.`
  },
  {
    word: 'Зажигалка',
    description: `Увидеть во сне зажигалку — означает, что вам срочно необходим отдых, такой сон может быть символом большого переутомления. Подарить во сне зажигалку — к удаче и успехам. Для девушки сон, в котором она пытается воспользоваться поломанной зажигалкой, означает, что пришло время устраивать свою личную жизнь.`
  },
  {
    word: 'Заика, Заикание',
    description: `Если во сне вы заикаетесь — это знак того, что вскоре вам предстоит сделать серьезный выбор или совершить неординарный поступок. Разговаривать во сне с человеком, который заикается, — значит, что кто-то пытается доставить вам неприятности.`
  },
  {
    word: 'Заколка',
    description: `Увидеть во сне заколку — означает, что вам предстоит провести время в шумной и очень утомительной для вас компании. Для женщины получить во сне в подарок красивую заколку или украшать ею волосы — означает, что вам предстоит получить подарок от своего возлюбленного или встретиться с человеком, с которым у вас будут более глубокие, чем дружеские, отношения.`
  },
  {
    word: 'Закон, Беззаконие',
    description: `Сон, в котором вы нарушаете какой-либо закон, может быть предвестием предстоящего вам серьезного выбора, возможно, между своей совестью и предстоящей выгодой. От толкования других символов в вашем сновидении зависит, насколько благоприятен такой сон.

Стать во сне жертвой беззакония — значит, что наяву вас может ждать неудача в делах или провал в деле, которое вам казалось вполне надежным.`
  },
  {
    word: 'Залог, Задаток, Ипотека',
    description: `Сон, в котором вы даете кому-то задаток, сулит вам существенное улучшение материального положения наяну. Если же задаток дают вам, то вас могут ожидать затруднения в делах и финансовые неурядицы.

Давать во сне кому-то залог — знак того, что договоренность или предстоящая сделка окажется для вас невыгодной, а возможно — убыточной.

Брать во сне залог — значит, что наяву вы сможете получить своевременную и необходимую вам помощь и поддержку друзей. Для женщин такой сон может быть предпестием новой любовной связи или знакомства с человеком, который впоследствии станет любовником.

Заложить во сне свою недвижимость для получения ссуды — означает, что вам предстоит участие в не очень честном деле или получение сомнительного заработка.

Дать кому-либо во сне деньги под залог недвижимости — вам предстоит разобраться в сложном деле или выяснить давно интересующие вас подробности.`
  },
  {
    word: 'Заложник',
    description: `Если во сне вас захватили в заложники — значит, наяву вы сами должны больше заботиться о решении своих проблем, а не рассчитывать, что кто-то решит их за вас. Если вы находитесь в числе большого количества заложников, то, вероятно, вам предстоит поражение или неудача в реализации планов из-за вашей беспечности или лени.

Если во сне для достижения поставленной цели вы захватили кого-то в заложники, то наяву вас ожидает отстранение от дела, которое является для вас очень важным.`
  },
  {
    word: 'Замок дверной, Дверной замок, Засов',
    description: `Увидеть во сне висящий на двери замок — к предстоящему смущению и неудаче; вешать его — к сомнениям, отсутствию доверия к людям; сбивать его — к знакомству с любовником, любовным развлечениям; сломанный замок — к большим переменам в жизни; если во сне вы пытаетесь открыть замок, но у вас ничего не получается, то такой сон сулит вам мелкие неприятности и огорчения.

Запор или засов, увиденный во сне, может быть предвестием ссоры или разрыва с человеком, который вам чем-то дорог.`
  },
  {
    word: 'Занавес, Занавески',
    description: `Увидеть во сне в комнате или коридоре занавес — означает, чго скоро откроется какая-то тайна, что-то тайное станет явным.

Театральный занавес во сне сулит удовлетворение вашего любопытства, познание неизведанного, для женщин такой сон может быть предвестием любовных утех или похождений.

Для творческих людей увидеть во сне белый занавес, независимо от того, где он находится, — предвестие скорых творческих успехов.

Если во сне вы видите занавески на окнах, то такой сон сулит вам победу над вашими недругами и конкурентами. Закрывать занавески на окнах — значит, вы будете вынуждены вскоре скрывать от посторонних ваши проблемы — семейные, материальные и др. Для женщины такой сон может быть предвестием нежелательной беременности или новой любовной связи, которую вы будете усиленно скрывать от родных и близких.`
  },
  {
    word: 'Заноза',
    description: `Увидеть во сне занозу — символ того, что среди ваших друзей или знакомых есть человек, который пытается вам навредить. Вынимать ее во сне — значит, что вы сможете скоро выяснить, кто он. Помогать кому-то вытащить занозу — означает, что вы неудачно вмешаетесь в чужие семейные дела и вместо благодарности за помощь получите дополнительные проблемы и неприятности.`
  },
  {
    word: 'Западня',
    description: `Попасть во сне в западню — к обвинению, найти ее — к благополучному завершению неприятного дела.`
  },
  {
    word: 'Запах, Аромат',
    description: `Приятный аромат или запах во сне — всегда сулит наяву успех и удачу в делах. Если во сне вы чувствуете неприятные запахи — значит, вас наяву ждут неприятности, и тем большие, чем неприятнее был запах во сне.`
  },
  {
    word: 'Заработная плата, Аванс, Гонорар, Жалованье, Заработок, Зарплата',
    description: `Если во сне вы получаете вовремя заработную плату или аванс, то такой сон является предвестием того, что ваши усилия не напрасны: ваши предложения будут одобрены, замыслы реализуются, а затруднения будут вскоре преодолены. Если же вам задерживают выплату заработной платы — значит, наяву вас ждет неожиданная прибыль или материальное поощрение.

Сон, в котором вы были недовольны размером своей заработной платы, сулит вам наяву возможность улучшить свое материальное положение, но от вас зависит, насколько вы сумеете ею воспользоваться; если во сне вам повысили заработную плату, то такой сон является предвестием потерь и убытков.

Получить во сне долгожданный гонорар — к необычному и противоречивому событию в вашей жизни, которое в итоге принесет вам счастье или успех.

Если во сне вы не являетесь кассиром, но по какой-либо причине выдаете заработную плату или другое денежное вознаграждение, то такой сон сулит вам предстоящую разлуку или серьезную ссору с дорогим для вас человеком.`
  },
  {
    word: 'Зарево, Зарница, Заря',
    description: `Видеть во сне зарево — к богатству. Если вам приснилась утренняя зарница — это предвестие благополучия, ночная — знак того, что ваши тревоги, страхи или опасения совершенно беспочвенны. Видеть во сне зарю — к хорошей погоде или доброму известию.`
  },
  {
    word: 'Зарядка',
    description: `Делать во сне зарядку — означает, что вас ждет неинтересная или неприятная, но хорошо оплачиваемая работа.`
  },
  {
    word: 'Защитник, защищать',
    description: `Если во сне вы защищаете кого-то — это означает, что вы верны своим интересам и всегда готовы поддержать друзей в трудную минуту; если защищают вас — к встрече с влиятельными людьми, которые станут вашими покровителями.`
  },
  {
    word: 'Заяц',
    description: `Заяц во сне — знак слабости. Увидеть его во сне — значит, что наяву вам предстоит пережить какой-то страх. Бегущий заяц снится к богатству или прибыли, за ним бежать — к счастью, загонять в сети — к сплетням, поймать — к убыткам, кормить его — к бедности.

Белый заяц знаменует дружбу и успех, а черный заяц — огорчение. Для молодоженов и незамужних девушек заяц во сне может быть также символом любви и супружеской верности.

Увидеть во сне кролика — к гостям, разводить их — к счастью.

Снимать во сне с кролика или с зайца шкуру — предвестие, что вскоре вы окажетесь в безвыходном положении.`
  },
  {
    word: 'Звезда, Вечерняя звезда, Звездопад',
    description: `Приснившаяся во сне пятиконечная звезда — к счастью и удаче, шестиконечная — к испытаниям и переживаниям, семиконечная — к исполнению желаний.

Увидеть во сне одну или несколько звезд на небе — к новостям. Если во сне вы видите на небе много звезд — значит, вы выбрали правильный путь. Несмотря на заминки и препятствия вы сможете решить все поставленные задачи.

Очень яркие звезды на небе — к удаче и успехам в любых начинаниях, тусклые — знак огорчений и неудач.

Видеть во сне падающую звезду — к мимолетной и быстро проходящей радости. Держать во сне в руках звезды — к большому богатству и прибыли.

Увидеть во сне звездопад - хороший сон, особенно для девушек, он сулит исполнение любовных желаний, встречу с будущим супругом или любовником.`
  },
  {
    word: 'Звон',
    description: `Слышать во сне праздничный звон — означает, что наяву вам придется опасаться за свое материальное благосостояние или положение в обществе.

Траурный звон во сне сулит хорошие новости, продвижение по службе или неожиданный и приятный сюрприз.`
  },
  {
    word: 'Звонок',
    description: `Услышать во сне телефонный звонок — означает, что вас ожидает хорошее известие или успех в делах, если телефонный звонок вас разбудил, но на самом деле его не было, то вас ждет неудовлетворенность собой.

Приснившийся вам звонок в дверь может быть предвестием встречи с очень неприятным или подлым человеком, призывом к осторожности в общении с малоизвестными людьми.`
  },
  {
    word: 'Землетрясение',
    description: `Приснившееся вам землетрясение — знак того, что вскоре вас ждут большие перемены в личной жизни, на работе или получение очень важных новостей или известий.`
  },
  {
    word: 'Земля',
    description: `Видеть во сне вспаханную землю — к богатству, заросшую бурьяном — к бедности, оттаявшую после мороза — к удаче, заброшенную — к потерям и неприятностям. Ходить по земле и проверять ее рыхлость — значит, что предстоящее новое дело может оказаться очень рискованным. Видеть, как пашут землю, или самому пахать — знак того, что вскоре вам предложат выгодную работу, повысят в должности или увеличат оклад. Самому обрабатывать землю — к успеху в делах, прибыли и материальному благополучию.

Видеть во сне, как почву разъела эрозия, — означает, что вас могут ожидать конфликты в семье, ссоры из-за мелочей.

Если во сне вы видели свой участок земли — значит, наяву вас ждет интересная работа, которая принесет вам и моральное удовлетворение, и материальную прибыль; чужой участок — вас ждет неудачная или непродуманная трата денег. Такой сон может также означать ваше бездействие, нежелание прилагать дополнительные усилия для достижения поставленной цели.`
  },
  {
    word: 'Земляника',
    description: `Увидеть во сне растушую землянику — к слезам, собранную — к подаркам, торговать ею — к счастью, есть землянику — значит, вам вскоре предстоит узнать подробности о клевете на вас и кто это сделал.`
  },
  {
    word: 'Земной шар',
    description: `Приснившаяся вам неизвестная планета или земной шар — предвестие в скором времени трудной и изнурительной поездки или командировки, не исключена возможность тяжелой и малооплачиваемой работы.`
  },
  {
    word: 'Зеркало',
    description: `Видеть во сне зеркало — означает, что вскоре вам предстоят развлечения или веселое времяпрепровождение. Иногда сон, в котором вы видите зеркало, может быть предвестием обмана вашего друга. Для влюбленных увидеть во сне зеркало — предвестие скорой свадьбы, для девушки такой сон может сулить знакомство с будущим супругом, для женщины — перемены в жизни.

Светлое зеркало во сне — к счастью, темное или разбитое — к неприятностям.

Видеть во сне себя в зеркале как наяву — к прибыли, очень красивым — к благополучию, с красным лицом — к неожиданности. Видеть вместо лица звериную морду — к успехам, рябое лицо — к неприятностям, все лицо в прыщах — к перемене жизни в лучшую сторону.

Дарить во сне зеркало — значит, что вам предстоит помириться с бывшим врагом, получить его в подарок — вам поступит интересное и выгодное предложение, потерять во сне зеркало — к упадку в делах, депрессии.`
  },
  {
    word: 'Зерно',
    description: `Увидеть во сне зерно — к ссоре, раскидывать его — означает, что инициатором ссоры будете вы. видеть его разбросанным — к неприятностям.

Если во сне вы видите много зерна — к достатку, удаче, скорому достижению поставленной цели; большие горы зерна — к благополучию во всем.`
  },
  {
    word: 'Змей бумажный, Бумажный змей, Воздушный змей',
    description: `Увидеть во сне бумажного змея — к счастью, делать его — предстоящее дело окажется больше аферой, чем продуманным решением. Видеть бумажного змея в полете — к благоприятным обстоятельствам, надежде на успех; если он с трудом удерживается в воздухе и, кажется, вот-вот упадет — предостережение: вам необходимо позаботиться о своем здоровье; если он долго парит в воздухе — значит, вам предстоит успешно выполнить работу, выходящую за рамки ваших полномочий или способностей.`
  },
  {
    word: 'Змея, Гадюка',
    description: `Увиденная во сне змея бронзового цвета может быть предвестием зависти или обмана.

Видеть во сне змею, пытающуюся напасть на вас, убегать от нее — означает, что в реальной жизни вы окружены множеством недоброжелателей, и, чтобы не потерять все, вам нужно проявлять бдительность, особенно если вы чересчур доверчивы.

Убить змею — значит восторжествовать над врагами хитрыми и завистливыми.

Видеть змею, покачивающуюся из стороны в сторону, — означает, что вас окружают люди хитрые и неблагодарные, завистники, возможно заточение в тюрьме и цругие напасти.

Если приснится, что вашу шею обвила змея и вы задыхаетесь, — опасайтесь безрадостного брака.

Быть ужаленным во сне змеей — означает чью-нибудь вражду, ссору, неприятность; раздавить голову змее — дать урок бесхарактерному или безнравственному человеку. Однако если во сне вас укусила змея, это может быть и предвестием обретения большого богатства.

Видеть змею на жене или что змея заползла к вам за пазуху — к рождению сына.

Обнаружить во сне в своем доме змею — означает неприятности, которые происходят или произойдут в доме в ваше отсутствие. Держать змею за пазухой — значит, вы вскоре станете пользоваться хорошей репутацией, заимеете добрую славу. Гнездо змей во сне символизирует человека, от которого будет трудно освободиться, ссоры и разлад в семье, клубок змей — ощущение внутреннего разлада, раздора внутри себя. Видеть, как змеи жалят других, — значит незаслуженно кого-то обидеть. Быть обвитым змеей — знак бессилия перед врагами. Видеть змей в воде, которую приходится переходить, — означает, что за тревогами последует успех.

Если вы видите во сне, что змея превращается в дракона, — ожидайте поддержки влиятельного человека; видеть, как змея движется под водой или входит в воду, — значит, что вас ждет переселение в новый дом или повышение по службе; сон, в котором змея следует за человеком, — к измене жены.

Видеть питона во сне — означает, что для достижения намеченной цели вам придется преодолеть физическое препятствие, видеть ужа — значит, в дом придут сваты.`
  },
  {
    word: 'Знакомство',
    description: `Новое знакомство во сне — предвестие возвращения старых долгов, выполнения предварительных договоренностей, успешного завершения начатого дела. Если во сне ваше знакомство произошло при очень странных обстоятельствах — сон может быть предупреждением: вам необходимо проявить осторожность во взаимоотношениях с коллегами или партнерами.`
  },
  {
    word: 'Знаменитость, Выдающаяся личность',
    description: `Увидеть во сне знаменитого или очень известного че ловека — знак того, что вас скоро могут повысить в должности или перевести на более высокооплачиваемую работу.

Увидеть во сне выдающегося ученого — значит, что, принимая ответственные решения, следует проявить осмотрительность, иногда внешность бывает обманчива.

Увидеть во сне или общаться с популярной поп-звездой — означает, что вас ждет улучшение финансового положения, брать у нее автограф — вы сможете добиться потрясающих результатов или получить очень большую прибыль.

Быть во сне на приеме или банкете среди большого количества знаменитых личностей — знак того, что вы сможете сделать блестящую карьеру или неожиданно получить заветную должность.`
  },
  {
    word: 'Знахарь',
    description: `Если во сне вы увидели себя на приеме у знахаря, то такой сон сулит вам улучшение вашего финансового положения и успехи в делах. Пользоваться во сне услугами других представителей народной медицины — значит, что наяву вы сможете обойти своих конкурентов или победить врагов. Самому готовить во сне снадобье (заваривать лекарственные травы) или помогать в этом знахарю — предвестие улучшения вашего положения в обществе, получения новой должности, достижения в чем-то хороших результатов.`
  },
  {
    word: 'Значок, Знак нагрудный',
    description: `Если во сне вы увидели значок или нагрудный знак — значит, скоро вам предстоит узнать очень важную новость, но она может оказаться причиной ссоры или конфликта.`
  },
  {
    word: 'Зола',
    description: `Если вы увидите золу во сне — это предупреждение о возможных неудачах и убытках. Пересыпать что-либо золой со сне — к печали, видеть золу в печи — значит, будете на кого-то сердиться, выгребать золу из печи — к появлению новых врагов, выбрасывать золу из дома — к миру, спокойствию в вашем доме.`
  },
  {
    word: 'Золотая рыбка',
    description: `Увидеть во сне золотую рыбку — хороший сон, он сулит вам много удачных и приятных приключений. Молодой женщине ее видеть — к браку с богатым и симпатичным человеком, если эта рыбка сонная или сдохшая — женщину ждут тяжелые испытания.`
  },
  {
    word: 'Золото, Золотоискатель',
    description: `Сон, в котором вы видите много золота, — как правило, благоприятный. Золото во сне может сулить вам богатство, прибыль, хорошую работу. Найти его — значит, что вам предстоит встретить надежного друга или познакомиться с человеком, который вам будет очень дорог. Потерять во сне золотую вещь или украшение — к потерям, нереализованным возможностям, убыткам.

Увидеть во сне золотой крест — к радости, венец — к переменам в делах, цепь — к обману или иллюзиям, пояс — к богатству.

Сон, в котором вы видели изделие с позолотой или блеск золота, может предвещать обман наяву.

Найти во сне золото — значит, вам предстоит узнать какую-то тайну, но потерять из-за этого покой.`
  },
  {
    word: 'Зонт',
    description: `Видеть зонт во сне — к большому счастью, удаче; раскрывать над собой светящийся зонт — к богатству, знатности. Покупать зонтик во сне — к улучшению состояния ваших дел. Дамский или дождевой — к спокойной и уединенной жизни со средним достатком. Потеря зонтика — к непредвиденной ситуации; зонт, вырванный из рук, — к несбыточным надеждам. Видеть себя с зонтом во время дождя — означает, что вам необходимо быть осторожнее в разговоре с женщинами. Бить кого-нибудь зонтиком — к несчастью из-за собственной глупости.`
  },
  {
    word: 'Зоопарк, Дельфинарий, Зверинец',
    description: `Посетить во сне зоопарк — предвестие длительной командировки или увлекательного путешествия; хороший сон, в котором вы были в зоопарке с детьми, — он сулит вам успех, увеличение дохода или другие материальные выгоды.

Быть во сне в дельфинарии — к успехам на работе, повышению в должности, переводу на более ответственную или высокооплачиваемую работу.

Увидеть во сне террариум — означает, что вам необходимо больше времени уделять своему здоровью.

Находиться во сне в океанариуме — к новым знакомствам с надежными людьми, новым друзьям или единомышленникам.`
  },
  {
    word: 'Зрение, Дальтонизм',
    description: `Если во сне, проверив зрение, вы узнали, что оно в норме, — значит, вы на правильном пути, все проблемы вскоре решатся, вам не стоит волноваться по пустякам. Если же зрение у вас плохое или вы знаете, что оно ухудшается, — такой сон может быть предупреждением: не все так хорошо, как кажется на первый взгляд. Впереди еще много неизвестного, и могут возникнуть непредвиденные проблемы или сомнительные обстоятельства.

Если во сне вы узнаете, что вы дальтоник, — значит, вскоре вам предстоит встреча с неприятными или опасными людьми.`
  },
  {
    word: 'Зубы, Зубочистка',
    description: `Сон, в котором вы видите белые и здоровые зубы, предвещает вам хорошее здоровье и успех в делах; шатающиеся или выпадающие зубы — знак предстоящих неприятностей или непредвиденных проблем.

Вставлять во сне зубы — к благополучию, потерять их — к любовным приключениям, особенно для женщин. Вырванный зуб видеть — к предстоящей радости, сломанный зуб — к ссоре с другом.

Видеть во сне человека без зубов — значит, что вашим врагам не удастся вас опорочить или принести убытки в деле. Если же вы видите беззубым себя — это предвещает вам сложности в профессиональном росте или проблемы со здоровьем.

Увиденная во сне зубочистка может быть символом предстоящей обиды, возможно, от друзей или родственников.

Щелкать во сне зубами — предвестие того, что вам вскоре придется исправлять результаты своих необдуманных поступков; слышать во сне, как кто-то щелкает зубами, — к получению неприятного известия или сообщения.

Увиденная во сне зубная паста — знак того, что вам необходимо позаботиться о своем здоровье.`
  },
  {
    word: 'Ива',
    description: `Если вы видите во сне иву, стоящую в поле, — это предвещает опасность тюремного заключения, большие хлопоты, затруднения.

Если вы видите во сне себя сидящим на берегу под ивой и наслаждающимся прохладой в тени — значит, вас ждут огорчения и разногласия в семье или с другом.`
  },
  {
    word: 'Игла',
    description: `Видеть во сне иглу или несколько игл — к неприятностям, ссоре, опасности; найти иглу — к неприятностям в семье. Если во сне вы покупаете иголки, то такой сон может быть предвестием предстоящих убытков или примирения с врагом; вдевать в иглу нитку — к усилению вражды; шить иголкой — к преодолению препятствий.

Если снится, что вы выбираете иголки, — значит, наяву придется защищаться от сплетен и наговоров. Если во сне вы укололись иголкой — вас ожидают крупная ссора, выяснение отношений и возможность оправданий при этом. Поломка иголки снится к поиску нового друга или к одиночеству после ссоры со старым. Если во сне вы находите иголку — значит, вскоре у вас появится новый друг.

Если иголки снятся молодой девушке — это признак того, что она кого-то полюбит.`
  },
  {
    word: 'Игра, Игральный автомат, Бадминтон, Баскетбол, Бильярд, Бобслей, Бокс, Боксер, Волейбол, Домино, Жмурки, Игротека',
    description: `Сон, в котором вы играете в игральном автомате, — предупреждение о предстоящем обмане.

Если во сне вы играете в бадминтон — значит, наяву вам предстоит знакомство с человеком, от которого впоследствии могут быть большие неприятности.

Сон, в котором вы играете в баскетбол, — очень хороший. Такой сон сулит вам предстоящий праздник или веселье.

Играть во сне в бейсбол — предупреждение о том, что ваши попытки в новом деле могут оказаться бесполезными или нерезультативными. Для женщины такой сон — знак того, что вам не удастся соблазнить понравившегося человека и ваши старания окажутся напрасными.

Участвовать во сне в соревнованиях по биатлону — означает, что вы слишком спокойно относитесь к проблемам в жизни, и это, в конечном счете, может создать вам слишком много неприятностей. Неудачное выступление на соревнованиях — знак того, что вы неуверены в себе, а излишняя перестраховка только мешает вам.

Самому играть во сне в бильярд или следить за игрой других — сон-предостережение. Вас могут ожидать большие неприятности, ссоры или выяснение отношений с более сильным противником. Увиденный во сне бильярдный стол или шары не в игре — знак того, что вокруг вас много сплетен и интриг.

Если во сне вы участвуете в соревнованиях по бобслею — значит, наяву для того, чтобы добиться успеха, вам предстоит пойти на большой риск.

Быть во сне на соревнованиях по боксу для мужчины — к приятному времяпрепровождению и предстоящему отдыху, для женщины такой сон может быть предвестием того, что ее любви будут добиваться сразу несколько мужчин. Самому быть во сне боксером и выиграть бой — к осуществлению планов, проиграть его — к затруднениям в делах.

Играть во сне в видеоигры — знак того, что вы сможете победить конкурентов, добиться реализации намеченные планов. Если игра у вас не ладится и вы начинаете нервничать — такой сон может быть предвестием интриг против вас.

Играть во сне в волейбол — знак того, что вы близки к поставленной цели.

Если во сне вы играете в домино, то после такого сна вам лучше не заниматься торговыми операциями или мелкой спекуляцией. Для девушки такой сон может быть предвестием обмана со стороны возлюбленного.

Если во сне вы играете в жмурки — значит, наяву вы занимаетесь не своим делом или бесполезно тратите свое время.

Принимать во сне участие в коммерческой игре — плохой знак, такой сон сулит вам ухудшение финансового положения или денежные потери.

Если во сне вы видите себя на корте в хорошей форме — значит, вскоре вас ждет повышение в должности, ваши старания будут замечены начальством.

Самому во сне играть в теннис или внимательно следить за игрой друзей — означает, что благодаря новым связям или знакомству вы сумеете улучшить свое материальное положение.

Если во сне вы играете в футбол — вскоре вас наяву ожидает улучшение материального положения. Смотреть футбольный матч по телевизору — знак, что вам грозят неприятности по вашей же вине.

Играть во сне в хоккей — к семейным проблемам. Для холостых и незамужних такой сон может сулить ссору с возлюбленным. Наблюдать игру со стороны — хороший знак, вас ждет успех в делах и удачное решение затянувшихся проблем.

Игра во сне в шахматы может быть предвестием борьбы с более сильным врагом или конкурентом; если вы играете со своим знакомым, то такой сон сулит вам выйти победителем в этой борьбе.

Если во сне вы играете в шашки — сон может быть предвестием удовольствий, отдыха или приятного времяпрепровождения. Выиграть партию — к успеху в скользком деле. Проиграть партию в шашки «в поддавки» — предостережение: вам предстоит столкнуться с непредвиденными трудностями или нечестными людьми.`
  },
  {
    word: 'Игра азартная, Азартная игра, Игра в карты',
    description: `Играть во сне в карты — к потерям и обману, тасовать их — к хлопотам, считать — к успеху в делах. Долго играть во сне и карты и много выигрывать — значит, что удастся преодолеть препятствия и добиться поставленной цели.

Играть в казино в рулетку и выигрывать — означает, что с помощью друзей или коллег вы сможете выйти из затруднительного положения.`
  },
  {
    word: 'Игра компьютерная',
    description: `Часто сон, в котором вы играете на компьютере, — это предупреждение о том, что пренебрежительное отношение к друзьям и знакомым, грубость по отношению к ним и т.п. могут поставить вас в неловкое положение, и если вы не измените своего отношения к ним, то они просто отвернутся от вас.

Играть во сне на компьютере в «шарики», раскладывать пасьянс — означает, что вскоре вас ждут сложности в отношениях или разногласия с близким другом или возлюбленным.

Играть на компьютере в стратегические игры или «стрелялки» — знак того, что из-за вашей амбициозности или излишней самоуверенности вы можете поссориться с друзьями или вовсе расстаться с ними.

Смотреть по телевизору интеллектуальную игру — значит, что ваша чрезмерная сосредоточенность на собственных проблемах и нежелание понять других заставят отвернуться от вас друзей. Самому участвовать в игре — значит пойти у кого-то на поводу с явными негативными последствиями для себя.

Выиграть приз или победить в игре — вас ждет успех и быстрое достижение поставленной цели. у`
  },
  {
    word: 'Игрушка',
    description: `Видеть во сне старые игрушки — к печали и расстройствам, новую игрушку — знак успехов в будущем.

Получить во сне в подарок игрушку — к переменам в жизни, которые будут еще не скоро; если же вы дарите кому-то игрушку, то такой сон сулит вам уважение коллег и руководства, а возможно, и повышение в должности.

Если во сне вы видели детскую куклу — значит, вам предстоит приятное времяпрепровождение и развлечения, которые напомнят вам о детских годах.

Играть во сне самому или с детьми надувными игрушками — предвестие вашего переутомления и больших нагрузок. Вам необходимо больше отдыхать и обратить внимание на свое здоровье.`
  },
  {
    word: 'Идти',
    description: `Идти во сне болотом — к неприятности, идти по воде — к неожиданной радости, по лесу — к ссоре, по полю — к сплетням. Если вы идете во сне быстро — значит, вас ожидают препятствия, очень медленно — остерегайтесь потери времени, о котором придется жалеть, вреда от опоздания, возможного конца любовного счастья.

Видеть себя идущим по колено в грязи — к прибыли, печали, по колено в воде — к радости. Назад повернуть — к потере. Если во сне вы идете по кругу — значит, наяву можете встретить старого знакомого.

Идти с тяжелой ношей во сне — знак того, что ваш труд будет хорошо оплачиваться. Канава на вашем пути — предвестие, что вас ожидают препятствия, раздражение. Глубокий ров снится к несчастью, но если он преодолен — вас ожидает успех после несчастий и неудач. Много ям на вашем пути означают заботы, тоску. Вал, насыпь перед собой видеть — к затруднению, ее переходить — к преодолению препятствий, через нее упасть — значит, ваш труд может оказаться напрасным. Того, кто ходит по воде во сне, вскоре могут ожидать богатство и слава.`
  },
  {
    word: 'Известие',
    description: `Если вы получаете во сне известие — это предсказание аналогичного события в действительности, так называемый вещий сон.`
  },
  {
    word: 'Известь',
    description: `Видеть во сне известь — предвестие, что вскоре вам станут активно давать глупые советы.`
  },
  {
    word: 'Извинение',
    description: `Если во сне вам пришлось перед кем-либо извиняться — такой сон говорит о плохом состоянии ваших дел, улучшить которое удастся еще не скоро; если же извиняются перед вами — ваши дела идут нормально и удача сопутствует вам.`
  },
  {
    word: 'Изгородь',
    description: `Видеть во сне изгородь из вечнозеленых кустарников — к радости и прибыли.

Девушке видеть, что она гуляет вдоль зеленой изгороди со своим любимым, — к скорому замужеству. Но если изгородь колючая и вы поранились, наткнувшись на колючки, — значит, наяву вы можете поссориться с любимым или будете его сильно ревновать.`
  },
  {
    word: 'Измена',
    description: `Если во сне вы узнали, что вам изменили или вас предали, — такой сон может быть предвестием больших препятствий и затруднений, с которыми вы сможете справиться только с помощью верных друзей.

Самому быть во сне изменником — значит, что наяву вам предстоит попасть в ситуацию, в которой вы будете вынуждены обмануть близкого человека.`
  },
  {
    word: 'Изнасилование',
    description: `Видеть во сне, что ваших знакомых изнасиловали, — к неприятностям у кого-то из ваших друзей. Для девушки во сне стать жертвой насилия — означает, что в реальной жили и с ней приключится беда, которая заденет ее честь, а возлюбленный покинет ее. Для женщины — к достижению поставленной цели.`
  },
  {
    word: 'Изобретатель, Изобретение',
    description: `Видеть во сне изобретателя — к скорому и успешному завершению необычной работы, выполнение которой принесет почет и уважение.`
  },
  {
    word: 'Изумруд',
    description: `Изумруд снится к радости. Если вы нашли во сне изумруд — значит, вы можете неожиданно стать наследником значительного состояния или приступить к исполнению хлопотных обязанностей.

Покупать изумруды во сне — к невыгодной сделке или неудачному повороту судьбы.`
  },
  {
    word: 'Изюм',
    description: `Видеть или есть изюм во сне — к богатству, счастью, радости, но в любви — к огорчениям; плохой изюм есть — к безответной любви.`
  },
  {
    word: 'Икона',
    description: `Видеть во сне икону — хороший знак, сон сулит вам крепкое здоровье, семейное благополучие, удачу в работе. Явление иконы во сне означает, что Провидение наблюдает за вами и от вас зависит, по какой дороге идти — добра и блага, или наоборот.

Видеть во сне много икон — к веселью, припадать во сне к иконе — к радости, видеть себя молящимся с земными поклонами — к возможной пропаже в доме, молящимся на коленях — к исполнению желаний. Если мать передает дочери иконы — к свадьбе.`
  },
  {
    word: 'Икота',
    description: `Если вас во сне мучает икота — значит, наяву о вас распускают самые невероятные слухи.`
  },
  {
    word: 'Икра',
    description: `Есть во сне икру (черную, красную) — к богатству, овощную икру — к прочному материальному положению. Если видите во сне любую икру — наяву вам обязательно выпадет шанс разбогатеть или добиться благосклонности любимого человека.`
  },
  {
    word: 'Ил (тина)',
    description: `Завязнуть в иле во сне — означает помочь кому-то из близких решить его проблемы, что также улучшит ваше материальное положение и поднимет вас в глазах общества. Видеть себя завязшим в иле — знак, что вы можете попасть в скандальную историю.`
  },
  {
    word: 'Импотенция',
    description: `Если во сне мужчина не в состоянии совершить соитие — значит, вскоре он получит необходимую поддержку от друзей.

Если женщине снится, что мужчина не может с ней жить, — значит, ей предстоят переживания или возможная беременность; что ее муж или любовник стал импотентом — ее интимная жизнь слишком монотонна.

Если вам во сне половое бессилие не дает что-либо сделать или довести какую-то работу до конца — значит, что вас ожидает быстрое завершение всех неоконченных дел.`
  },
  {
    word: 'Инвалид',
    description: `Видеть во сне инвалида или самому стать им — означает, что вам необходимо обратить внимание на состояние своего здоровья. Видеть урода во сне — к неудаче в делах.`
  },
  {
    word: 'Индюк, индюшка',
    description: `Видеть во сне живого индюка — значит получить надежду на хорошее окончание дела, выздоровление, семейное согласие. Есть во сне индюка — получить наяву радостное известие.`
  },
  {
    word: 'Иней',
    description: `Приснившийся в зимнее время иней не предвещает ничего особенного, в летнее время — знаменует крупную финансовую прибыль и неожиданную радость. Видеть во сне лес, покрытый инеем, — означает, что некоторое охлаждение чувств скоро приведет вашу жизнь в состояние ясности и покоя.`
  },
  {
    word: 'Инженер',
    description: `Видеть во сне инженера — к измене в любви, знакомиться с ним — к утомительной поездке, неудобства которой будут компенсированы радостью встречи. Если вы сами инженер — значит, наяву вам придется проявить изобретательность, чтобы достичь желаемого.`
  },
  {
    word: 'Инкассатор',
    description: `Быть во сне инкассатором — предупреждение: вы занимаетесь не своим делом или пытаетесь узнать то, что принесет вам больше проблем и убытков, чем пользы. Видеть инкассаторов с мешками с выручкой — предвестие застоя в делах и мелких семейных неурядиц.`
  },
  {
    word: 'Инопланетянин, Гуманоид',
    description: `Если во сне вы увидели инопланетянина — значит, вскоре вам предстоит познакомиться с человеком, который сможет оказать большое влияние на вашу дальнейшую жизнь. Общаться с ним во сне — предостережение: вы можете совершить ошибку, которая будет причиной ссоры с другом или близким вам человеком.`
  },
  {
    word: 'Инспектор',
    description: `Быть во сне на приеме у вашего участкового инспектора — означает, что вскоре вам предстоит встреча с влиятельным человеком, от результатов которой может зависеть ваше будущее благосостояние и положение в обществе. Для женщин такой сон может предвещать хлопоты и заботы о будущем своих детей.

Увидеть во сне инспектора РОНО или пенсионного фонда — предвестие предстоящих забот о доме, семье или родных.`
  },
  {
    word: 'Институт, Аудитория, Высшее учебное заведение',
    description: `Увидеть во сне институт или университет — знак того, что для достижения более высокого положения в обществе вам необходимы дополнительные знания, недостаток которых мешает вашему продвижению по служебной лестнице.

Быть в институте — значит, что вам удастся добиться повышения в должности или более высокой заработной платы.

Быть во сне в аудитории — к переменам в жизни.`
  },
  {
    word: 'Интервью',
    description: `Брать во сне интервью у известного человека — предостережение: вам предстоит знакомство с человеком, который попытается использовать вас в своих целях. Давать во сне интервью — означает, что вы слишком доверчивы и этим вскоре кто-то попытается воспользоваться, что создаст вам много дополнительных проблем.`
  },
  {
    word: 'Интернет',
    description: `Если вы быстро находите по Интернету интересующую вас информацию — такой сон сулит успех в делах и быстрое решение всех проблем и затруднений. Общаться во сне с друзьями с помощью Интернета — означает, что наяву вы слишком мало времени уделяете общению с друзьями и они обижаются на вас.`
  },
  {
    word: 'Инфекция, ВИЧ-инфекция',
    description: `Если во сне вы узнали, что заражены страшной инфекцией, — значит, наяву ваши необдуманные действия и поступки доставляют боль и страдания близким вам людям, но вы этого просто не замечаете.

Заразиться во сне от животного ящуром или болезнью, которой не болеют люди, — означает, что рядом с вами находится хитрый и лживый человек, которому вы доверяете.`
  },
  {
    word: 'Инфляция',
    description: `Если вам приснилось, что ваши сбережения стали жертвой инфляции, — это означает, что вас пытаются обмануть или обокрасть.`
  },
  {
    word: 'Ипподром',
    description: `Присутствовать на скачках — к нежданному успеху; участвовать в бегах — означает, что вы добьетесь успеха через столько лет, под каким номером финишируете.

Участвовать в скачках с препятствиями, рискуя сломать себе шею, — знак, что вы сделаете неосторожный шаг, который поставит вас на волосок от гибели.

Если во сне вы оказались на ипподроме — вас ждет благополучие и достаток.`
  },
  {
    word: 'Иск',
    description: `Если на вас подают во сне иск — такой сон сулит вам примирение с врагами и нахождение компромисса с конкурентами, если же его подаете вы — значит, вы будете источником разногласий и противоречий в решении серьезных вопросов на работе или дома.`
  },
  {
    word: 'Исповедь',
    description: `Исповедоваться во сне — хороший сон, он сулит вам прозрение, возможность найти правильный выход из затруднительной ситуации.`
  },
  {
    word: 'Испуг',
    description: `Испугаться чего-то во сне — значит, наяву может случиться беда или несчастье. Если вы испытываете во сне страх — это означает, что вам грозит опасность от испытываемых вами радужных надежд или тайные заботы. Если во сне вас пытаются запугать — значит, вы несерьезно относитесь к некоторым своим обязанностям, что впоследствии поставят вам в вину.`
  },
  {
    word: 'Истерика',
    description: `Видеть во сне свой истерический припадок — значит наяву быть совершенно спокойным и довольным.`
  },
  {
    word: 'Источник',
    description: `Видеть аккуратный и ухоженный источник во сне — к долгой жизни, заброшенный — значит, ваша доверчивость может оказаться опасной для вашего благополучия, будьте немного осторожнее в своих высказываниях.

Из источника пить — к приросту сил. Чистая вода предвещает изобилие, если же вода мутная и нечистая — сон имеет противоположное значение; видеть источник в своем доме — означает выгоду и прибыль.

В источнике другого человека видеть — означает, что помощь и совет вашего друга помогут решить некоторые из ваших проблем. Мрачный, грязный источник — скверное известие, предостережение о возможной насильственной смерти. В источнике купаться — значит приобрести силу и бодрость.

Колодец снится к невероятным переменам; пить из него во сне — к исполнению желаний, глубокому самопознанию, успеху в делах.

Пить воду из родника — означает, что вам поступит ряд хороших предложений о совместной деятельности; видеть родник — означает наяву иметь хорошие перспективы на будущее.

Если родниковый ключ, колодец, криница снятся полными — к богатству, сухими — к бедности. Если вы видите, что в колодец кто-то смотрится, — этот человек будет играть в вашей жизни странную, романтическую роль.

Упасть в колодец — означает неожиданно узнать себя совершенно иным, чем представлял ранее.

Если во сне вы пытаетесь выбраться из колодца — значит вас ожидают пытки совести. Копать колодец — к ущербу. Если у колодца молится мужчина, то он рискует оказаться под властью женщины; если женщина — она может почувствовать одиночество.

Видеть во сне, как мужчина и женщина вместе заглядывают в колодец или спускаются в него по лестнице, — к беременности.

Если снится, что вы пируете возле колодца, — к помолвке, свадьбе. Видеть, что кто-то сидит в колодце, — означает, что вас могут подстерегать чьи-то козни.

Если девушке снится полный колодец — она скоро выйдет замуж. Набирать воду из колодца — знак исполнения страстных желаний.`
  },
  {
    word: 'Кабан, Боров',
    description: `Кабан, увиденный во сне, — символ непримиримого врага, злого человека. Кабан, нападающий или преследующий вас, снится к неприятностям. Приснившийся вам весь в грязи боров — предвестие успеха в начатом деле и удачное завершение всех остальных. Девушке видеть во сне кабана — к брачному предложению, замужней женщине — к подозрениям мужа.`
  },
  {
    word: 'Кабаре',
    description: `Быть во сне в кабаре и смотреть выступление — к убытку и потерям, самому выступать в кабаре — знак того, что ваши действия или предложения вызовут насмешку у окружающих.`
  },
  {
    word: 'Кабачки',
    description: `Есть во сне блюдо из кабачков — знак, что вас ожидает приятный обед или ужин в дружеской компании.`
  },
  {
    word: 'Кабель',
    description: `Увидеть во сне тонкий электрический кабель — к получению известий издалека, если кабель очень толстый — полученное известие будет очень приятным для вас.`
  },
  {
    word: 'Кабинет',
    description: `Приснившийся кабинет — к разглашению личных дел. Работать в отдельном кабинете — к болезни супруга или супруги, к неожиданному горю.

Страшный беспорядок, учиненный во сне вами в кабинете, — предупреждение о возможной опасности для кого-то из членов семьи.`
  },
  {
    word: 'Каблук',
    description: `Видеть во сне стоптанные каблуки — к перемене в делах, отлетевший каблук — к скорой удаче, новые каблуки — к новому занятию. Если снится застрявший каблук — задуманный замысел не осуществится.`
  },
  {
    word: 'Казино, Игорный дом',
    description: `Видеть во сне казино издалека — означает, что вскоре вас ждет ссора или конфликт, самому играть в нем — предупреждение о том, что ваши действия или разговоры могут стать причиной больших неприятностей.

Проиграть во сне в казино много денег — к неожиданной удаче или материальному вознаграждению.

Увидеть себя во сне крупье в шикарном казино — знак того, что вам придется приложить много усилий и ловкости для достижения поставленной цели. Для девушки такой сон может быть предвестием удачного замужества или брака по расчету.`
  },
  {
    word: 'Казнь',
    description: `Казнь чью-то во сне видеть — к потере свободы и имени, к необходимости приготовиться к борьбе с врагом.

Быть во сне ведомым на казнь — предвестие важных событий, решающих испытаний, проверки нравственных сил и способностей; быть казненным — к великой нужде, но быть распятым — вы будете в почете, получите власть; сожженным быть — к хорошему здоровью, сильным страстям и желаниям.`
  },
  {
    word: 'Кактус',
    description: `Кактусы снятся к встрече с душевной черствостью, лживым другом, холодным отношениям с друзьями, к возможной плате за свои необдуманные поступки, чтобы они не повлекли за собой серьезные последствия.

Кактусы в горшках олицетворяют вашу душевную черствость и отчужденность, много колючих кактусов — означают, что злые и дурные мысли мешают вам правильно воспринимать действительность.`
  },
  {
    word: 'Калейдоскоп',
    description: `Если во сне вы смотрите в калейдоскоп и внимательно рассматриваете получившееся изображение — значит, вскоре вас ждут благоприятные изменения в вашей жизни.`
  },
  {
    word: 'Календарь',
    description: `Видеть во сне календарь — к приятному удивлению, читать его внимательно — предостережение: вы можете разочароваться в своих планах.`
  },
  {
    word: 'Калина',
    description: `Если во сне вы увидели калину — значит, перед вами стоит выбор между вашими друзьями. Калина часто снится к слезам, ссоре.

Собирать калину во сне — знак возникновения в деле нового затруднения или препятствия, есть калину — к веселью.`
  },
  {
    word: 'Калитка',
    description: `Видеть во сне калитку или пролезать в нее, сильно наклоняясь, — к унижению, если же калитка или часть ее исчезла — к развалу семьи у сына.

Во сие безуспешно стучаться в калитку — символ, что вы не получите поддержки, ждать около нее — к бесплодным усилиям.

Красить или чинить во сне калитку — означает тосковать по взаимопониманию.
`
  },
  {
    word: 'Калькулятор',
    description: `Если вам приснился калькулятор — значит, вам необходимо оценить свои возможности, иначе вы можете потерпеть неудачу.`
  },
  {
    word: 'Камень, Бордюрный камень, Булыжник',
    description: `Видеть во сне камни — означает, что наяву вам предстоит заниматься тяжелой работой. Увидеть во сне бордюрный камень или кирпич — предвестие рискованного или опасного занятия.

Бросать во сне камень — к сплетням, ссоре, поднимать его с земли — к достижению успеха в чем-либо; если он драгоценный — вас ждет скорый успех в делах.

Спотыкаться о камни — к несчастью, стоять или ходить по камням — к неудачному стечению обстоятельств, неблагоприятному времени для каких-либо начинаний.

Обтесанный камень знаменует начало трудного времени. Сидеть на камнях — к важным событиям.

Двигать огромный камень во сне — предвестие известности, благополучия в семье; лежать на камне — к большой удаче; играть мелкими камешками — к рождению сына.

Если вы сыплете во сне гравий на дорогу — это предвестие того, что вы сможете вовремя избежать опасности или убытков благодаря своей осторожности и расторопности.

Если вам приснился булыжник — это значит, что вы окажетесь в доброжелательном и благоприятном окружении, вашим усилиям будет сопутствовать успех. Разбитый булыжник означает потерю друга.

Видеть во сне, как девушка прогуливается по булыжной мостовой, — предвестие появления у нее привлекательных соперниц, что может надолго вывести ее из равновесия.

Вообще приснившийся булыжник побуждает тех, кто его видит, развивать в себе терпимость к мнению других и доброжелательную снисходительность.

Если вы ходите во сне по гальке — значит, вас ожидает скучное общество, от которого вам не так-то просто будет избавиться.

Каменоломня снится к медленному продвижению по служебной лестнице.

Если во сне вы видите каменщика — это означает, что ваши подозрения не оправдаются; говорить с ним — к вам приедут гости; видеть себя в роли каменщика — к благополучному исходу дела.

Если каменщику снится мастерок — это предвестие удачного поворота в решении сложных проблем.

Приснившийся вам точильный камень является знаком острой тревоги или беспокойства; вам нужно обратить пристальное внимание на свои дела, если вы хотите избежать затруднений; возможно, вы будете вынуждены совершить неудобную и трудную поездку.`
  },
  {
    word: 'Камера хранения',
    description: `Сдавать во сне вещи в камеру хранения — знак того, что вас подведет человек, на которого вы рассчитывали и возлагали большие надежды.`
  },
  {
    word: 'Камин, Дымоход',
    description: `Видеть во сне камин с огнем — к благополучию. Если приснилось, что вы сидите у погасшего камина, — ждите неприятного события. Веселый огонь в камине является знаком хорошего поворота событий. Сон о том, что вы разжигаете камин, — означает, что вы будете втянуты в конфликт. Дымящийся камин — знак затяжного спора или конфликта, а если во сне вы сидите у камина, грея ноги, — это знак происшествия, которое может закончиться для вас неблагоприятно.`
  },
  {
    word: 'Камыш',
    description: `Видеть во сне, что вы кроете крышу камышом, — знак разрешения спорного дела, которое вас очень волнует.`
  },
  {
    word: 'Канава',
    description: `Если во сне вы роете канаву — это означает, что вскоре вас кто-то поставит в очень затруднительное положение. Видеть канаву или идти вдоль нее — означает, что у вас есть возможность найти путь к venexy; перешагнуть или перепрыгнуть ее — символ того, что вы преодолеете возникшие затруднения.

Если вы перескакиваете ров во сне — значит, достигнете цели; видите его — вам предстоит делать хорошие дела. Упасть в ров — к потере денег.

Глубокий ров снится к несчастью, но если он преодолен — вас ожидает успех после несчастий и неудач.

Копать во сне траншею — к тяжелой изнурительной работе, закапывать ее — к завершению сложной работы, перепрыгивать через нее — к сожалению о случившемся.`
  },
  {
    word: 'Канал',
    description: `Видеть во сне канал с грязной водой — к болезни, расстройствам пищеварения, с чистой водой — к спокойной жизни и преданности друзей.`
  },
  {
    word: 'Канарейка',
    description: `Увиденная во сне канарейка — символ предстоящей лести, фальши в отношениях и обмана.`
  },
  {
    word: 'Канат',
    description: `Приснившийся вам канат — к благополучию, резать его — к опасности, потере чьей-то поддержки по собственной вине, плести его — к малопроизводительному труду, себя им привязывать — к успеху благодаря чужой помощи, танцевать на нем — к конфликту с совестью.

Ходить во сне по канату — предвестие рискованных предприятий, взбираться по нему — к успеху. Если во сне вы спускаетесь по канату — значит, терпение приведет вас к удаче.

Увидеть канатоходца во сие — означает, что ваше положение нестабильно.`
  },
  {
    word: 'Кандидат',
    description: `Быть во сне кандидатом на какой-либо пост, должность и т. п. — значит, что ваши планы и надежды реальны и осуществимы, если вы не сделаете серьезной ошибки.`
  },
  {
    word: 'Каникулы',
    description: `Если вам приснились школьные или студенческие каникулы — значит, вам предстоит получить рискованное, но заманчивое предложение, связанное с деньгами.

Находиться на каникулах — означает испытать удовольствие, наслаждение с примесью легкого беспокойства.`
  },
  {
    word: 'Капкан',
    description: `Если во сне вы расставляете капканы — значит, ради достижения своих целей вы пойдете на все.

Видеть во сне, что ваша нога или рука попала в капкан, — к большим неприятностям и победе ваших противников; вы поймали кого-то в капкан — к преуспеванию в любом деле. Пустой капкан — к неудачам в ближайшем будущем, сломанный — к болезни ваших близких.`
  },
  {
    word: 'Капуста',
    description: `Приснившаяся вам капуста — предвестие предстоящих хлопот, связанных с женщинами. Варить ее во сне — к скуке, рвать — к сплетням, садить — к новости, солить — к обману, шинковать — к неожиданности, есть во сне капусту — к подарку. Капуста зеленая снится к возможным трудностям или гневу. Много капусты во сне — к тяжелым воспоминаниям.

Если вы видите во сне, что едите цветную капусту, — сон сулит вам выговор за пренебрежение своими обязанностями. Видеть, как она растет, — означает, что после периода неудач и потерь вас ждут блестящие перспективы. Кочаны капусты видеть во сне — к проблемам со здоровьем.

Если молодая женщина видит цветную капусту в огороде — значит, она выйдет замуж по воле родителей, а не по своей.`
  },
  {
    word: 'Капюшон',
    description: `Если во сне вы носите одежду с капюшоном — значит, вам нужно поберечь себя от пребывания на сквозняках.`
  },
  {
    word: 'Караван',
    description: `Увиденный во сне караван — предвестие долгой и утомительной поездки за чужой счет.`
  },
  {
    word: 'Карамель',
    description: `Если во сне вы едите карамель — значит, ваша любовь взаимна.`
  },
  {
    word: 'Карандаш',
    description: `Писать во сне карандашом — означает, что ваши надежды несбыточны. Чинить во сне карандаш — к радости.`
  },
  {
    word: 'Карась',
    description: `Ловить карасей во сне — к хитрости в ущерб вашим выгодам и интересам.`
  },
  {
    word: 'Карикатура',
    description: `Рассматривать во сне карикатуры или дружеские шаржи — знак того, что кто-то пытается подставить вас, спровоцировать у вас негативную реакцию и обвинить вас в ошибке или поступке, который вы не совершали.

Листать во сне журнал или книгу с комиксами или карикатурами — означает, что вы слишком много работаете и не уделяете должного внимания своим родным и близким.

Самому рисовать во сне карикатуры — хороший сон, он сулит повышение в должности и много творческих планов, которые позволят вам занять более серьезное и ответственное положение.`
  },
  {
    word: 'Карлик, Гном',
    description: `Карлик или гном, увиденный вами во сне, является предвестием интересной жизни, в которой ваши способности будут постоянно развиваться, а также сильного физического здоровья.

Видеть во сне карлика или карлицу в очень необычной ситуации — означает встречу со слабым и смешным недругом.

Если карлики преследуют во сне, лезут в щели — это может означать опасность быть скованным ленью, испытывать страх перед активной деятельностью. Если карлик вступает в беседу — это предупреждение о том, что вы недооцениваете человека, который может сыграть важную роль в вашей судьбе.

Быть во сне лилипутом — знак того, что вы что-то делаете неправильно, ваши поступки или действия могут в дальнейшем создать вам дополнительные проблемы, о которых вы даже не подозреваете.`
  },
  {
    word: 'Карман',
    description: `В карман что-то класть — к потере, вынимать — к возврату, напрасно пытаться в нем что-либо найти — к неудачному намерению, порвать карман — к прибыли.`
  },
  {
    word: 'Карнавал',
    description: `Участвовать во сне в карнавале — означает, что вам предстоит приняться за дело, которое приведет к ссоре. Много масок вокруг видеть, а самому быть с открытым лицом — к безуспешности, одиночеству, участию в чужих интригах.`
  },
  {
    word: 'Карниз',
    description: `Если во сне на вас обрушился карниз, то наяву вы можете подвергнуться нападению воров или мошенников.`
  },
  {
    word: 'Карп',
    description: `Видеть или поймать карпа во сне — значит найти хорошую работу, ловить карпов из- пруда — означает наяву подвергнуться глупому обману. Есть карпов во сне — к заботам, связанным с выгодой.`
  },
  {
    word: 'Карта',
    description: `Видеть во сне географические карты — означает, что вам предстоит поездка; рассматривать их — к воспоминаниям или какому-то важному событию. Морские карты снятся к деньгам. Географическая карта, которую вы рассматриваете очень тщательно, — знак непостоянства в сердечных отношениях.`
  },
  {
    word: 'Картина, Живопись',
    description: `Видеть во сне картину — к печали, видеть картину знаменитого художника — к веселым воспоминаниям или хорошим вестям.

Вставлять картину в рамку — означает ограничивать свои намерения, достичь меньшего, чем хотелось; покупать картину — принимать важное решение. Поврежденная картина — к грубому вторжению в вашу личную жизнь, самому ее повредить — к смелым начинаниям, падение картины со стены означает конец мечтам.

Видеть во сне художника — предостережение от иллюзий, напрасных надежд, быть им — к крепкой любви.`
  },
  {
    word: 'Картинг',
    description: `Кататься во сне на картинге — предупреждение о том, что из-за своей неосмотрительности или неосторожности вы можете расстаться с любимым или дорогим вам человеком.`
  },
  {
    word: 'Картотека',
    description: `Находиться во сне в большом зале с картотеками — предостережение: вы сами не знаете, чего хотите; мечясь из стороны в сторону, вы создаете себе проблемы со своевременным выполнением работы. Из-за этого у вас постоянно возникают проблемы, которых могло бы и не быть.

Искать для себя информацию в большой картотеке и найти ее — предвестие того, что вскоре ваши дела наладятся.

Для женщин сны, связанные с картотекой, могут также означать, что вскоре им придется сделать серьезный выбор.`
  },
  {
    word: 'Картофель, картошка',
    description: `Если приснился картофель — к урожаю на него (в сезон) или к слезам.

Варить во сне картофель — к удовольствиям, копать его — к веселью, есть картофель — к свиданию с другом, жарить его — к женитьбе.`
  },
  {
    word: 'Каскадер',
    description: `Видеть во сне каскадера издалека — знак того, что вы будете видеть какую-то несправедливость, попытаетесь противостоять ей, но ваши попытки окажутся безуспешными.

Самому быть во сне каскадером — предвестие того, что вы найдете единственно правильный выход из сложной ситуации и выйдете победителем, однако для этого придется многим пожертвовать.

Для женщин сон о каскадере может быть предвестием неудовлетворенности поведением своего возлюбленного или супруга или его отношением к вам.`
  },
  {
    word: 'Касса',
    description: `Видеть во сне кассира — означает, что скоро какие-то посторонние люди предъявят свои права на собственность, которая принадлежит вам.

Видеть во сне кассу — это знак того, что на вашу собственность или деньги покушаются весьма близкие люди; открывать и видеть в ней деньги — означает, что вы можете получить богатство; открывать пустую кассу — к материальным проблемам в жизни.`
  },
  {
    word: 'Кассета, Видеокассета',
    description: `Приснившаяся кассета предвещает вам прекрасно проведенное время с друзьями и хороший отдых.

Увидеть во сне, как вы вставляете кассету в магнитофон, — означает, что наяву вы добьетесь успеха на работе или выгодно вложите деньги.

Сон, в котором вы продали с большой выгодой для себя пиратские аудио- или видеокассеты, — плохой знак. Вас могут ожидать убытки или разногласия с компаньонами.`
  },
  {
    word: 'Кастрюля',
    description: `Чистить во сне дно кастрюли — означает, что кто-то сильно завидует вам и пытается навредить, необходимо проявлять осторожность во взаимоотношениях с людьми.`
  },
  {
    word: 'Катастрофа',
    description: `Увиденная во сне катастрофа на шоссе — к потере собственности, на железной дороге — к безопасности, на море — к затруднительной ситуации, потере заработка.

Авиакатастрофа снится к серьезным испытаниям. Если во сне вы сумели избежать катастрофы — это означает, что вы найдете выход из затруднительной ситуации.`
  },
  {
    word: 'Катер',
    description: `Увиденная во сне катастрофа на шоссе — к потере собственности, на железной дороге — к безопасности, на море — к затруднительной ситуации, потере заработка.

Авиакатастрофа снится к серьезным испытаниям. Если во сне вы сумели избежать катастрофы — это означает, что вы найдете выход из затруднительной ситуации.`
  },
  {
    word: 'Каток',
    description: `Если во сне вы видите каток, раскатывающий асфальт, — значит, вас ждут резкие перемены в жизни и снижение жизненного тонуса.`
  },
  {
    word: 'Катушка',
    description: `Катушка с нитками, увиденная во сне, — к гостям Видеть во сне катушки ниток — вас ожидает сложная длительная работа, по завершении которой перед вами откроются самые отличные перспективы; пустая шпулька снится к разочарованию.`
  },
  {
    word: 'Кафе, Бистро, Закуска, Закусочная',
    description: `Увидеть во сне, как вы сидите в кафе, — значит, что наяву вам предстоит тяжелая борьба с тем, с кем вы совсем не ожидали.

Приглашать во сне кого-то в кафе — означает, что вы пытаетесь добиться уважения и признания, но выбрали для этого неправильный путь.

Увидеть во сне небольшую закусочную — означает, что наяву вам предстоит принять ответственное решение, чтобы разрешить стоящие перед вами проблемы.

Посетить во сне «Макдональдс» или шикарную закусочную — значит, что из-за своей неосмотрительности вы не воспользуетесь появившимися возможностями, о чем в дальнейшем будете сожалеть.

Для женщины сон, в котором она видит или посещает «Макдональдс», может быть предвестием появившейся на ее пути соперницы или выяснения отношений с женой любовника.

Посетить во сне небольшое бистро или маленькое, но уютное кафе — знак того, что вскоре вас пригласит в гости или па аудиенцию очень влиятельный человек.

Посетить во сне ресторан — предвестие семейных ссор или неразберихи в делах. Потратить слишком много денег в ресторане — знак того, что из-за своей неосмотрительности вы можете понести убытки или потери.

Отмечать праздник или торжество в ресторане в небольшой компании — значит, что вскоре вас ожидает неожиданный сюрприз или приятное времяпрепровождение.

Находиться во сне в столовой за красиво сервированным обеденным столом, на котором стоят пустые блюда, — к напрасным надеждам и пустым иллюзиям. Если вам снится, что столовая наполнена людьми, — это знак интересных событий в вашей жизни.`
  },
  {
    word: 'Каша',
    description: `Варить вo сне кашу — к благополучию, есть ее — хороший знак: планы, которые вы наметили, будут выполнены, но только в том случае, если вы будете последовательны в своих решениях и не отступитесь, манную кашу есть — к сплетням.`
  },
  {
    word: 'Кашель',
    description: `Если вы или кто-то кашляет во сне — значит, тайна станет явным.`
  },
  {
    word: 'Каштан',
    description: `Видеть каштаны во сне — предвестие счастья и мира, больших доходов, рвать их — к радости, есть их — к добру. Собирать каштаны с земли — к получению противоречивых известий о чем-либо.

Видеть во сне жареные каштаны — к исполнению желаний, есть их — к неудачной торговой сделке или к печали, которая вскоре рассеется и уступит место счастью.

Сон, в котором вы держите в руках каштаны, предсказывает потери в коммерческих делах, но обещает приятного компаньона на всю жизнь.

Если молодой женщине снится, что она ест каштаны или пытается предсказать по ним свое будущее, — значит, ее ожидает встреча с преуспевающим любовником и относительный достаток.`
  },
  {
    word: 'Квадрат',
    description: `Приснившийся вам квадрат — символ неожиданных трудностей, которые вам придется преодолевать. Если во сне вы рисуете квадрат — значит, будете приводить в порядок запущенные дела.`
  },
  {
    word: 'Квас',
    description: `Пить квас во сне — к обдуманному предприятию и увеличению имущества, пить во сне кислый квас — к недовольству или переживаниям за дела семьи.`
  },
  {
    word: 'Кенгуру',
    description: `Пить квас во сне — к обдуманному предприятию и увеличению имущества, пить во сне кислый квас — к недовольству или переживаниям за дела семьи.`
  },
  {
    word: 'Кетчуп',
    description: `Увидеть во сне, как вы едите кетчуп, — означает, что вас ждут напрасные хлопоты. Готовить его — к излишней суете, угощать кетчупом кого-либо — значит, что вы получите вовремя необходимую помощь или совет.`
  },
  {
    word: 'Кефир',
    description: `Пить во сне кефир — к хорошему, счастливому повороту судьбы, быстрому выздоровлению.`
  },
  {
    word: 'Киборг',
    description: `Увидеть во сне киборга или общаться с ним — предостережение, вас ждет ссора с близкими людьми или выяснение отношений на работе.

Самому быть во сне киборгом — хороший сон, он сулит вам улучшение материального положения, увеличение заработной платы или повышение в должности.`
  },
  {
    word: 'Киностудия',
    description: `Работать во сне на киностудии — к серьезным изменениям в нашей профессиональной деятельности, просто попасть на киностудию — к предстоящему беспокойству.`
  },
  {
    word: 'Кинотеатр',
    description: `Видеть во сне кино — знак того, что скоро вам предстоит далекое путешествие или прибытие гостей издалека. Если во сне вы оказались в кинотеатре — это означает, что вы сумеете проявить бескорыстие не только по отношению к близким, но и к недругам.`
  },
  {
    word: 'Киоск',
    description: `Киоск или ларек, увиденный во сне, сулит вам приглашение в гости или в ресторан.

Увидеть, что киоск заполнен самыми разнообразными товарами, — к продвижению по службе, получению сразу нескольких коммерческих предложений или к смене места работы на более лучшее.`
  },
  {
    word: 'Кипятильник',
    description: `Кипятильник, увиденный во сне, — предвестие неожиданной новости.`
  },
  { word: 'Кипяток', description: `Пить во сне кипяток — к счастью.` },
  {
    word: 'Кирпич',
    description: `Кирпич видеть во сне — к кладу, находке, большим переменам, много кирпичей — означает, что вы надеетесь построить новую жизнь.

Если во сне вы считаете кирпичи — к благополучию. Вынимать во сне кирпич из стены — к потере. Если они грозят обрушиться — к полной смене судьбы.

Делать кирпичи во сне — означает наяву заниматься неблагодарным тяжелым трудом.`
  },
  {
    word: 'Кисель',
    description: `Варить и пить кисель во сне — к богатству, пить горячий кисель — к приятным новостям, свиданиям, холодный кисель — к простуде, кисель из красных ягод пророчит встречу с любимым человеком.`
  },
  {
    word: 'Кислота, Борная кислота',
    description: `Если во сне вы увидели борную кислоту — значит, наяву вам предстоит знакомство с влиятельным человеком, которое принесет вам продвижение по службе.`
  },
  {
    word: 'Кишки',
    description: `Если вам снятся кишки — это свидетельствует о том, что вам грозит большая неприятность, в результате которой вы можете лишиться своих друзей. Увидеть собственные кишки — означает угрожающую ситуацию, складывающуюся вокруг вас, возможные потери и много мелких неприятностей.`
  },
  {
    word: 'Клавиатура',
    description: `Для женщины сон, в котором она видит клавиатуру компьютера или печатной машинки, может предвещать большие финансовые траты, возможно, приобретение дорогостоящей покупки. Неработающая или поломанная клавиатура компьютера часто снится к предстоящим затруднениям в делах.`
  },
  {
    word: 'Клад',
    description: `Искать но сне клад — к напрасной потере времени, неоправданным надеждам; долго копать землю в поисках клада — к потерям и убыткам; найти его — к взаимопониманию в семье.`
  },
  {
    word: 'Кладбище',
    description: `Кладбище видеть — означает близкое свидание, или опасность для жизни близкого, или указание на то, что надо покаяться в своих грехах и быть терпеливым, или жажду покоя. Если кто-то говорит на кладбище — это знак того, что вы узнаете человека, который окажет решающее влияние на вашу судьбу.

Если вам снится, что вы находитесь на хорошо ухоженном кладбище, — такой сон обещает получение неожиданной новости о выздоровлении того, кого вы оплакивали как умершего. Кроме того, вам вернут незаконно отнятое у вас.

По кладбищу ходить — к благополучию. Читать во сне надписи на могилах — знак того, что вы можете приобрести новых друзей. Гулять с кем-либо по кладбищу среди могил и читать надписи на плитах — означает подвергнуться испытаниям, разочароваться в семейной жизни.

Если молодым людям снится, что они прогуливаются по пустынным аллеям кладбища, — это означает, что друзья будут относиться к ним с любовью и нежностью, но им придется встретиться с печалью, от которой друзья не в силах будут их уберечь.

Если снится, что девушка идет мимо кладбища и старается его пройти, — значит, к ней будет свататься жених, но затем оставит ее.

Высокий могильный холм во сне —к счастью и выгоде, новая могила — к избавлению от беспокойства, свет над могилой — к новостям издалека, дерево на ней — к счастью, сломанное дерево — к несчастью, цветы па мш мчг к счастью.

Себя во сне увидеть в могиле — означает, что вскоре вы будете радоваться жизни, к благополучию; ваше богат ство будет тем больше, чем глубже могила.

Копать во сне могилу — к нападкам врагов, неприятностям на работе, потере друзей. Вскрытую видеть — к чьей-либо болезни или смерти, в нее упасть — к тяжелым жизненным обстоятельствам, иногда резким переменам в жизни, это предупреждение о том, что потребуется оказать кому-то помощь или взять на себя чужую беду. Стоять около свежевырытой могилы — предупреждение о серьезной опас ности или тяжелой болезни. Могила старая и заросшая предвещает незаурядное событие, приключения.

Надгробие видеть во сне — к свиданию с другом, значительному событию в вашей судьбе, его ставить — к повышению по службе, опасности для жизни любимого человека, свое имя на нем читать — предчувствие смерти, которое не сбудется. Делать самому надпись — к потере дорогого друга.`
  },
  {
    word: 'Кладовка, кладовая',
    description: `Увидеть во сне полную припасов или вещей кладовку — означает, что вскоре у вас улучшится и стабилизируется материальное положение или вас повысят в должности. Для девушки такой сон можзт быть предвестием удачного и выгодного брака. Если в кладовке вы увидели мышь — вскоре ждите гостей, которым вы будете очень рады.`
  },
  {
    word: 'Клеенка',
    description: `Обивать что-то клеенкой во сне — к радости, стелить клеенку — к равнодушию и предательству, торговать ею — к сомнительным спекуляциям.`
  },
  {
    word: 'Клетка, клеть',
    description: `Быть во сне в клетке — к дальней поездке. С птицей -к встрече с хорошим другом, к прибыли; с хищным животным — означает, что, возможно, у вас есть враг, который пока не может вам вредить.

Птенцы в клетке — к счастливой любви; пустая клетка снится к измене, разлуке. Если снится, что кто-то открывает клетку, — такой сон предупреждает о похищении любимой, появлении любовника.`
  },
  {
    word: 'Клип, Видеоклип',
    description: `Увидеть во сне клипсы — значит, что вскоре вы будете не удовлетворены своим положением в обществе или должностью, очень яркие или красивые клипсы — предупреждение: ваши тайные помыслы и желания могут стать известны окружающим.

Сломанная клипса — знак того, что следствием ваших ошибок или просчетов может быть полное разорение или потеря занимаемой должности.`
  },
  {
    word: 'Клипсы',
    description: `Увидеть во сне клипсы — значит, что вскоре вы будете не удовлетворены своим положением в обществе или должностью, очень яркие или красивые клипсы — предупреждение: ваши тайные помыслы и желания могут стать известны окружающим.

Сломанная клипса — знак того, что следствием ваших ошибок или просчетов может быть полное разорение или потеря занимаемой должности.`
  },
  {
    word: 'Клонирование',
    description: `Если во сне вы пытаетесь клонировать животное — такой сон может быть предупреждением о том, что вы можете оказаться в глупом положении по своей же вине.

Заниматься во сне клонированием человека — знак того, что в настоящее время ваше материальное положение устойчиво и вы можете больше времени уделять личным нуждам и потребностям.`
  },
  {
    word: 'Клоп, клопы',
    description: `Клопы снятся к деньгам. Давить клопов — к хлопотам, вы счастливо избежите несчастного случая.`
  },
  {
    word: 'Клоун, Арлекин',
    description: `Видеть во сне кривляющегося в балагане паяца — знак, что вы будете иметь грубое наслаждение, не делающее чести ни уму ни сердцу.

Если во сне вы увидите клоуна с животными — это означает, что вскоре вы испытаете чувство разочарования во всем. Если видите, что клоуна в клоунаде убивают, — значит, вы отчаянно держитесь за оставшиеся иллюзии. Видеть во сне, как клоун смешно плачет, — означает чувствовать, что вы не умеете вести себя естественно.

Если вам приснился одинокий клоун (без зрителей) — приходится осознавать, что вас не поняли.`
  },
  {
    word: 'Клубок',
    description: `Увиденный во сне клубок ниток или пряжи — символ запутанности ваших дел как на работе, так и дома.

Если вы усердно сматываете в клубок нитки — значит, вам необходимо проявить максимум осторожности в общении с людьми, от которых вы зависите.

Хорошим считается сон, в котором вы видите очень много разноцветных клубков, он сулит вам успехи в делах и улучшение материального положения.`
  },
  {
    word: 'Клумба',
    description: `Если вам приснилась покрытая цветами клумба — вас ждут удовольствия, развлечения, интересные поездки.`
  },
  {
    word: 'Клык, клыки',
    description: `Приснившиеся клыки (клык) — означают, что перед вами стоит угроза, которую вы сами отвести не сможете, вам необходимо обратиться к посторонней помощи. Видеть клык, всаженный в свое тело, — означает, что вам предстоит получить неприятную новость, последствия которой могут быть очень важными.`
  },
  {
    word: 'Клюв',
    description: `Видеть во сне клюв — к счастью в игре, выгодному приобретению, продвижению по службе, удовлетворению любовного влечении.`
  },
  {
    word: 'Клюква',
    description: `Видеть во сне клюкву — означает, что вас ожидают хорошие новости, болезни покинут вас, вы обретете крепкое здоровье. Есть во сне клюкву — к здоровому образу жизни или к свадьбе, празднеству; собирать клюкву из-под снега — к неприятным хлопотам.`
  },
  {
    word: 'Ключ',
    description: `Найти ключ во сне — предвестие семейных радостей, улучшения дел, искать ключ — к пренебрежению служебными обязанностями, ключи потерять — к раздражению, спору, сплетням,, неуверенности в себе, чувству собственной неполноценности. Много ключей видеть — хороший знак, особенно для семейного человека, собирать ключи — к счастью, держать их в руках — к возможным переменам в жизни, золотой ключ иметь — к дружбе с влиятельным лицом.`
  },
  {
    word: 'Клякса',
    description: `Вид чернильной кпяксы во сне — предвестие неприятного письма, телефонного звонка или телеграммы.`
  },
  {
    word: 'Клятва',
    description: `Давать во сне клятву — означает, что наяву вам предстоит выполнять трудную или бесперспективную работу, давать ее против своей воли — к разбирательствам или судебной тяжбе. Нарушить во сне данную клятву — наяву вас ждет подлый поступок со стороны человека, от которого вы не могли такого ожидать.`
  },
  {
    word: 'Книга, Букварь, Детектив',
    description: `Увидеть во сне большую книгу — к продвижению по служебной лестнице, брошюру — к расположению к вам людей, от которых может зависеть ваше будущее.

Читать во сне книгу — к новому и полезному знакомству, букварь — к забавному интересному приключению, бестселлер — к славе и богатству, детектив — значит, наяву вам предстоит какое-то волнующее событие.

Писать во сне книгу — к недовольству своей профессиональной деятельностью, печатать — к получению наследства или материальному вознаграждению, покупать — значит, вам предстоит сделать что-то полезное не только для себя, но и для других.

Если во сне на вас падают книги — такой сон может быть предвестием бесполезных занятий, затруднений в делах, трудностей в карьере.

Увидеть во сне полный книжный шкаф — к достатку, пустой — к бедности и лишениям.`
  },
  {
    word: 'Кнут',
    description: `Увидеть во сне кнут — означает, что из-за чьей-то безалаберности и нерадивости у вас могут возникнуть большие неприятности. Получить во сне удар кнутом — к предстоящей обиде или огорчению, самому бить кнутом — к решению серьезных проблем или продвижению по службе.`
  },
  {
    word: 'Ковер',
    description: `Ковер, увиденный во сне, — символ счастливой семейной жизни. Новый ковер в своем жилище видеть — к празднику в вашем доме, цветущий сад, изображенный на ковре, — к любви и счастью, фигуры детей — к счастью в потомстве, фрукты или вещи — к богатству и достатку. Странный рисунок на ковре означает нечто серьезное, касающееся всей семьи. Очень сочный и красивый рисунок на ковре — к деньгам, продавать его — к отсутствию денежных средств, ходить по нему — к оказанию чести.`
  },
  {
    word: 'Коза',
    description: `Белая коза является символом кратковременной удачи. Черная коза снится к заботе. Если во сне вы доите козу — значит, вас ждет неожиданный успех. Бодливая коза снится к ссоре в доме, клевете.`
  },
  {
    word: 'Кока-кола',
    description: `Увидеть во сне, как вы покупаете кока-колу, — предвестие того, что вам предстоит хорошо провести время с друзьями.

Пить во сне кока-колу — означает, что вас ждут успехи в делах. Девушку такой сон предупреждает о том, что она может упустить счастливый случай выйти замуж за хорошего и богатого человека.`
  },
  {
    word: 'Кокос',
    description: `Кокосы видеть во сне — означает радостную весть, тоску по экзотике, путешествиям или предостережение о тщетности ваших расчетов и ожиданий, о неудаче. Расколоть кокос и пить с удовольствием его молоко — значит, что вы откроете тайну, которая принесет много выгод.

Кокосовая пальма снится к неверности друзей, засохшая пальма или мелкий, несъедобный кокосовый орех — к неприятностям.`
  },
  {
    word: 'Коктейль',
    description: `Пить во сне коктейль — означает, что вам предстоит сожалеть о предстоящих переменах и вспоминать старые времена, готовить его — к новостям или недоразумениям в семье.`
  },
  {
    word: 'Колбаса',
    description: `Видеть во сне колбасу — к маленьким радостям, на следству или выигрышу, есть ее — к неожиданности. Готовить во сне колбасу — к удачам во многих начинаниях, чистить и нарезать ее — к получению от кого-то незаслуженных упреков.`
  },
  {
    word: 'Колготки',
    description: `Если колготки снятся мужчине — это к любовным угс хам, женщине — к приобретению новой и дорогой одежды.

Для женщины видеть во сне колготки — означает испытать наяву нежность. Для женщины они являются символом чести. Их потерять — к потере доброго имени.`
  },
  {
    word: 'Колени',
    description: `Во сне на коленях стоять — к неприятностям. Поранить колено — к помехам в профессиональной деятельности, наросты на коленях — к напрасным заботам.

Женщине сидеть на коленях мужчины — к благополучию. Держать на коленях мужчину — означает, что вы можете остаться без помощи.

Мужчине держать на коленях девушку, молодую женщину — к успеху в делах. Если вам снится, что вы сидите у кого-то на коленях, — такой сон означает комфортную безопасность от раздражающих вас дел.

Если вам приснилось, что ваши колени слишком велики, — это означает неудачу в делах, если же они жесткие и болезненные — вас ожидают неприятности.

Если женщина видит во сне свои колени стройными и гладкими — такой сон обещает ей множество поклонников, но ни один из них не предложит ей руку и сердце. Если молодой женщине снится, что она держит кого-то на коленях, — ее ожидает нечестная критика.

Если женщина видит у себя на коленях змею — значит, в реальной жизни она будет унижена врагами, если же на коленях у нее находится кот — ее может соблазнить враг.`
  },
  {
    word: 'Колесо',
    description: `Если вы видите во сне колесо, которое быстро крутится. — в вашей жизни предстоят большие перемены; медленно крутится или остановилось — ожидайте небольшого убытка.

Колесо, пробитое или неожиданно слетевшее с оси, — к неудаче, на колесе ехать — к быстрому успеху, его смазывать — к получению денег, прибыли. Менять колесо у машины — к убытку от промедления, накачивать колесо — к удаче в делах или с любви, покупать его — к напрасным предостережениям. Терять колесо — это призыв к осторожности.`
  },
  {
    word: 'Коллекция',
    description: `Рассматривать или собирать во сне коллекцию картин или других произведений искусства — означает, что наяву вам предстоит сделать ценное и нужное приобретение.

Быть во сне владельцем большой и дорогой коллекции — к потерям и убыткам.

Коллекционировать во сне наклейки, этикетки или марки — значит, что вскоре вы столкнетесь с массой житейских проблем, которые будут идти чередой, но вы сможете найти неординарный способ решения сразу их всех.`
  },
  {
    word: 'Колокол',
    description: `Если во сне вы слышите звон колоколов — значит, получите хорошие новости; видите колокола — заложите собственный дом. Вечерний звон колоколов слышать во сне — означает, что ваша печаль сменится радостью и старость вы проживете без волнений.

Праздничный колокольный звон, слышимый во сне, — предсказывает победу над врагами.

Если вы звоните в колокол — значит, чем-то порадуете окружающих. Упавший колокол снится к отдыху. Если вам приснился разбитый колокол — необходимо побольше молчать.`
  },
  {
    word: 'Колония исправительная, Исправительная колония',
    description: `Быть во сне в исправительной колонии — означает, что вам удастся успешно выйти из неприятной ситуации, посещать в ней кого-то — значит, что вам предстоит из-за своей глупости попасть в неприятную ситуацию, видеть колонию со стороны — к получению интересного предложения, которое впоследствии может оказаться очень выгодным.`
  },
  {
    word: 'Колонна',
    description: `Увиденные во сне большие колонны — предвсеше получения неожиданной помощи и поддержки влиятельных людей, успешный выход из затруднительной ситуации. Воздвигать или строить колонны — к достижению успеха, знакомству с людьми, которые окажут вам помощь в решении житейских и материальных проблем. Разрушенная колонна — знак того, что вы можете потерять доверие друзей и руководства.`
  },
  {
    word: 'Кольцо',
    description: `Кольцо золотое на руке иметь во сне — к браку, рождению ребенка, надевать его на руку — к исполнению желаний.

Обручальное кольцо носить — предвестие удачного брака, любви и внимания членов семьи. Обручальное или просто ценное потерять — означает по своей воле или вине разрушить старые связи, найти новых друзей. Примерять чужое обручальное кольцо — означает проявлять интерес к запретным удовольствиям. Обручальные кольца на руках знакомых — завязывание отношений легких и необязыва-ющих.

Если женщина видит во сне свое обручальное кольцо ярким и блестящим — это предвещает отсутствие забот и супружескую верность.

Найти кольцо — к важной встрече, новой любви, новой дружбе. Подарить его — к вступлению в брак. Передать кольцо — к потерям. Получить — к благополучию. Снимать или сломать кольцо — к спору, убыткам или разлуке. Кольцо не снимается с руки — к неволе.

Кольцо с печаткой означает честь, символ сына, наследника, духовного продолжателя, преемника, кольцо с большим бриллиантом — успех в делах, важное знакомство, связи, труд и польза, железное кольцо — тяжелый труд и печаль, медное — радость, серебряное — тайные печали.

Надевать во сне золотой перстень — к встрече с любимым и свадьбе. Потерять перстень и пытаться найти его значит убедиться, что ваш любимый относится к вам недоброжелательно, игнорируя ваше чувство собственного достоинства.

Любоваться во сне перстнем — к разлуке или ссоре, получить его в подарок — означает предупреждение о чем-то, самому подарить его — значит, сделать предложение, покупка перстня — символ влюбленности. Видеть во сне поврежденный перстень — к заискиванию.`
  },
  {
    word: 'Коляска (детская)',
    description: `Приснившаяся детская коляска для незамужних и неженатых предвещает скорое счастливое супружество, для женатых — предстоящую командировку или путешествие.`
  },
  {
    word: 'Командировка',
    description: `Находиться во сне в командировке — знак того, что вы перегружены работой, накопившаяся усталость не позволяет вам сделать все, что вы хотите, поэтому лучше остановиться, отдохнуть и с новыми силами приняться за выполнение намеченных планов.`
  },
  {
    word: 'Комар',
    description: `Приснившийся вам комар, как правило, символизирует предстоящую тревогу по какому-либо поводу.`
  },
  {
    word: 'Комбинезон',
    description: `Комбинезон, увиденный во сне, — предвестие защиты от стихийных бедствий, в которые вы можете попасть.`
  },
  {
    word: 'Комета, Астероид',
    description: `Комета в небе является предвестием неожиданных жизненных испытаний, требующих концентрации воли и сил. Иногда такой сон предвещает вспышку любовной страсти.

Блестящий, оставляющий след метеор — означает иллюзию успеха, успех от обмана. Увидеть во сне астероид — значит, что вас ожидают прекрасные перспективы. Если во сне вы увидели, что попали на астероид, — значит, вы успешно завершите рискованное предприятие.

Сон, в котором вы увидели свечение астероида, — означает, что все ваши планы лишены реальности. Для женщины такой сон означает предательство любимого человека.`
  },
  {
    word: 'Компания',
    description: `Видеть себя во сне в веселой компании — знак того, что вам подсознательно хочется разнообразия.`
  },
  {
    word: 'Компас',
    description: `Приснившийся компас символизирует ваше стремление найти правильный жизненный путь. Если же компас разбили или потеряли — вас могут ожидать мелкие неурядицы и путаница в делах.`
  },
  {
    word: 'Композитор',
    description: `Познакомиться во сне с известным композитором — знак того, что вас ждет большая и продолжительная любовь, для женатых — взаимопонимание в семье и домашний уют.

Увидеть во сне, как вы разговариваете с композитором, — означает, что вы используете свои возможности не в полную силу. Если вы с упорством и трудолюбием займетесь любимой работой, вас ждут удача, успех и процветание.`
  },
  {
    word: 'Компот',
    description: `Пить компот во сне — означает, что ваши связи крепнут, взаимоотношения улучшаются и скоро вы получите хорошие результаты. Угощать кого-то компотом — к выгодной сделке.`
  },
  {
    word: 'Компресс',
    description: `Увидеть во сне, как вам ставят компресс. — предупреждение о том, что вы можете вскоре попасть в неловкое и даже унизительное положение, но ваши друзья в трудную минуту помогут вам преодолеть все неприятности.`
  },
  {
    word: 'Компьютер, Верстка компьютерная',
    description: `Увидеть во сне, как кто-то работает на компьютере, — хороший знак. Он означает, что вас ждут успехи в делах и улучшение материального благосостоянии. Приснившийся вам суперсовременный компьютер — предупреждение о том, что ваши надежды и стремления могут не осуществиться.

Сои, в котором вы видите, как кто-то работает на переносном компьютере (ноутбуке), может служить предостережением о том, что вы упускаете свой шанс в достижении поставленной цели. Ваша медлительность в принятии решения может вам дорого обойтись в будущем.

Увидеть во сне, как вы работаете на компьютере, — означает, что вскоре вас могут ожидать изменения в профессиональной деятельности, связанные с повышением в должности и выполнением новых ответственных обязанностей. Если вы видите, что не умеете на нем работать или допускаете ошибки, то это значит, что наяву вы можете не оправдать возложенных на вас надежд.

Верстать во сне текст на компьютере — хороший знак, такой сон предвещает вам устойчивость вашего положения в обществе, успехи в новой работе.

Если во сне вы наблюдаете за хаотичным перемещением курсора по монитору — значит, вскоре вы можете оказаться в ловушке или двойственной ситуации, из которой вам трудно будет выйти без потерь.

Если во сне вы включаете компьютер, но с удивлением замечаете, что монитора нет па своем месте, — значит, вас ждет неудовольствие или разочарование в действиях своих друзей или коллег.

Увидеть во сие компьютер, монитор или компьютерные принадлежности нехарактерной для них формы — означает, что вы слишком высокого мнения о своих способностях или возможностях и если вы не посмотрите трезво на состояние ваших дел, то можете оказаться в изоляции от окружающих или безуспешно биться над решением простых проблем.`
  },
  {
    word: 'Компьютерная программа, Windows, Linux, Линукс, Антивирусная программа, Компьютерная верстка, Виндоуз, Вирус компьютерный',
    description: `Увиденная во сне компьютерная программа, в частности Windows (Виндоуз), может служить сигналом нарастающего переутомления. Вам необходимо больше отдыхать и заботиться о своем здоровье.

Если вы видите, что программа идет «по кругу» и вы не можете ее остановить, этот сон свидетельствует о том, что вам необходимо на время отвлечься от выполняемой работы, изменить образ жизни, иначе у вас может сложиться стрессовая ситуация. В том случае, если увиденная программа перестала работать и компьютер «завис», сон предупреждает вас о возможном конфликте с начальником.

Запускать во сне антивирусную программу — значит, что наяву у вас есть недруги или новые враги, о которых вы сейчас даже не подозреваете. Если программа обнаружила вирус и вы уничтожили его — наяву вам удастся победить более сильного противника; если вы не можете «вылечить» программу от вируса — вас ждет поражение.

Если во сне вы знаете, что программа заражена вирусом, и все-таки запускаете ее — это означает, что ваши амбиции возьмут верх над вашим разумом и вам вскоре придется сожалеть об этом.`
  },
  {
    word: 'Конвейер',
    description: `Приснившийся вам движущийся конвейер предприятия символизирует наступление в вашей жизни периода монотонности и однообразия.`
  },
  {
    word: 'Конверт',
    description: `Конверт запечатанный видеть во сне — к получению приятного известия, открывать его — к обману, заклеивать его — к переменам к лучшему.`
  },
  {
    word: 'Конгресс',
    description: `Если во сне вы получили приглашение на симпозиум или конгресс — такой сон сулит вам благосклонность руководства, а возможно, и повышение в должности. Выступать на нем с докладом — к успеху в делах.`
  },
  {
    word: 'Конкурс, Дебютант',
    description: `Увидеть себя дебютантом на большом конкурсе или соревновании — означает, что вам предстоит выполнить бесполезную и никому не нужную работу.`
  },
  {
    word: 'Консервы',
    description: `Видеть или есть консервы во сне — к крупному выигрышу.`
  },
  {
    word: 'Конспект',
    description: `Пользоваться во сне конспектом или что-либо конспектировать — к затруднениям в издательской деятельности.`
  },
  {
    word: 'Консультация',
    description: `Если вам приснилось, что во сне вы консультируете кого-то, — значит, вы интересуетесь людьми, с которыми работаете, если консультируют вас — значит, от вас скрывают необходимую информацию.`
  },
  {
    word: 'Контракт',
    description: `Если вам снится, что вы заключаете контракт, — это предвестие хорошего начала вашей трудовой деятельности, разрываете — значит, у вас сложатся непростые отношения с сотрудниками.`
  },
  {
    word: 'Конфета',
    description: `Видеть конфеты во сне — к здоровью, благополучию, процветанию. Если снятся леденцы — значит, вы получите подарок от своих друзей; если вас угощают — то дарить будете вы.`
  },
  {
    word: 'Конфетти',
    description: `Видеть во сне конфетти, которое дождем сыплется на голову веселящихся людей, — означает, что вы много потеряете, отдавая предпочтение развлечениям, однако вы сумеете справиться с обязательствами, которые налагает на вас долг.`
  },
  {
    word: 'Конфискация',
    description: `Если вам приснилась конфискация вашего имущества — значит, ваше положение нестабильно, что может привести к большим потерям.`
  },
  {
    word: 'Конфликт',
    description: `Если во сне вы видите себя участником конфликта — остерегайтесь крайностей в своих поступках.`
  },
  {
    word: 'Концерт',
    description: `Если во сне вы присутствовали на концерте любимой поп-звезды — такой сон предвещает вам возможность доказать, в первую очередь себе, что вы можете сами принять ответственное решение и довести начатое трудное цело до конца.

Если известная поп-звезда вам не нравится, а на концерте вы оказались случайно или в силу каких-то обстоятельств, то вам, прежде чем принимать ответственное решение, лучше все-таки посоветоваться с опытным человеком или юристом.`
  },
  {
    word: 'Коньки',
    description: `Кататься во сне на коньках — означает, что вас ждет очень рискованное дело или предприятие, и чтобы добиться успеха, придется действовать очень быстро и четко реагировать на неожиданные изменения обстоятельств

Смотреть во сне на фигурное катание — знак, что наступил хороший период для отдыха, тренироваться — к приятному для вас труду, участвовать в соревнованиях — к успеху и признанию.`
  },
  {
    word: 'Копилка',
    description: `Видеть во сне копилку — к растрате состояния, бесчестью.`
  },
  {
    word: 'Копоть',
    description: `Копоть, покрывшая во сне что-либо, говорит о том, что вы склонны недооценивать какого-то человека из вашего окружения. Просто видеть — к получению тяжелой и неприятной, но хорошо оплачиваемой работы.`
  },
  {
    word: 'Копыта',
    description: `Если нам приснится раздвоенное копыто — это предвестие неприятного события или беды. Видеть или быть ударенным копытом — к получению незаслуженного выговора от начальства или упреков от жены.`
  },
  {
    word: 'Копье',
    description: `Копье во сне — символ споров, несправедливости власть имущих. Если снится, что вы им ранены, — значит, вам предстоит трудное дело.`
  },
  {
    word: 'Кора (древесная)',
    description: `Если во сне вы обдираете кору с дерева — значит, вскоре испытаете чувство беззащитности перед судьбой, безответную любовь; будьте внимательны к своему здоровью.`
  },
  {
    word: 'Корабль',
    description: `Приснившийся вам борт корабля, на который вы внимательно смотрите, — означает, что вскоре вам представится удобный случай для отдыха или развлечения. Если во сне вы сильно перегибаетесь через борт корабля, чтобы посмотреть вниз, — такой сон сулит вам большие изменения в вашей жизни.

Увиденная во сне качка на корабле — означает, что вы испытываете страх и сомнение, спокойно обдумайте сложившуюся ситуацию и найдете выход из нее. Видеть себя на палубе корабля во время шторма — означает, что вас настигнут бедствия, возможен неудачный брак. Если море спокойно — вам открыт путь к успеху. Для влюбленных такой сон предсказывает счастье.

Если вы видите во сне теплоход или находитесь на нем, - значит, вас ждет встреча с человеком, прибывшим издалека, от которого вы узнаете много новой информации. Если вы едете пароходом в дальние страны — это означает, что вы утешаете себя несбыточными мечтами. Если пароход идет мимо — вас ожидает прощание с другом или привычным окружением вообще. Уходящий вдаль пароход говорит, что заботы и печали остаются с вами, а надежды уплывают. С него сходить — к достижению заветной цели, кораблекрушение — к слезам.

Если снится парусник — перед вами стоит вопрос чести, постарайтесь включить здравый смысл и логику и не поддаваться инстинктам. Гибель корабля — к встрече с врагом; гибель парохода — к скорому замужеству.

Если вы видите во сне постройку корабля и при этом вам кто-нибудь показывает все подробности устройства верфи — сон снится к хлопотам, которые увенчаются успехом. Находиться в каюте плывущего судна — к спокойному времяпрепровождению.`
  },
  {
    word: 'Корзина',
    description: `Корзину с цветами во сне видеть — к счастью и радости, с бельем — к удаче, с ножами — к неприятностям, с плодами — к радости, с хлебом — к деньгам, с разными продуктами — к благосостоянию, с бесполезными вещами — к разочарованию, пустую — к напрасным хлопотам, обманутому доверию. Корзину плести во сне — значит, благодаря объединению усилий ваш план удастся.`
  },
  {
    word: 'Коридор',
    description: `Увиденный во сне коридор — символ неудачи в торговле.

Идти во сне по длинному пустому коридору — предвестие неприятностей на работе; по коридору, в котором много людей, - к благоприятному стечению обстоятельств на работе, удачной карьере, повышению в должности.

Для женщины увидеть себя в темном пустом коридоре — к одиночеству по своей вине.`
  },
  {
    word: 'Корица',
    description: `Если вам приснилась корица — значит, вас ожидает наслаждение от занятий спортом.`
  },
  {
    word: 'Корни',
    description: `Корни раскапывать — к раскрытию тайны, искать что-либо под ними — означает извлекать выгоду из чужих тайн.`
  },
  {
    word: 'Коробка',
    description: `Сон, в котором вы видите коробку, — предвестие сюрприза от близкого человека.`
  },
  {
    word: 'Корова, Вымя, Дойка коровы, Доярка',
    description: `Увидеть во сне жирную, раскормленную корову — к хорошим новостям, тощую — к недостатку в доме, нужде. Просто корову видеть — значит, предстоит вкусно поесть и попить. Если корова бодается — значит, ждите гостя с недобрыми намерениями, если коровы бодаются между собой — вас ожидает удача.

Доить во сне корову — к радости, благополучию, приятной неожиданности, радости от детей, получению почестей, слышать мычание коровы — к неприятностям либо к новым обязанностям и заботам.

Черная корова снится к болезни или опасности, к убыткам, доить ее — к слезам; доенную корову видеть — к неприятностям, а недоенную — к свиданию с друзьями.

Если вы видите во сне доярку — значит, столкнетесь с недоброжелательностью женщины, которой симпатизируете.`
  },
  {
    word: 'Корреспондент',
    description: `Если во сне вы обсуждаете с корреспондентом интересную тему или информацию — это означает, что вам удастся опровергнуть ложь ваших противников или недоброжелателей.

Самому быть во сне корреспондентом популярного издания — предвестие успеха во всех делах, достижения поставленных целей, победы над конкурентами и противниками.`
  },
  {
    word: 'Корсет',
    description: `Видеть во сне корсет — означает, что вас ждет искушение в любви, носить его — к хорошему материальному положению.`
  },
  {
    word: 'Коршун',
    description: `Видеть коршуна во сне — к появлению врага или вора.`
  },
  {
    word: 'Коряга',
    description: `Видеть корягу во сне — к ухудшению вашего здоровья.`
  },
  {
    word: 'Коса (инструмент)',
    description: `Увидеть во сне косу — предвестие того, что неприятности или проблемы со здоровьем помешают вашим делам и поездкам. Старая или сломанная коса — означает отдаление от друзей или неудачу в коммерческом предприятии.`
  },
  {
    word: 'Коса (прическа)',
    description: `Заплетать косу во сне — к разговорам, сплетням, препятствиям в делах или переменам в жизни, длинные косы чесать — к бесчестью. Черная коса снится к прибыли, распущенная — к дороге. Косы стричь — к разводу с мужем, отрезать косы во сне — к большому стыду.

Видеть во сне женскую косу для мужчины — означает обман женщины.`
  },
  {
    word: 'Косметика, Губная помада',
    description: `Сон, в котором вы видите большое количество всевозможной косметики, — предостережение о том, что вам необходимо позаботиться о своем здоровье. Накладывать во сне косметику — значит, что вам необходимо быть более сдержанным в своих поступках и помыслах, снимать ее — вашу ложь и фальшь скоро раскроют и вы от этого потеряете больше, чем получите. Приобрести во сне косметическое средство — к получению подарка или презента наяву.

Быть во сне на приеме у косметолога — означает, что ваши усилия, направленные на достижение расположения понравившегося вам человека, напрасны, он не ответит вам взаимностью. Самому быть во сне косметологом — к неприятностям или неожиданному повороту дел.

Наносить себе макияж во сне — предостережение: ваши попытки скрыть что-либо не увенчаются успехом, тайное все равно станет явным. Делать кому-то макияж или смотреть, как кто-то делает его, — знак того, что среди ваших друзей и приятелей есть нечестный человек, способный подвести вас в трудную минуту или даже предать.

Приснившаяся вам помада — знак предстоящего свидания, деловой встречи; для девушки — любовных похождений. Накладывать во сне румяна — к сильному удивлению. Если во сне вы не можете найти свои румяна — значит, наяну вам предстоит попасть в неловкую ситуацию или испытать чувство растерянности, невозможности быстро принять необходимое решение.`
  },
  {
    word: 'Космонавт, Астронавт',
    description: `Увидеть во сне космонавта — означает, что вам предстоит выполнить работу или поручение, которые не принесут материальной выгоды, но поднимут ваш авторитет в глазах руководства и коллег. Видеть во сне астронавта, готовящегося к полету на другую планету, — предвестие семейных ссор или неприятностей, связанных с детьми.

Надевать во сне скафандр — знак того, что вам очень мешают завистники и недоброжелатели, все возникающие проблемы и препятствия — по их вине. Самому готовиться во сне к полету в космос — к предстоящим серьезным жизненным испытаниям.

Для девушки сон о космосе и космонавтах — к неудачному замужеству, расстройству готовящейся свадьбы, ссоре или разлуке с возлюбленным.`
  },
  {
    word: 'Костер',
    description: `Видеть во сне людей у костра — к спорам. Издали свет костра видеть и к нему долго идти — означает принять за искреннюю привязанность совсем другие чувства. Пы та п> ся разжечь костер — к безуспешным начинаниям, у костра зимой греться — к возвращению к незаслуженно обиженным или забытым вами людям. Увиденный во сне костер — предвестник опасности, необходимо обратить внимание на состояние своего здоровья.`
  },
  {
    word: 'Кости',
    description: `Кости мертвых во сне видеть — означает, что вам предстоит пережить неприятное приключение, устранить заговор против вас. Ими себя украшать — к веселью, кидаться ими — означает вести веселую жизнь. Большую груду костей видеть — к несчастью, мукам совести, общественным бедствиям. Кости грызть — к заботе, нужде. Свои кости видеть — к простуде.`
  },
  {
    word: 'Костюм, Женский костюм',
    description: `Мужской костюм, увиденный вами во сне, — означает финансовые потери, карнавальный — нежданные вести, неожиданный поворот дел, детский карнавальный костюм — особое везение.

Для мужчины быть одетым в женский костюм — к убыткам. Если во сне вы увидели пиджак — вас ждет деловая встреча, от которой будет зависеть ваше социальное положение и финансовый успех.`
  },
  {
    word: 'Кофе',
    description: `Пить сладкий кофе во сне — к радостным известиям, счастью, гостям, интересным новостям, горький — к неприятным обязанностям, сплетням, разговорам, раздражению; варить кофе себе — к дороге, радости, готовить и подавать кому-то — символ неудачи. Увидев такой сон, необходимо с осторожностью принимать решения, быть осмотрительным в своих поступках.

Видеть во сне кофемолку — предвестие больших неприятностей. Слышать, как работает кофемолка, — означает, что вам вряд ли удастся уничтожить зло, замышляемое против вас.`
  },
  {
    word: 'Кофта',
    description: `Если во сне вы натягиваете на себя старомодную кофту — значит, наяву совершите необдуманный проступок или же ваше поведение пойдет вразрез с мнением окружающих. Новая кофточка — символ удачи, хороших перемен.`
  },
  {
    word: 'Кошелек, Бумажник',
    description: `Увидеть во сне кошелек или бумажник, полный денежных купюр, — к удаче, пустой — к разочарованию, старый — к тяжелому и упорному труду, неудачам в делах, потерять его — к возможной ссоре с другом.

Найти по сне чужой, полный денег и документов бумажник — к скорому началу выгодного дела.`
  },
  {
    word: 'Кошка',
    description: `Видеть во сне кошку — плохой знак, к драке, ссоре; котят — к прибыли. Ласкать кошку — означает недоверие, сомнения. Если во сне кошка идет вам навстречу, дорогу перебегает — к встрече с врагом, неискренним человеком. Ласкающаяся кошка (кот) — к несчастью в доме хозяина кошки. Если она истерически мяукает — это просьба о помощи, которую трудно выполнить.

Слышать кошачье мяуканье — означает получить лицемерные уверения в любви. Слышать мяуканье кошки, не видя ее, — к обману.

Быть укушенным или поцарапанным кошкой — означает клевету или обиду ее хозяев на вас. Видеть, как это случилось с другим,— к легкому недомоганию, вашей обиде на этого человека.

Поймать кошку — означает открыть сплетни. Кошачьи игры — к неприятностям в личной жизни, выявлению врагов, кошачья драка — к переживаниям.

С кошкой играть во сне — к неверности, видеть черную кошку — к злу от неизвестного врага, мертвую кошку — к исчезновению неприятного вам человека. Удавленную кошку видеть — ваш образ жизни приведет к плохим последствиям. Вред, боль кошке причинять — означает иметь нечистую совесть.

Если снится кошка мужчине — это означает, что за ним «охотится» какая-то девушка, а женщине — к появлению сильной соперницы.

Видеть, как кошка ловит мышь, — к большой прибыли, богатству.`
  },
  {
    word: 'Кошмар',
    description: `Кошмары снятся перед неблагоприятными событиями, за которыми следуют неудачи в делах и размолвки с близкими.

Молодой женщине этот сон пророчит разочарование. Если во сне ее мучили кошмары — значит, ей следует заняться укреплением своего здоровья и быть разборчивей в еде.`
  },
  {
    word: 'Краб',
    description: `Видеть во сне крабов — к свадьбе, счастью в семейной жизни, есть их — означает предостережение от необдуманных поступков.`
  },
  {
    word: 'Кран водопроводный',
    description: `Увиденный во сне водопроводный кран может быть предвестием бытовых проблем, семейных конфликтов из-за ремонта в квартире, уборки, наведения порядка и т. п.`
  },
  {
    word: 'Кран подъемный',
    description: `Увиденный во сне подъемный кран — знак того, что вы не в состоянии в одиночку справиться с возложенными на вас обязанностями или с поставленной задачей и вам лучше не отказываться от помощи друзей и коллег.

Поднимать во сне груз на тельфере — означает, что ваша неуверенность в себе или неудовлетворенность положением испортит вам много нервов, поэтому не стоит упрекать себя в том, что от вас не зависит.`
  },
  {
    word: 'Крапива',
    description: `Увидеть во сне крапиву — знак того, что кто-то из ваших противников или недоброжелателей пытается навредить вам, рвать ее — означает, что вам удастся нейтрализовать действия ваших врагов, есть ее — к счастью.`
  },
  {
    word: 'Краска, Акварель, Гуашь',
    description: `Видеть во сне акварельные краски — к долгой жизни, кому-то дарите их — к печали.

Если вам приснились краски — значит, в ближайшем будущем у вас появятся новые перспективы, однако вы будете несколько переоценивать свои возможности.

Палитра с красками во сне — означает, что вашу голову посетят успешные идеи; пустая — снится к неудаче.

Если во сне вы видите в своих руках палитру, испещренную всякими красками, — значит, у вас есть шанс услышать много разноречивых мнений.

Смешивать во сне краски на палитре — значит готовиться к какой-нибудь интриге или пытаться соблазнить кого-нибудь. Краски растирать во сне — означает, что вы сможете начать выгодное дело, но вокруг вас будут ходить сплетни, ими себя покрасить — вы рискуете выглядеть смешным, другого человека покрасить — означает, что вы укажете ему на его недостатки.

Дом красить — к переезду.

Красить что-либо в белый цвет — к большим убыткам; в черный — к потере друга; в зеленый — означает, что надежды сбудутся; в красный — означает, что вы получите приглашение на торжество; в голубой — к веселью и удаче в начинаниях; в золотой — означает, что вы можете дать повод к зависти; в желтый — к разлуке с близким вам человеком; ь синий — к благополучию в семье и успехам в работе; в коричневый — знак того, что ваша агрессивность принесет вам одни неприятности; в фиолетовый — к почету и уважению; в оранжевый — к беззаветной и преданной любви.

Если во сне вы разводите краску олифой — значит, вам предстоит схватка с вашими врагами или недоброжелателями, чтобы отстоять свое мнение или защитить кого-то из близких.`
  },
  {
    word: 'Кредит, Займ',
    description: `Увидеть во сне своего кредитора или человека, у которого вы заняли деньги, —- означает, что вам удастся преодолеть препятствия, которые вы считаете непреодолимыми.

Получить во сне кредит — предвестие успеха в делах, удачного завершения сложных дел. Если во сне вы волнуетесь, что не можете выплатить проценты по кредиту, — это знак того, что вскоре вы будете вынуждены обратиться к друзьям за помощью; если же вы вообще не в состоянии выплатить его, то такой сон может сулить вам большие неприятности, убытки и даже разорение.

Сон, в котором вы пользуетесь кредитной карточкой, как правило, благоприятен — вас ждет трудное, но выгодное дело.`
  },
  {
    word: 'Кремация',
    description: `Сон, в котором вы видели кремацию, — предостережение: у вас есть много противников и завистников, которые пытаются навредить вам. Если же кремируют вас — значит, вам необходимо проявить максимум осторожности при принятии ответственных решений и больше доверять своей интуиции, чем рекомендациям окружающих.`
  },
  {
    word: 'Крепость',
    description: `Видеть крепость — к беспокойству, тайным заботам. Если снится, что вы защищаете форт, — значит, ваша честь и собственность в опасности, сон принесет вам тревогу и хлопоты; атаковать форт и захватывать его во сне — к победе над вашими недоброжелателями и удаче в делах.`
  },
  {
    word: 'Кресло',
    description: `Увиденное во сне кресло — предвестие счастливого и спокойного времени, возможности отдохнуть и обдумать планы на будущее.`
  },
  {
    word: 'Крест',
    description: `Крест нести во сне — к тяжелому труду, к опасности. Крест нательный видеть — к хорошим событиям, золотой к радости, серебряный — к надежде, железный — к необходимости проявить терпение.

Найти крест — к победе, носить его как украшение — значит, вы будете казаться лучше, чем есть на самом деле. Деревянный крестик носить — к успеху, молиться перед крестом или распятием — к подарку или приобретению необходимых в жизни вещей.

К кресту прикладываться — означает, что вам необходимо запастись терпением, чтобы решить свои проблемы. Его цветами украшать — к спокойствию, удовлетворению.

Видеть крест, стоящий у дороги, — к хорошим известиям, видеть себя на нем распятым — к тяжелым испытаниям, кровью залитый крест — к важному событию.`
  },
  {
    word: 'Крестник',
    description: `Увидеть во сне своего крестника — знак того, что вам необходимо больше времени уделять делам, проявлять больше заботы ь отношении родных и близких.

Приснившиеся вам крестные — предвестие успеха, повышения в должности, улучшения материального положения, успеха в любви.`
  },
  {
    word: 'Крещение',
    description: `Самому принимать обряд крещения — к трудам и испытаниям, которые могут завершиться счастливым концом.

Крестить в церкви или костеле своих детей — предвестие счастья или благополучия. Выступать в роли крестных отца или матери — означает приобщиться к радостным, праздничным событиям, принять участие в благотворительной акции.`
  },
  {
    word: 'Крик',
    description: `Если во сне вы громко кричите — сон предупреждает вac о том, что из-за своей неосмотрительности или ошибки вы можете стать предметом насмешки. Слышать во сне крик — означает, что вы «ходите по краю пропасти», но не замечаете этого.`
  },
  {
    word: 'Критика',
    description: `Сон, в котором вы выслушиваете критические замечания или назойливые наставления, — означает, что вы совершили ошибку, которая вскоре станет причиной сплетен и клеветы в ваш адрес. Если же вы критикуете поведение кого-то — такой сон может предвещать ссоры и конфликты с людьми, которые вас окружают дома, на работе, в транспорте и т.п.`
  },
  {
    word: 'Кровать',
    description: `Постель — символ брака, дружеских отношений, любви, тогда — болезни.

Убранная постель — к браку, богатству, появлению детей, очень широкая постель — к богатству, высокая — знак, что брак принесет почет, поможет сделать карьеру. Убирать во сне постель — к счастью, разбирал ее — значит питать основательные надежды на благополучие.

Опрокинутая постель — к опасности для жизни. Постель на полу стелить — означает вступить в постыдную связь, которая не принесет чести и не закончится браком. Плохо убранная постель — к разглашению сокровенной тайны.

Если вам снится, что вы находитесь в постели в незнакомой комнате, то наяву вас неожиданно посетят друзья. Сон, в котором вы спите в постели на открытом воздухе, предсказывает, что у вас будут великолепные возможности улучшить свою судьбу.

Чистая белая постель, увиденная во сне, означает мирное разрешение хлопот и волнений. Стирать белье во сне — к сплетням.

Менять во сне покрывало на кровати — к возможному перемещению по службе, связанному с переездом; расстилать покрывало — к большому богатству и известности; выносить за ворота — к смерти жены; складывать покрывало — к переезду, счастью; стирать его — к большому счастью.

Кушетка, увиденная во сне, — знак того, что вам нужен отдых, лежать на ней — к ожиданию. Кроме того, кушетка — символ любовного приключения.

Лежать на своей кровати — к успеху в личной жизни. Необычной формы кровать снится к неожиданному повороту дел. Во сне лежать на кровати с другом или человеком своего пола — к потере из-за глупости, с незнакомцем противоположного пола — к хорошим вестям.

Для женщины стелить постель во сне — к скандалу с любимым человеком, для мужчины - к смене местожительства.

Покупка раскладушки снится к неожиданной трате денег.

Если во сне вы видите софу — значит, вас ждет в будущем спокойная мирная жизнь.`
  },
  {
    word: 'Кровь',
    description: `Если во сне вы видите кровотечение — это означает, что вам необходимо проявить осторожность, обратить внимание на свое здоровье, остерегаться сплетен.

Черпать и пить кровь во сне — к счастью, деньгам, тоске по близкому вам человеку, необходимости духовной поддержки. Если вам снится, что вы пьете свою кровь, — значит, больше всех будете любить себя.

Кровотечение у себя видеть — к ведению разумного образа жизни, благополучию, оправданным и разумным тратам. Если кровь тенет из головы — это снится к увеличению' состояния, из носа — к счастью, кровотечение из рук или ног — к неприятности или печали.

Совсем истекать кровью — означает тратить не по средствам, резать тело и любоваться своей кровью — тяготиться тайнами, благополучием. Видеть во сне кровотечение у знакомого — знак того, что вы будете чувствовать свою вину перед ним либо сможете занять у него деньги.

Видеть очень много крови — к исполнению желаний, опасным взрывам чувств. Капли крови на земле — к удовлетворению, кровью следить — к богатству.

Кровавые слезы лить — означает то, что вы можете попасть в неприятную ситуацию и испытать из-за этого чувство стыда.`
  },
  {
    word: 'Крокодил, Аллигатор',
    description: `Увидеть во сне крокодила — предупреждение: дли вас наступают не самые благоприятные времена, вы можею попасть в зависимость от кого-то. Если он на вас нападает -значит, вас ждут упреки и насмешки окружающих.

Хорошим считается сон, в котором крокодил или аллигатор преследует вас на суше, особенно если вам удалось убежать или спрятаться от него. Такой сон сулит поворот дел в лучшую сторону, решение проблем, которые еще недавно казались вам неразрешимыми.`
  },
  {
    word: 'Крот',
    description: `Видеть во сне крота, вылезающего из земли, — к излишней беззаботности, поймать или убить его — к богатству.

Найти кротовую нору — означает узнать о грозящей вам опасности, прогнать крота — избавиться от неприятностей.`
  },
  {
    word: 'Крыжовник',
    description: `Крыжовник видеть во сне — знак того, что ваша ссора закончится примирением. Его рвать — к неожиданно открывающимся для вас великолепным перспективам. Варить крыжовник — к сплетням.`
  },
  {
    word: 'Крыса',
    description: `Ловить крыс во сне — к опасности. Есть их — к неприятности. Видеть крысу — к плохим вестям.

Попасть во сне в крысоловку — означает, что вам нужно остерегаться грабежа; видеть пустую крысоловку — вам не угрожает клевета и соперничество; ставить крысоловку — знак того, что вам станут известны намерения ваших врагов.`
  },
  {
    word: 'Крыша',
    description: `Видеть во сне новую крышу — к долгой жизни, уверенности в будущем. Дом без крыши видеть — означает облысеть. На дом новую крышу ставить — к оскорблению.

Крышу чинить во сне — значит, что вы пытаетесь компенсировать ущерб, нанесенный вашей чести.

Окно на крыше — к любовному приключению с плохим концом, стеклянная крыша — к беспокойству за свою жизнь, так как ничего не удастся скрыть.

Град, камни, молния, пробивающие крышу, — символизируют ушибы и травмы головы.

С крыши падать — означает неприятные потери из-за самолюбия и излишней самоуверенности, боязнь риска, страх перед жизнью. На крыше стоять — к успеху, признанию. По крыше ходить — к опасному предприятию, ходить с особой другого пола — к успехам в личной жизни.`
  },
  {
    word: 'Ксерокс',
    description: `Увидеть во сне ксерокс или копировать на нем бумаги — означает, что вы не делаете выводов из прошлого, продолжаете совершать те же ошибки и, как следствие, получаете те же проблемы и заботы.

Если во сне вы пытаетесь сделать качественную копию, но безуспешно, или же ксерокс оказывается неисправным — такой сон является предупреждением. Кто-то из ваших врагов или завистников «роет вам яму», и вам придется приложить немало усилий, чтобы доказать свою правоту.`
  },
  {
    word: 'Кувшин',
    description: `Видеть во сне кувшин — к слезам, давать его соседу — означает разойтись с любимым. Разбитый кувшин, увиденный во сне, — означает просчет в ваших планах.`
  },
  {
    word: 'Кувшинки',
    description: `Видеть во сне кувшинки — к отдыху, собирать их — к малооплачиваемому труду.`
  },
  {
    word: 'Кузнечик',
    description: `Видеть во сне кузнечика — означает, что вы не замечаете вокруг себя приятных или полезных вещей, ловить его — знак, что любимый человек обманывает вас.`
  },
  {
    word: 'Кукуруза',
    description: `Если вам приснилась кукуруза — значит, вы получите прибыль, початки кукурузы, кукурузное поле — предвестие прибыльного занятия, связанного с сельским холя Я ством.`
  },
  {
    word: 'Кукушка',
    description: `Кукушку видеть во сне на зеленом дереве — означает обрести счастье, найти потерянное, получить прибыль, быть в чести, на голом дереве — к неприятностям, опасности, слышать кукушку — к радостным новостям.`
  },
  {
    word: 'Кулак',
    description: `Приснившиеся вам кулаки — предупреждение: вам предстоит участвовать в каком-нибудь скандале или драке.`
  },
  {
    word: 'Кулачный бой, Бой кулачный',
    description: `Видеть во сне кулачный бой — означает, что вам предстоит ссора или выяснение отношений с вашим злейшим противником или конкурентом.`
  },
  {
    word: 'Кулек',
    description: `Кулек или кульки, увиденные во сне, — предвестие изобилия или довольства своим положением.`
  },
  {
    word: 'Купание, Ванна, Душ',
    description: `Купаться во сне — к радости или к походу в гости. Купаться во сне в мраморной ванне — к радостной неожиданности, в цинковой — означает, что вам трудно разобраться в своих чувствах, в чугунной эмалированной — к прогрессу в делах.

Принимать во сне душ — означает, что вам вскоре представится возможность избавиться от постоянно мешающих обстоятельств.

Купаться в чистой воде — к беззаботной жизни, в пруду—к хлопотам, в грязной мутной воде — к обвинению

Детей купающихся видеть — к радости родителей, нырнуть — к несчастью, опасному самопознанию.`
  },
  {
    word: 'Курение',
    description: `Курить во сне — к благополучию, мирной беззаботной жизни, сладким иллюзиям, крепкому здоровью. Хотеть курить — знак хандры, меланхолии. Если курит кто-то — значит, вы попадете в общество, где будет нужна сила и выдержка.

Курить трубку — к опасному увлечению.

Сигару курить — к радости, наслаждению спокойствием; просто держать ее во рту — к потере зубов; обжечь губы сигарой во сне — к измене, предательству. Сигары покупать во сне — означает, что вам придется резко изменить мнение о знакомом человеке.

При курении правильные круги дыма выпускать — к извлечению прибыли благодаря своему воображению.

Сигареты видеть — означает поддаться плохому влиянию, курить их — к потере здоровья; давать их кому-то — обманете вы, дают вам — обманут вас.

Папиросы курить во сне — к обретению душевного спокойствия; угощать ими — к освобождению от порока.

Если приснился портсигар — значит, у вас накопилось много нерешенных бытовых вопросов, надо последовательно решить их все.`
  },
  {
    word: 'Курица',
    description: `Курицу большую и красивую видеть во сне — к счастью в любви или получению доли из незаконно приобретенного имущества. Несколько кур видеть — к хлопотам или приходу приятелей, житейским заботам, очень много кур — к тяжелому труду.

Кормить кур — к подарку, ласковому отношению, встрече доброго человека. Есть курицу — к подаркам. Если во сне курица снесла яйцо — значит, вас ждет радостное событие.

Курицу с цыплятами видеть — к радости в семье, отрубленную куриную голову — к известиям, письму.

Поющего петуха слышать — знак того, что вам следует соблюдать осторожность; выщипывать из его хвоста перья — к неприятностям, видеть преследование петухом курицы — к неприятностям в семейной жизни.

Если снится драчливый петух — это к беспокойству, ссоре со старыми друзьями, хромой петух — к появлению верных друзей, поющий — к получению известия, золотой петух — к счастью, красный — к опасности от огня. Черный — к столкновению со злыми силами.

Ловить петуха — означает, что вы будете с кем-то спорить. Петушиный бой — предвестие ссоры между вашими врагами.

Если женщина видит петуха во сне — значит, она вскоре познакомится с интересным молодым человеком.`
  },
  {
    word: 'Курорт',
    description: `Если во сне у вас есть путевка на курорт или вы собираетесь поехать отдохнуть «дикарем» — значит, вы пытаетесь уйти от решения насущных проблем, но безуспешно. Если же во сне вы находитесь в курортной зоне и наслаждаетесь отдыхом — такой сон наяву сулит вам приятное времяпрепровождение в кругу родных и близких.

Завести на курорте любовный роман — знак того, что ваше положение в данный момент неустойчиво и любая допущенная ошибка может обернуться для вас ольшими потерями как в материальном, так и в моральном плане.`
  },
  {
    word: 'Куртка',
    description: `Видеть или покупать во сне куртку — предвещает вам стать участником раздела собственности.

Надевать во сне короткую, не по росту куртку — к получению неожиданного упрека в несоблюдении приличий. Снять верхнюю куртку — означает наяву освободиться от надоевших обязанностей.`
  },
  {
    word: 'Куст, кустарник',
    description: `Куст видеть во сне — знак того, что ваши дела в ближайшее время будут довольно хлопотными. Кустарник виде — к печали, житейской суете и заботам, находиться в кустах — к получению неожиданной новости.

Видеть колючий кустарник, терновник во сне — к встрече со злым человеком, к небольшой неприятности, об него уколоться — к любовной печали, раздражению. Живую колючую изгородь видеть во сне — означает, что вы слишком преувеличиваете мелкие неприятности, не имеете воли, чтобы справиться с ними.

Если во сне вы продираетесь сквозь кустарник — значит, в настоящее время вы живете без ясной цели.`
  },
  {
    word: 'Кухня',
    description: `Увидеть свою кухню во сне — к успешной деятельности. Кухня, сверкающая чистотой и порядком, — предвещает счастливую и долгую семейную жизнь, кухня грязная и захламленная — опасность стать жертвой сплетен и грязных интриг.

Видеть соседскую кухню — означает, что вокруг вас ходят злые сплетни.

Огромная, невероятных размеров кухня с множеством котлов и всяких приспособлений — символ бездушного, жестокого к вам мира; предвестие деятельности грандиозного размаха, связи с прессой, вы даже можете попасть на страницы газет и т.д.

Во сне не только видеть кухню, но и чувствовать ее ароматы — к перееданию, кухня в чаду — к неприятностям.`
  },
  {
    word: 'Кухонные принадлежности',
    description: `Увиденный во сне миксер — символ ссор и конфликтов, если же он поломан — значит, после многих проб и ошибок вы найдете правильный выход из сложившейся ситуации.

Видеть во сне микроволновую печь — к приятной неожиданности или сюрпризу; покупать ее — к удаче, прибыли, благополучию. Если она поломалась — это знак предстоящих проблем и препятствий. Если во сне девушка не может приготовить блюдо в микроволновке или она поломалась — значит, планируемое замужество может не состояться по не зависящим от нее причинам или она рп.н>-чаруется в своем возлюбленном.

Если во сне вы хотите купить шикарный кухонный комбайн, но не можете себе этого позволить из-за финансовых трудностей, — значит, наяву вас ждут препятствия и затруднения в делах; если же вы его купили — такой сон предвещает вам достаток и семейное благополучие.

Видеть во сне кухонный комбайн — предвестие нелегкого труда, который принесет нескорую прибыль.`
  },
  {
    word: 'Лабиринт',
    description: `Если во сне вы блуждаете в шахтах или катакомбах — значит, вас преследует ощущение, что вы переоцениваете свое положение в жизни, и вам не удастся легко получить желаемое.

Если вам приснился лабиринт с выходом в пропасть — вас ожидает опасность от недостатка терпения; если вы видите выход из него в виде узкого отверстия — это означает искать и найти забвение в любви, сладострастии. Лабиринт в виде лестниц, спусков снится к неудачам в бизнесе, медленному карьерному росту. Враги, преследователи в лабиринте и попытки от них спрятаться, убежать — сон о том, что вы испытываете страх перед тем, чего не понимаете.

В лабиринте женщину встретить, вступить с ней в интимную связь — к полному успеху, длительному везению. Если вы не находите выход из лабиринта — значит, возможна неприятная ситуация, сложные семейные отношения, улучшить которые вы будете бессильны.

В пещерном лабиринте попасть в сказочно красивый грот — к необыкновенному, сказочному, но недолгому счастью. Со змеями в лабиринте бороться — означает горе от ума, злопамятство людей, в нем птиц или мышей вспугнуть — вернуться к давно брошенному или забытому.`
  },
  {
    word: 'Лаборант',
    description: `Увидеть себя во сне лаборантом — знак того, что вскоре вас ждет прогресс в делах, нанимать его на paботу значит, что вскоре вы достигнете поставленной цели.`
  },
  {
    word: 'Лаборатория',
    description: `Лаборатория, увиденная во сне, — означает растрату сил на огромные предприятия. Если во сне вы посещаете научную лабораторию — значит, ваши усилия улучшить свою жизнь в данный момент окажутся безуспешными.`
  },
  {
    word: 'Лава',
    description: `Текущая огненная лава, уносящая в своем пламенном потоке все встречающееся на ее пути, предвещает возникновение новой и сильной страсти в сердце женщины (мужчины).`
  },
  {
    word: 'Лаванда',
    description: `Видеть лаванду во сне — к благам и почестям, для получения которых вам не потребуется никаких усилий.`
  },
  {
    word: 'Лавина',
    description: `Видеть снежную лавину во сне — к неприятным известиям.`
  },
  {
    word: 'Лавровое дерево, Дерево лавровое',
    description: `Видеть во сне великолепное лавровое дерево — знак блестящего положения, в котором вы неожиданно окажетесь и которое будет наградой за ваше долготерпение. Лавр в венок сплетать во сне — означает из-за спешки попасть в смешное положение. Кого-то в венке видеть — к успеху, почестям и отличиям.

Собирать листья лавра во сне — означает наяву показать свои серьезные намерения. Пищу готовить с лавровым листом — значит, что вас ожидает напрасный труд, который никем не будет замечен. Если приснятся сухие лавровые листья — все начинания надо отложить на неопределенное будущее, так как нет перспективы развития.`
  },
  {
    word: 'Ладан',
    description: `Курящийся ладан ощущать во сне — означает узнать о покойнике; видеть ладан во сне — к получению приглашения на свадьбу или юбилей. Если вам снится кадило — это значит, что ваши надежды на успех в перемене образа жизни реальны.`
  },
  {
    word: 'Ладонь',
    description: `Голая ладонь во сне знаменует бедность и недостаток, а ладонь, покрытая волосами, — до крайности рискованное предприятие, для одних — по сердечной части-, для других — по финансовой.`
  },
  {
    word: 'Лак',
    description: `Надевать на себя что-нибудь лакированное — означает, что вам предстоит быть в веселом, неглупом обществе, и, чтобы не сожалеть потом о последствиях, необходимо вести себя осмотрительно.

Если вы обуваете во сне лаковую обувь — вас ждет полезная поездка.

Если вы пользуетесь или приобрели во сне лак — значит, в ближайшее время ждите незваных, но приятных гостей.`
  },
  {
    word: 'Лампа, Бра, Висячая лампочка',
    description: `Горящую лампу или светильник видеть — означает, что вас ждет счастливое время, светлая жизнь и радости.

Зажигать ее — к торжеству в доме. Зажигать лампу с трудом — знак того, что вам придется страдать от чьей-то холодности.

Темная лампа — к удару, обиде. Лампу тушить — означает, что вы можете кого-то намеренно или ненамеренно обидеть, будьте осторожнее в своих высказываниях.

Разбить лампу — к несчастью.

Если во сне приснилась лампочка — это означает, что вы сможете подойти к сути дела, открыть причину какою-нибудь явления.

Носить в кармане лампочку - к соблазну, жизни в эротических грезах. Ввинчивать или вывинчивать лампочку — означает, что вы можете стать виновником чего-то (несчастья, праздника), на нее наступить — вы рискуете кому-то подвернуться под руку. Уронить во сне лампочку — к тревоге.

Цветная лампочка — символ лжи, принимаемой за истину. Лампочки в виде гирлянды — символ путаницы. Если вам приснилась лампа, горящая ровным и ярким светом, — значит, высока вероятность успехов во всех сферах.

Если снится большая люстра — возможно, вас ждет участие в торжественном собрании; светящаяся люстра — к укреплению здоровья, радости, погашенная люстра — сон имеет противоположное толкование.`
  },
  {
    word: 'Ландыш',
    description: `Видеть во сне ландыш — означает невиновность того, с кем вы вступили в какие-либо отношения. Ландыш символизирует добрые чувства, приязнь.

Увидеть сухой ландыш — значит, что вы слишком много требуете от жизни и от людей, а поэтому часто раздражены и недовольны.

Видеть во сне ландыш — означает также ностальгию по старой любви, для девушки — знакомство с новым молодым человеком, для мужчины — успех на любовной ниве.`
  },
  {
    word: 'Ланч',
    description: `Если во сне вас пригласил на ланч известный человек или кто-то из вашего руководства — такой сон сулит вам улучшение материального благосостояния или повышение в должности; если ланч был на природе или на веранде небольшого домика, то для больных такой сон предвещает выздоровление, а для здоровых — укрепление здоровья.`
  },
  {
    word: 'Ласки, ласкать',
    description: `Если мужчине снятся женские ласки — это означает неудовлетворенность или неверность в любви.

Если женщине снятся мужские ласки — значит, кто-то о ней думает.

Если по сне вы ласкаете ребенка — значит, он нуждается во внимании. Бедра женские ласкать — означает совершить большую ошибку, гладить ноги — к ссоре в семье.`
  },
  {
    word: 'Ласточка, Гнездо ласточки',
    description: `Видеть во сне ласточку — к успеху в делах, хорошим новостям, убить ее — к большим неприятностям, целовать ласточку — к взаимопониманию в семействе.

Ласточкино гнездо — к счастью и благополучию в доме, в котором она вьет это гнездо.

Видеть, что ласточка влетела в дом, — к приятным новостям, письму от друга; разорить гнездо — к печали. Прилет ласточки во сне — к гостю издалека.`
  },
  {
    word: 'Лебедь',
    description: `Лебеди снятся к богатству, получению высокой должности. Черный лебедь символизирует собой ссору, брань супругов, лебединый крик — неприятности в доме, семье. Любоваться во сне парой плывущих лебедей — означает, что вас ждет любовь и радость, семейное благополучие. Видеть мертвого лебедя во сне — крушение надежд на взаимность, одиночество. Лебединое озеро видеть — к семейным раздорам.`
  },
  {
    word: 'Лев',
    description: `Видеть льва во сне, спокойно отдыхающего и не угрожающего вам, — означает, что вам будет приятно общество влиятельного друга, что вы будете счастливы в любви. Кормить льва — ко всему самому хорошему. Если же лев напал на вас во сне — значит, возможно расставание с любимым, если укусил вас и вы испытываете боль — значит, вас будут преследовать ненавистные поклонники, соперницы или завистники.

Лев в клетке — к убыткам и неудовлетворенности из-за того, что вы сами отпугнули компаньонов. Оказаться в одной клетке со львом — призыв к осторожности: козни врагов направлены против вас или ваших друзей.

Спать на льве — означает стать значительным и сильным человеком, убить льва — самому безвозвратно разрушить свое счастье.

Видеть льва или львицу в зверинце — к унижению, видеть его сидящим на цепи — к получению надежного покровительства, преследовать во сне льва — к счастливой жизни, удачам.

Бороться во сне со львами — означает быть равнодушным к чужому несчастью; ласкать детенышей, сосущих львицу, — покровительство и доброе отношение старших и влиятельных лиц.

Ласкать львицу — для женщины означает борьбу с опасной соперницей.`
  },
  {
    word: 'Левша',
    description: `Увидеть во сне левшу или общаться с ним — предвестие ссоры с другом или нужным человеком; видеть во сне, как он пишет что-то левой рукой, — предостережение о возможном предательстве, сплетнях или лжи о вас.`
  },
  {
    word: 'Лед, Айсберг',
    description: `Видеть во сне лед и перейти его — знак того, что все будет благополучно, а если он проломится — к неприятностям. Этот сон указывает прежде всего на состояние здоровья. Если вы идете по тонкому льду — это предвестие, что вы можете оказаться в опасной ситуации, навлечь на себя неприятности необдуманным поступком.

Идти во сне по скользкому льду, боясь оступиться, — означает наяву быть в окружении людей, не внушающих доверие. Такой сон может быть предостережением: не позаботившись о своей репутации, можно потерять гораздо больше, чем кажется на первый взгляд. Если во сне вы видите себя в окружении огромных льдин — значит, вы встретитесь с препятствиями, требующими энергичных мер. Видеть лед в доме — к неприятностям.

Прорубь видеть — к опасности. В прорубь провалиться — означает, что вам угрожает опасность для жизни, ваш порыв чувств будет непонятен и вы встретите обман и обиду.

Если спится, что вы идете по льду, а стоит лето, — будет перемена в жизни.

Сон, в котором вы видите весенний ледоход на реке, — знамсиусг удачное предприятие, связанное с ловлей или торговлей рыбой.

Видеть во сне айсберг — знак внезапного, хотя и незначительного, расстройства пищеварения, которое может случиться с вами в ближайшие дни.

Видеть во сне мерзлоту — предзнаменование того, что вы напрасно растрачиваете свои силы и энергию, сейчас у вас застой.`
  },
  {
    word: 'Лекарство, Банки кровопускательные',
    description: `Принимать во сне лекарство — означает, что вам будет оказано доверие со стороны влиятельного человека или начальника, возможно, ответственное поручение или важное задание. Горькое или противное — к ссоре или разногласиям с близкими или родственниками.

Увидеть во сне таблетки — предвестие вашего успеха в мелких делах. Для женщины во сне проглотить или выбросить таблетку — означает, что не будет беспокоить мелкая зависть или другие ничтожные тревоги.

Глотать во сне пилюли одну за другой — к выговорам от вышестоящих людей. Пилюли делать во сне — к дороге, принимать их — к быстрому решению проблем, терять пилюли — означает вред от легкомыслия, другим давать — знак, что кому-то нужен совет.

Увидеть во сне кровопускательные банки — сулят вам неприятности наяву.`
  },
  {
    word: 'Лекция',
    description: `Слушать во сне интересную лекцию — к получению наяву новых знаний и навыков, неинтересную — к разочарованию и раскаянию.`
  },
  {
    word: 'Лен',
    description: `Поле цветущего льна во сне — означает, что наяву ним предстоит приятная встреча, которой вы будете радоваться, или же процветание в делах.

Прясть лен во сне — к скорому замужеству, готовьте приданое.`
  },
  {
    word: 'Лента',
    description: `Вплетать в косу разноцветные ленты во сне — означает готовиться к свадьбе, дарить ленты — добиваться чьей-либо дружбы, надеяться на свидание.

Грязные, мятые ленты — сон о том, что легкий флирт, который вы себе позволили и который для вас ничего не значит, обернется скандалом, разладом в семье.

Покупать во сне ленты — к пустым расходам, дарить их жене — к охлаждению в отношениях; дарить ленты незнакомой даме — к попытке знакомства.

Для девушки увидеть ленты во сне — означает замужество, а для всех остальных — дорогу.`
  },
  {
    word: 'Лес, Деревья в лесу',
    description: `Видеть лес во сне — к получению денег, к переменам в делах, если он стоит величаво — вам придется выполнять различные общественные поручения.

Если деревья в лесу в молодой и зеленой листве — это говорит о скором исполнении ваших желаний, планов и мечтаний. Мертвые деревья в лесу символизируют потери и грусть. Облетевший лес говорит о том, что перемены будут не очень благоприятны для вас.

Бродить по темному лесу — означает, что на вашем пути будут встречаться неудачи по службе. Гулять по лесу, наслаждаясь его красотой и свежестью воздуха, — знак того, что наяву вас ожидает спокойная, размеренная жизнь в семье, прекрасные отношения супругов и детей. Гулять по осеннему лесу, смотреть на голые ветки деревьев и пожухлую, опавшую листву — значит, что вас ждет разочарование в человеке, который вам дорог.

Видеть во сне опушку леса — к скорому свиданию с приятным человеком. Идти во сне по узкой лесной просеке — значит вскоре вступить на попоище приятное, но не блестящее.

Видеть во сне лес вдали — к холодной зиме, входить в него — к внезапному страху, порубленный лес видеть — к неприятностям, гулять по лесу зимой — к нужде, рубить во сне лес — к успеху.

Если вы во сне продираетесь сквозь чащу — возможно, вскоре вам придется преодолевать препятствия на своем пути. Заблудиться в лесу — к препятствиям.

Замерзший лес — к наступлению неблагоприятных времен. Осенний золотой лес — символ ясных итогов. Темный лес символизирует неопределенность и дикость вашей души, светлый и редкий — определенность порывов, душевную гармонию.

Лесной пожар — к благополучному завершению планов. Лес в дыму — к страданиям от иллюзий и предрассудков, лес в тумане символизирует ваше нежелание лучше узнать себя, стремление к заблуждениям.

Осинником, ельником идти — к мрачным и злым мыслям, березняком — к доброму настрою души, сосняком — к думам о возвышенном.

Для молодой девушки гулять по лесу — к встрече с суженым.

Видеть или находиться во сне в лесопарке — означает, что вас ожидает отдых с семьей на природе.

Если вам приснилась зеленая лесополоса — к радости и развлечению, без листьев — к тусклым без праздников будням.

Быть во сне на лесной поляне — к встрече с любимым человеком.`
  },
  {
    word: 'Леса (строение)',
    description: `Строить леса во сне — к незавершенности решений, неудаче в любви, разбирать — к усталости, расхаживать по ним — быть хозяином положения. Спускаться с лесов — означает признаться в своем проступке и понести за него наказание, упасть с лесов — значит, против собственной воли помочь преступнику или принять участие в обмане. Девушке подниматься по лесам — знак того, что ее любимый неправильно поймет ситуацию и осудит за поступок, который она на самом деле не совершала.`
  },
  {
    word: 'Лестница',
    description: `Видеть во сне лестницу — к счастью, богатству; сломанную лестницу — к потерям или заботам; много лестниц видеть и ходить по ним — опасайтесь помрачения ума.

Подниматься по лестнице — к прибыли и успеху в делах, получению повышения в должности вследствие упорной работы. Спускаться по лестнице — к убытку, потере надежды на успешное продвижение дел.

По лестницам без конца вверх-вниз ходить — к мучительным сомнениям. Если при этом вы оступитесь — значит, в вашем окружении есть тайный враг, который будет причиной краха ваших начинаний.`
  },
  {
    word: 'Лесть',
    description: `Слышать во сне лесть в свой адрес — к ложным надеждам на улучшение вашего благосостояния, льстить другим — к успехам в работе.`
  },
  {
    word: 'Летчик',
    description: `Увидеть во сне летчика — к любовным похождениям, интимным связям. Для девушки такой сон может быть предвестием предстоящего брака.`
  },
  {
    word: 'Лилия',
    description: `Видеть во сне лилию — означает, что надежда не покидает вас; чувствовать запах лилии — к разорению. Рвать лилии во сне — означает истощать силы души и тела, выступая против власти; их в подарок получить — к помощи от хорошего человека. Стебель лилии без цветка — предостережение от обмана, заблуждений, ошибок в руководстве. Лилия в руках другого человека — символ его власти над вами или его духовной чистоты. Алые лилии символизируют платоническую любовь, пылкую дружбу, желтые — злую, коварную власть.`
  },
  {
    word: 'Лимон',
    description: `Видеть во сне, что вы едите лимоны, — означает наяву поплатиться за свою излишнюю доверчивость. Гнилые лимоны снятся к ссоре. Во сне угощать кого-то лимоном -означает навлечь на этого человека ложные подозрения.`
  },
  {
    word: 'Линолеум',
    description: `Если вам приснился линолеум — значит, вам не грозит разорение, стабильность — залог вашего успеха.`
  },
  {
    word: 'Липа',
    description: `Видеть во сне липу — к удачному решению бытовых проблем. Если снится, что вы находитесь в приятной тени липы, — вы будете иметь удовольствие находиться в семейном кругу. Увидеть липу цветущей — вас ждет особенное счастье, нюхать цветы — неясное скоро станет ясным.`
  },
  {
    word: 'Лиса',
    description: `Если приснится лис — значит, плохой человек появится в вашем доме, лиса — остерегайтесь соседа. Лисицу увидеть во сне — к пожару или обману со стороны друга.

Если пытаетесь во сне поймать лису — значит, вам необходимо постараться обезвредить соперников. Драться с лисицей во сне — к спору с умным и хитрым противником.

Видеть во сне у себя в доме пойманную лисицу — означает, что вскоре вы полюбите злую женщину и станете ее рабом. Гладить лису — к обману, неприятности, убить ее во сне — к избавлению от врагов, видеть лающую лису — к одиночеству по собственной вине, убитую лису — к неблагоприятному развитию обстоятельств.`
  },
  {
    word: 'Лист',
    description: `Зеленые листья, увиденные во сне, — предвестие радости, благополучия, здоровья, удачи, жухлые листья означают разочарование, мрачные предсказания, ссоры, несбыточные надежды. Золотая листва предвещает успех и прекрасное будущее. Видеть во сне листья, падающие с дерева, — значит испытать печаль и неприятности, собирать сухие листья — к бедности или к граду; спать на листьях — означает надеяться на взаимную любовь. Почки деревьев, набухшие или распускающиеся, — к любви, счастью, долгожданной радости.`
  },
  {
    word: 'Лифт',
    description: `Видеть во сне, что вы поднимаетесь на лифте вверх, — предсказание быстрого продвижения к богатству и славе; если же вы опускаетесь вниз — неудачи могут разрушить вашу жизнь. Если лифт ушел вниз без вас — значит, в реальной жизни вы едва избежите разочарования в каком-то деле. Видеть остановившийся лифт — к надвигающейся опасности, застрять в лифте — означает, что вскоре с вами произойдет несчастье.`
  },
  {
    word: 'Лицемер',
    description: `Во сне лицемерить с кем-нибудь — означает попасть наяву в странную, ненормальную для вас ситуацию.`
  },
  {
    word: 'Лицо',
    description: `Видеть во сне свежее, румяное и веселое лицо — предвестие полезных услуг от добрых людей, сухощавое и бледное лицо снится к скуке и бедности. Мыть лицо водой во сне — к раскаянию, угрызениям совести, наносить на него косметику — к стыду и насмешкам.

Видеть во сне отражение лица в зеркале — к прибыли, рождению младенца.`
  },
  {
    word: 'Лоб',
    description: `Видеть во сне лоб или рассматривать его в зеркале — к расстройству, ссоре, видеть лоб разбитым — к выгоде или выигрышу. Быть раненным кем-то в лоб — к оскорблениям, самому его разбить — вас ожидает счастливый случай.`
  },
  {
    word: 'Ловить',
    description: `Ловить во сне кого-нибудь или что-нибудь — к примирению с врагами, возможно, вы сможете вскоре простить кого-то за нанесенную обиду.`
  },
  {
    word: 'Ловушка',
    description: `Видеть во сне ловушку с животными — к скандалам с родственниками, напрасным потерям из-за небрежности, ставить ловушку — означает предупреждение об опасности, попасть в ловушку — к удаче.`
  },
  {
    word: 'Лодка, Баркас, Батискаф, Гондола',
    description: `Кататься па лодке в хорошую безветренную погоду — к радости, благополучию, успеху в предприятиях; во время бури — к горю, нищете, неудачам. Прогуливаться в лодке с компанией — к получению выгодного места; причалить во сне — к успокоению; отчалить в лодке от берега — к семейной печали; опрокинуться из лодки в воду — к несчастью. Переправляться на лодке через широкую реку — к длительной и интересной, возможно, заграничной поездке или путешествию.

Лодка на мели или вытащенная на берег — знак того, что вы можете попасть в трудное положение; вода в ней — к обретению богатства. Если во сне вы находитесь с кем-то в одной лодке — возможна смена места жительства, плывете под парусом — к большому счастью и выгоде, спите в лодке — к несчастью.

Плыть по реке в утлом челноке — знак того, что вам предстоит повое дело, сопряженное с большим риском, и совсем не обязательно он будет коммерческим. Этот риск может быть и в любви, вы можете совершить отчаянный или рискованный поступок ради своей возлюбленной.

Плыть в красивой и многовесельной шлюпке, слушая веселые песни гребцов, — знак, что будет успех в начатом вами деле. Плыть в шлюпке в одиночестве — означает, что вы отдалитесь от близкого человека, о чем будете сожалеть и кусать локти.

Если снится спасательная шлюпка — вам удастся избежать огромного зла; если видите во сне тонущую описательную шлюпку — ваши друзья будут содействовать вашему несчастью; если вы потерялись в море на спасательной шлюпке — значит, преодолеете неприятности, к которым косвенно были причастны ваши друзья; если спасаетесь во сне — наяву вам удастся избежать большого бедствия.

Увидеть во сне подводную лодку — к неприятностям в семье, находиться в ней — к неприятным встречам и свиданиям.

Если видите во сне челн — значит, ваши планы выполнимы; плывете в нем — знак того, что удача будет с вами; выпадаете из челна — к потере денег; если челн утонувший — к краху ваших несбыточных планов.

Увиденный во сне баркас сулит вам наяву удачное решение проблем, волнующие вас заботы и тревоги пройдут мимо и не доставят вам лишних хлопот.

Увидеть во сне, как из батискафа или подводной лодки вы наблюдаете за морским дном и его обитателями, — означает, что наяву вас ждет успех и удача в делах.`
  },
  {
    word: 'Ложка',
    description: `Ложка символизирует счастье, добро, правильное питание. Очень маленькая ложка — означает, что вам в жизни мало дано. Мыть ложки — к сплетням, видеть во сне ложку — к появлению сына или внука, на полу много ложек — к неприятному событию. Серебряная ложка — к получению приглашения на прием.

Если снится девушке или парню пара золотых ложек — это признак скорого вступления в семейную жизнь.`
  },
  {
    word: 'Ложь, Детектор лжи, Полиграф, Злословие',
    description: `Если во сне кто-то клевещет на вас и это угрожает вашей репутации или благосостоянию — значит, наяву у вас есть завистники, которые только ждут случая, чтобы сделать вам пакость. Для женщины такой сон может быть предупреждением: ваша неосмотрительность и неосторожность в поступках создадут вам массу дополнительных проблем и дадут повод для сплетен.

Если во сне вы успешно проходите проверку на детекторе лжи — значит, благодаря своим знаниям и умениям вы сможете добиться поставленной цели, найдете правильный выход даже в безнадежной ситуации. Видеть, как кто-то проходит проверку, — знак того, что вскоре вам предстоит отстаивать свою правоту, доказывать, что вы сможете справиться с поставленными задачами лучше других. Вам удастся убедить в этом людей, от которых зависит решение вопроса.`
  },
  {
    word: 'Лом',
    description: `Увиденный во сне лом — предвестие тяжелого, трудного и опасного дела или занятия.`
  },
  {
    word: 'Ломать',
    description: `Сон, в котором вы что-либо ломаете или разрушаете, часто бывает неблагоприятным, вам лучше проявить максимальную осторожность при решении серьезных вопросов. Ломать во сне мебель — предвестие ссоры, беспокойства или пустых хлопот.`
  },
  {
    word: 'Ломбард, Закладывать вещи',
    description: `Во сне сдавать в ломбард драгоценности и вещи — означает быть виноватым в том, что коммерческие дела на грани краха, или опорочить свое доброе имя, а также это предвестие потерь, серьезных неприятностей. Выкупить вещи из ломбарда — значит устоять от соблазна незаконной сделки.

Девушке сдавать в ломбард вещи — к разлуке с любимым, расстройству помолвки.`
  },
  {
    word: 'Лопата, Закапывать',
    description: `Видеть лопату во сне — означает, что у вас есть шанс пробить себе дорогу в жизни, но вы можете навредить себе излишней откровенностью, держите свои мысли при себе; покупать ее — к освобождению от занимаемой должной и; видеть железную расколотую лопату — к трауру и печали, удар лопатой — к измене.

Копать землю лопатой во сне — значит, вас ожидает тяжелый заработок, труд, но не переусердствуйте — излишнее усердие ни к чему не приведет.

Сон, в котором вы видите кирку или работаете ею, — к утомительной физической работе на свежем воздухе.

Присутствовать на раскопках или вести их во сне — предвестие случайного знакомства, с помощью которого вы получите новый источник дохода.

Увидеть во сне, как вы что-то закапываете, — означает, что вскоре вас ждет любопытное известие.`
  },
  {
    word: 'Лопух',
    description: `Видеть во сне лопух — к возможному обострению заболевания почек или поджелудочной железы.`
  },
  { word: 'Лось', description: `Видеть во сне лося — к трудностям в делах.` },
  {
    word: 'Лосьон',
    description: `Сон, в котором вы протираете лицо лосьоном, — означает, что вы должны позаботиться о здоровье в связи с переохлаждением или перегревом.`
  },
  {
    word: 'Лотерея, Билет лотерейный',
    description: `Видеть во сне лотерейный билет — к счастью и успеху в каком-то трудном деле, покупать его — означает, что вероятность завершения начатого дела весьма сомнительна.

Участвовать во сне в розыгрыше — знак того, что вы можете попасть в затруднительное положение или ловушку.`
  },
  {
    word: 'Лоток',
    description: `Увиденный во сне лоток предсказывает вам тяжелый и неблагодарный труд, который не всегда приносит хорошую прибыль.`
  },
  {
    word: 'Лотос',
    description: `Видеть лотос во сне — знак, что для вас наступило время, благоприятное для творческой деятельности.`
  },
  {
    word: 'Лошадь, Жеребец',
    description: `Видеть во сне лошадь — означает, что вам предстоит услышать ложь в ваш адрес. Видеть ее на дыбах — к ссоре, упавшую — к разорению, держать во сне лошадь под уздцы — к опасности, видеть мертвую лошадь — к возможному переезду в сельскую местность временно или на постоянно. Видеть во сне белую лошадь — к успеху в делах; гнедой масти — к знакомству с хорошим другом, черную лошадь — к неприятностям. Покупать во сне лошадь — к известиям, новостям; ехать во сне на смирной лошади — у вас есть шанс обрести семейное счастье.

Кататься во сне верхом на лошади — к радости, ловить ее — к потере. Видеть во сне коня — предвестие побывать в очень гостеприимном доме, где о вас проявят трогательную заботу.

Нестись в санях или беговых дрожках на превосходном рысаке — означает, что вскоре вам предстоит заняться трудным, но совершенно бесполезным делом. Объезжать лошадь — к неудаче. Видеть верховую езду — к переменам. Если мужчине приснится конь — это хороший сон, женщине он сулит слабость. Вы оказались под конем во сне — возможен трагический удар. Ехать верхом — к семейному счастью.

Оседланная лошадь во сне — к дальней поездке; если лошадь гарцует перед домом — к неприятности; лошадь в доме — спится к счастью; видеть, как лошадь везет на себе ценности, товары, — к потере места; если лошадь укусила во сне — ожидайте продвижения по служебной лестнице; если снится, что вы ездите на лошади туда-сюда, — вскоре вас ждут дела, связанные с литературой или искусством; если видите во сне табун лошадей — неприятности уйдут и ваше состояние нормализуется. Если во сне в дом зашла красивая, резвая и хорошо оседланная кобыла — к скорой женитьбе или замужеству.

Доить во сне лошадь — к переменам в делах.

Видеть табун лошадей — очень благоприятный сон, особенно для женщины, которая мечтает о замужестве.

Кормить во сне жеребят — это знак прибыли и примирения с врагами; резвящийся жеребенок — знак удовольствия и исполнения желания. Видеть жеребенка во сне — к тоске по любимой женщине.

Приснившаяся вам конюшня — предвестие счастья, удачи, приятной неожиданности. Конюшня, полная скаковых лошадей, — очень благоприятный знак, который сулит вам успех в делах, новое полезное для вас знакомство. Старая запушенная конюшня с рабочими лошадями — предвестие тяжелых трудов и нужды.

Кататься во сне на лихой тройке — означает наяву долго расплачиваться за минутное наслаждение. Женщине видеть, что ее катают на тройке, — означает из-за своего кокетства и легкомыслия потерять дорогого человека, пройти мимо настоящего счастья.`
  },
  {
    word: 'Луг',
    description: `Видеть во сне зеленый луг — к счастью в доме, цветущий луг — к сладкой жизни, неуемной жажде наслаждений. Сидеть на зеленом, цветущем лугу — значит наслаждаться семейным счастьем и верностью в любви. Выжженные, сухие луга снятся к возможному недостатку в доме, нужде. Видеть во сне луга скошенными — означает, что ваша работа уже кем-то сделана. Косить траву на лугу — к потере, грусти, разлуке.`
  },
  {
    word: 'Лук (оружие)',
    description: `Лук во сне — знак раздора и вражды; из лука стрелять — иногда означает утешение, но чаще обиду и оскорбление. Лук изломать здоровому — значит, потерять что-либо. Найти или купить во сне лук — означает, что вас ожидает защита адвоката; потерять или сломать его — к потере чести; защищать кого-либо из лука — означает защищать кого-либо в споре.`
  },
  {
    word: 'Лук (растение)',
    description: `Зеленый лук снится к стыду или слезам. Если во сне вы едите лук — это предвещает открытие неприятной тайны, ссору; чистите его — значит, вас ожидает успех в трудном предприятии; сажаете на грядку лук — предвестие убытка или проблем со здоровьем из-за ваших пагубных пристрастий.`
  },
  {
    word: 'Луна, Затмение лунное',
    description: `Луна в небе означает, как правило, счастливую любовь, успех в делах, хорошее здоровье близких.

Молодая луна может предвещать путешествие и дальнюю дорогу, а также счастливый брак.

Ясную луну во сне видеть — к возвращению после отлучки. Заход луны видеть во сне — плохой знак. Видеть во сне красную и неполную луну — к несчастью, потере денег, лунное затмение — к успеху в делах.

Для мужчины увидеть во сне луну — к женитьбе.

Для девушки видеть луну в последней четверти — к вечному девичеству; в первой четверти — к сватовству; для женщины полная луна означает приятную неожиданность.

Сон о луне может также означать думы, беспокойства о матери, сестре или дочери.

Если беременной женщине приснится луна — родится мальчик, если солнце — девочка, а если приснятся звезды — будут близнецы.`
  },
  {
    word: 'Лыжи',
    description: `Видеть во сне лыжи — к неожиданной приятной встрече со старыми друзьями; скользить на них — предвестие приятного путешествия.

Видеть лыжников во сне — к застою в делах, заманчивой перспективе, связанной с финансовым риском.

Ходить во сне на лыжах по накатанной лыжне — означает наяву совершить нелегкое путешествие или неожиданно оказаться в дороге. Если вы сами прокладываете лыжню по цельному снежному насту — значит, вы будете вынуждены принять ответственное решение.`
  },
  {
    word: 'Лысина',
    description: `Человеку с нормальными волосами видеть себя во сне с огромной лысиной — знак очень досадной потери. Видеть во сне лысого человека — предвестие стремления мошенников навредить вашим планам.

Если мужчина видит лысую женщину — сон предвещает, что жена у него будет злая и сварливая.

Видеть себя плешивым во сне — означает наяву проявлять свою спесь и самовлюбленность попытайтесь трезво оценить себя со стороны.

Увиденная во сне детская головка без волос сулит вам семейное счастье и благополучие.`
  },
  {
    word: 'Любовник',
    description: `Для девушки увидеть во сне любовника — к скорому и удачному замужеству, для женщины — к трудностям в отношениях с мужчинами.

Для мужчины увидеть во сне любовницу — предостережение: ваша страсть, импульсивность или излишняя эмоциональность могут обернуться для вас большими проблемами или скандалами.

Вам быть во сне любовницей или любовником — к затруднениям в делах и финансовым проблемам.`
  },
  {
    word: 'Любовь',
    description: `Если во сне вы испытываете искреннюю любовь к кому-либо — значит, что вы довольны своим нынешним положением и это является отражением действительности.

Влюбиться в кого-либо во сне до безумия — предвестие больших трудов, которые позволят вам достичь цели благодаря вашему трудолюбию и усердию.

Любимой (любимым) быть — к счастью. Проявленная во сне любовь к животным — знак того, что в общем вы будете довольны тем, чем обладаете, хотя иногда вам будут приходить другие мысли.`
  },
  {
    word: 'Люк',
    description: `Увиденный во сне открытый люк — символизирует опасность на вашем пути, просто люк — означает, что вас ждет тяжелая работа ради куска хлеба. Упасть в него — потеря чести вследствие необдуманных поступков или корысти. Упасть в люк и выбраться из него — означает, что у вас есть шанс оправдаться в непричастности к постыдному происшествию. Если вас столкнули в люк другие — сон предупреждает: остерегайтесь нападок злопыхателей.`
  },
  {
    word: 'Лягушка, Жаба',
    description: `Видеть во сне лягушек — к успеху в делах, резать и убивать лягушек — знак, что вы причиняете зло женщине. Прыгающие лягушки снятся к сюрпризам, удовольствиям.

Увидеть во сне жабу — противоречивый знак, такой сон может быть предвестием финансового успеха или предстоящего обмана, если она в воде — к успехам, в карете — к повышению в должности.

Поймать жабу во сне — к выигрышу, в руках держать — к прибыли, съесть ее — к предстоящей болезни. Убить во сне жабу — неблагоприятный сон, сулящий вам неприятности и препятствия в делах.`
  },
  {
    word: 'Мавзолей',
    description: `Видеть во сне мавзолей — означает, что наяву вас ждут выгодные дела и успех в предприятии, строить мавзолей — к женитьбе, браку и рождению детей. Для молодых людей такой сон — знак грандиозных планов. Если во сне мавзолей разваливается — значит, наяву вас ждут заботы, переживания.`
  },
  {
    word: 'Магазин, Бакалейный магазин',
    description: `Видеть во сне большой магазин — это знак, что вас ожидает приглашение в гости, крошечный магазинчик — к приросту в хозяйстве.

Универсальный магазин, увиденный во сне, символизирует государство и политическую власть, книжный — означает, что ваше увлечение литературой занимает слишком много времени и наносит ущерб другим занятиям.

Видеть во сне себя в гастрономе — к новым приобретениям и обновкам, также это знак, что наступило благоприятное время для решительных, активных действий.

Посещать во сне книжный магазин — предвестие литературного вдохновения. Если вам приснилось, что вы тщательно выбираете покупки в магазине, — сон сулит вам получение небольшой прибыли.

Видеть во сне ярко освещенную витрину — означает испытать зависть к одному из ваших друзей, которому здорово повезет. Пустой магазин снится к бедности, разочарованию.

Видеть во сне секс-шоп — к романтическому путешествию с любимым человеком, входить в секс-шоп — к болезни и безденежью, покупать в нем что-нибудь — предвестие, что гармоничные отношения с любимым человеком откроют перед вами большие перспективы.`
  },
  {
    word: 'Магнит',
    description: `Приснившийся вам магнит — символ предстоящего знакомства с нужным человеком или установления новых полезных связей.`
  },
  {
    word: 'Магнитофон, Видеомагнитофон, Диктофон',
    description: `Увидеть во сне магнитофон или магнитолу — предвестие веселого времяпрепровождения, покупать магнитофон — к предстоящему знакомству, слушать его — предостережение: будьте осторожны при выборе новых друзей и компаньонов.

Записывать во сне на диктофон разговор с известным человеком — означает, что наяву вы совершите ошибку, которая серьезно повлияет на ваше положение в обществе; уронить его или разбить — значит, что вы сможете победить своих оппонентов или конкурентов.

Смотреть во сне фильм по видеомагнитофону — означает, что если вы еще раз хорошо обдумаете все свои планы и замыслы, то обратите внимание на некоторые обстоятельства, которые заставят вас по-иному посмотреть на окружающую действительность.`
  },
  {
    word: 'Май',
    description: `Молодым видеть во сне месяц май — предвестие веселого времяпрепровождения и удовольствий. Капризы майской погоды снятся к неожиданной печали и разочарованию.`
  },
  {
    word: 'Майка',
    description: `Видеть во сне майку — к хлопотам по дому, надевать се — к свиданию с любимым человеком, снимать — к любовным утехам, носить — к обретению умения радоваться и быть жизнерадостным без особых причин.`
  },
  {
    word: 'Майонез',
    description: `Есть во сне блюдо с майонезом — к конфликтным ситуациям в партнерских и деловых переговорах.`
  },
  {
    word: 'Мак',
    description: `Мак видеть, рвать или сеять маковое семя во сне — к радости, цветущий мак рвать — к счастью.`
  },
  {
    word: 'Макароны',
    description: `Есть макароны во сне — знак успеха в делах, приподнятого настроения, варить их — к новому знакомству.`
  },
  {
    word: 'Макет',
    description: `Видеть во сне макет чего-либо — знак, что вы заблуждаетесь в своих действиях, которые могут нанести вред вам и вашему делу.`
  },
  {
    word: 'Макулатура',
    description: `Видеть во сне тюки с макулатурой или сдавать макулатуру в утиль — предвестие того, что в скором будущем вы узнаете новость, от которой ваше благосостояние улучшится. Если макулатура снится в огромных количествах и заполняет огромный склад — значит, вы можете много, но бесполезно трудиться.`
  },
  {
    word: 'Малина',
    description: `Видеть или есть спелую малину во сне — к радости, прибыли в доме, достатку в семье; неспелую — или к большим слезам, или к большой радости; сухую малину есть — к благополучию в вашем доме. Собирать малину — к женитьбе (замужеству). Собирать малину с куста — означает получение почестей. Ее варить со сне — к благополучию.`
  },
  {
    word: 'Мальчик',
    description: `Для женщины видеть во сне мальчика — к деньгам и прибавлению имущества. Видеть дерущихся мальчиков во сне — знак, что приятели могут впутать вас в грязное дело, учащихся — к удачным и выгодным планам.

Если взрослый человек видит себя мальчиком — это знак, что ваши поступки будут выглядеть ребячеством в глазах солидных людей.`
  },
  {
    word: 'Маляр',
    description: `Видеть во сне маляра за работой — к ремонту.`
  },
  {
    word: 'Мандарин',
    description: `Видеть во сне мандарины — к гостям издалека.`
  },
  {
    word: 'Мандат',
    description: `Получить во сне мандат на полномочия — к повышению в должности.`
  },
  {
    word: 'Манеж',
    description: `Видеть во сне легкоатлетический манеж — к занятиям спортом, цирковой — к хорошему отдыху.`
  },
  {
    word: 'Манекен',
    description: `Упидеть во сне манекен — означает, что вы будете вынуждены при некоторых обстоятельствах скрывать свои мысли и чувства; вы выбрали неверный путь, вас ждут разочарования в ваших делах. Быть во сне манекеном — означает, что вы хотите намного больше, чем заслуживаете или можете получить.`
  },
  {
    word: 'Маньяк',
    description: `Если во сне вы обнаружите у себя маниакальные признаки или поймете, что стали маньяком, — такой сон является предостережением: вы слишком далеко зашли в своих ошибках и просчетах и если сейчас не остановиться, го добром это не закончится.

Убегать от маньяка или пытаться скрыться от него ни сне — означает, что вы слишком устали от жизненной гонки, вы взвалили на себя гораздо больше, чем можете сделать. Сейчас лучше все хорошо обдумать, определить для себя главные цели и задачи и не размениваться по мелочам.`
  },
  {
    word: 'Марафон',
    description: `Во сне участвовать или наблюдать за марафонским бегом — означает, что дело, которое, как вам казалось, должно завершиться быстро, растянется надолго.`
  },
  {
    word: 'Маргаритка',
    description: `Сажать маргаритки на грядке — означает огорчение в связи с болезнью детей или их шалостями. Маргаритка также означает любовное приключение.`
  },
  {
    word: 'Маркер',
    description: `Сон, в котором вы увидели маркер, — хороший сон, сулящий вам все самое хорошее: достаток, успех, повышение в должности или увеличение заработной платы.

Особенно благоприятен сон, если вы что-то выделяете маркером, он сулит вам серьезную и ответственную работу, которая станет переломным моментом в вашей жизни на пути к успеху и процветанию, взлету по служебной лестнице и т.п.`
  },
  {
    word: 'Марля',
    description: `Сон, в котором вы видите марлю, — предвестие, что вскоре вы будете в гостях, где есть грудной ребенок.`
  },
  {
    word: 'Мармелад',
    description: `Молодой девушке видеть во сне мармелад — к неприятностям дома.`
  },
  {
    word: 'Маска',
    description: `Маску во сне надевать — предостережение о необходимости скрывать свои чувства.

Увидеть себя на маскараде — значит быть обманутым близким человеком, видеть во сне маскарад со стороны — означает наяву предаваться пагубным удовольствиям в ущерб делам и семейным обязанностям, а также возможность огорчения от несбывшихся надежд. Принимать во сне участие в маскараде означает наяву участие в сомнительном деле.`
  },
  {
    word: 'Маскировка',
    description: `Сели во сне вы маскируетесь от кого-либо — значит, вас ждет достаточно сложная тонкая работа.`
  },
  {
    word: 'Массаж',
    description: `Сон, в котором вам делают массаж, — к благополучию, если массаж делаете вы — к скромному существованию.`
  },
  {
    word: 'Материал, Байка, Вельвет',
    description: `Видеть во сне тюки, рулоны с материалом — к дороге и неожиданным результатам. Если ткань грязная, мятая, с дырами, прожженная, подмоченная и т.д. — это означает разного рода препятствия и несчастья в дороге. Покупать, мерить материал — означает упустить выгодную сделку или потерять достойного жениха.

Шерсть, сукно снится к прибыли, радости, шелк — к счастью, безопасности, оказанию чести. Покупка шелка во сне - - к исполнению желаний.

Если вы дарите ткань во сне — значит, придется кому-то в чем-то отказывать. Видеть во сне парчу золотую на себе — к неприятностям. Байка снится к радости, покупать ее — к потере.

Увидеть во сне атлас — означает, что в скором будущем вас ожидает крупная покупка. Атлас на себя надевать — означает быть любимым, покупать атлас — к обману, продавать — к убытку. Носить атласную вещь — означает прочность и устойчивость вашего положения.

Если вы видите во сне вельвет, то рискуете попасть в неприятную ситуацию, если носите его — это знак, что ваши надежды сбудутся. Если вам приснился велюр — значит вам предстоит подвергнуться уговорам, просьбам или настойчивым требованиям ваших родственников или друзей.

Видеть множество лоскутов, одежду из них или пестрое лоскутное одеяло — означает наяву узнать всю подноготную какого-то дела или интимную сторону чужой семейной жизни. Выбрасывать ненужные лоскуты — к отказу от бесперспективного дела.

Во сне резать полотно — к ссоре, несостоявшейся поездке, мерить его — к дороге. Видеть красивое полотно, любоваться им, складывать его — к достатку, прибыли. Полотна ткать — знак того, что вас ждет счастливая и благополучная жизнь.

Видеть во сне одежду из пестрого ситца — предвестие какой-либо фальши. Отмерять ситец во сне — к получению денег.`
  },
  {
    word: 'Матрац',
    description: `Перину, тюфяк, матрац во сне увидеть — означает, что вас ждет счастье и взаимопонимание в семье. Спать на матраце — знак удовлетворенности своим окружением. Если во сне вы лежите на надувном матраце, который вдруг оказывается проколотым и из него начинает стремительно выходить воздух, — это значит, что дело, в котором вы собираетесь участвовать, очень ненадежное и рискованное.

Увидеть во сне, как делают матрацы, — знак того, что вам предстоит быть компаньоном состоятельных людей, и это позволит вам быстро улучшить свое материальное положение.`
  },
  {
    word: 'Матрешка',
    description: `Видеть матрешку во сне — к исполнению желаний.`
  },
  {
    word: 'Матрос',
    description: `Видеть во сне матроса — к успешной поездке или путешествию.`
  },
  {
    word: 'Машинистка',
    description: `Видеть во сне машинистку — к краткосрочному любовному увлечению.`
  },
  {
    word: 'Маяк',
    description: `Видеть во сне свет маяка — означает наяву получить необходимую вам поддержку. Моряку видеть во сне маяк — к удачному плаванию и счастливому возвращению домой.`
  },
  {
    word: 'Маятник',
    description: `Видеть во сне маятник — знак, что вас наяву ожидает ложь, сплетни и обман.`
  },
  {
    word: 'Мгла',
    description: `Если вам приснилась мгла — значит, ваши представления о будущем наивны и беспочвенны, следует проявить осторожность и не планировать ничего долгосрочного. Если вы увидели во сне непроглядную мглу — ожидайте неприятностей дома или на работе. Рассеянная мгла снится к отсутствию неприятностей.`
  },
  {
    word: 'Мебель, Гарнитур мебельный, Диван',
    description: `Если во сне вы любуетесь красивой комфортабельной мебелью — значит, вскоре будете радоваться жизни. Старая, сломанная мебель символизирует полосу неудач в вашей жизни, омраченную ссорами и взаимным недовольством. Много мебели видеть — к счастью, новую в своем доме — к благополучию, старую — знак того, что вас ожидают перемены.

Носить, двигать мебель — к перемене квартиры, рубить, разрушать — к ссорам, жажде перемен. Сон, в котором вы не можете сдвинуть с места мебель, означает тяжкое однообразие, застой в семейной жизни.

Тяжелая, топорная мебель символизирует трудные отношения в семье, плетеная — холодность и независимое существование супругов. Если мебель из камня — значит, семейная жизнь для вас станет тяжким гнетом. Если мебель испорчена шашелем — возможна тайная угроза семейному счастью, последствия которой не скоро скажутся. Если мебель неожиданно ломается — это предвещаем ссору, временный разлад в семье.

Если вам приснился мебельный гарнитур — значит, что для вас наступило благоприятное время для крупных приобретений длительного пользования; если гарнитур кухонный — значит, у вас нервное перенапряжение, вам нужно отдохнуть — общение с природой доставит удовольствие и придаст новые силы; если гарнитур спальный — значит, сейчас очень благоприятное время для создания новых связей.

Видеть во сне шифоньер — знак, что нужно обратить внимание на выполнение ваших обязательств во избежание неприятностей. Если во сне вы кладете что-либо в шифоньер — значит, вы склонны уделять личной жизни слишком много внимания, что может негативно сказаться на ваших взаимоотношениях с людьми; брать из него что-либо — предупреждение: не очень рассчитывайте на поддержку со стороны; раскладывать вещи в шифоньере или искать что-то — означает печальные предчувствия и ожидания. Если во сне вы любуетесь идеальным порядком в шифоньере — значит, обстоятельства будут складываться благоприятным образом.

Заполненный шкаф символизирует благополучие, пустой — неприятное стечение обстоятельств. Увиденный во сне шкаф с бельем означает, что заботы и хлопоты целиком поглощают вас, с обувью — знак, что в вашей жизни слишком много эротики, с посудой — знак, что вы часто не имеете собственного мнения, шкаф с книгами символизирует ваше стремление к знаниям. Видеть во сне шкаф с оторванной дверцей — означает разглашение тайны, неумение что-то таить в себе.

Приснившийся диван символизирует покой, покупка дивана — обретение спокойной жизни. Если во сне вы сидите или лежите на диване — такой сон обещает вам хорошие отношения в семье; сломанный или испорченный диван — предостережение о грозящей опасности.

Для девушки увидеть во сне, как она старательно наводит порядок в комоде, тщательно раскладывает в нем постельное белье и одежду, означает, что она вскоре встретит своего будущего мужа и вступит в счастливый брак.

Замужней женщине такой сон сулит полное взаимопонимание в семье, заботу детей и помощь супруга.

Иногда приснившийся комод может означать, что вскоре вы по каким-либо причинам можете покинуть свой дом.`
  },
  {
    word: 'Мед',
    description: `Видеть во сне мед — предвестие счастья в жизни, удачи в делах.

Если вы едите во сне мед — значит, вскоре испытаете радость и наслаждение от общения с любимым человеком. Пить мед — к успеху на литературном поприще или в изобразительном искусстве.

Вынимать мед из улья во сне — значит, что скоро вы будете обладать значительным состоянием.`
  },
  {
    word: 'Медаль',
    description: `Видеть или носить медаль — означает, что вы займетесь коллективной работой, спланируете совместные проекты — это гарант вашего успеха.

Если во сне вас награждают медалью — значит, вам окажут свое покровительство влиятельные люди. Сломанная медаль — к печали. Вручать кому-нибудь медаль — знак того, что осуществлению вашей мечты поможет друг, покровитель или родственник.

Медальон снится к любовному свиданию.`
  },
  {
    word: 'Медведь, медвежий угол',
    description: `Медведя видеть во сне — к выигрышу; попасть к нему в лапы — к большим затратам, потере имущества; видеть, как он танцует, — к получению желанного кредита; охотиться на медведя — к опасности; видеть медвежью шкуру — к богатству. Если вы его ударили или видите издалека — сон предвещает какое-то диво или смерть родственника:

Побороть медведя во сне — предвещает наяву победу в схватке со скупым, жадным и бесчестным человеком.

Берлогу видеть во сне — к неприятностям, убить медведя — означает победить врага. Его мясо есть — означает воспользоваться имуществом врага либо предвещает свадьбу; молоко медведицы пить — к неприятности, унизительной милости со стороны врага; бежать от медведя — к преследованию врагами; подружиться с медведем во сне — к раскаянию.

Белый медведь снится к свадьбе, девушке медведя видеть — к замужеству.

Если молодой женщине приснится разъяренный медведь — значит, наяву у нее будет счастливая, опасная соперница или искушение уйти к своему тайному другу. Если вам приснится дрессированный медведь — значит, вы встретите уступчивого, спокойного человека, жизнь с которым будет безоблачной.`
  },
  {
    word: 'Медитация',
    description: `Медитировать во сне — знак того, что вскоре вам предстоит сделать выбор, от которого будет зависеть ваше будущее. Это может быть выбор между велением совести и простой материальной выгодой.`
  },
  {
    word: 'Медуза',
    description: `Видеть во сне медузу — к предстоящему отдыху у моря.`
  },
  {
    word: 'Медь',
    description: `Медь символизирует собой счастье, успех, гармонию в отношениях, продвижение по службе. Медная цепь — символ чувственности. Приобретать во сне медный предмет — к большому богатству, известности.`
  },
  {
    word: 'Мел',
    description: `Во сне чистить мелом предметы, зубы — означает найти золотую жилу, обрести множество поклонников.`
  },
  {
    word: 'Мелководье',
    description: `Если во сне вы находитесь на мелководье — значит, что вскоре у вас возникнет желание сделать что-то существенное в жизни, реализовать крупный проект или достичь давно поставленной цели.

Во сне плыть на корабле и сесть на мель, с которой никакими усилиями не сойти, — означает наяву испытать чувство справедливой, но бессильной досады.`
  },
  {
    word: 'Мельница, Ветряная мельница',
    description: `Видеть во сне мельницу в полном действии — к беспокойной жизни; видеть, как вращаются пустые жернова, — означает бесполезную болтовню; видеть остановившуюся мельницу — к упадку дел.

Мельница на реке — означает семейное счастье и благосостояние, семейный уют. Мельничную плотину видеть — к опасности.

Мельничное колесо служит предостережением от плохих последствий любовной авантюры. Ветряная мельница символизирует невзгоды, беспокойство, несчастную старость.`
  },
  {
    word: 'Менструация',
    description: `Если во сне у женщины задержка менструации — вскоре ее ждет знакомство с очень богатым любовником или кратковременная, но страстная любовь.`
  },
  {
    word: 'Меню',
    description: `Если во сне вы знакомитесь с меню — значит, вы будете приглашены на банкет или день рождения.`
  },
  {
    word: 'Мерзнуть, Замерзать',
    description: `Если во сне вы начали замерзать — значит, и наяву вам действительно предстоит переохлаждение.

Чувствовать, что вы умираете от холода, замерзаете, — знак, что вы получите повод для разрыва отношений с близким человеком, также это снится к получению денег.`
  },
  {
    word: 'Мертвец',
    description: `Видеть во сне покойника — к счастью, покойник в гробу — к материальной прибыли, ожившего — к известию, письму, вставшего из гроба — к гостю со стороны, стоящею покойника — к большой беде, плачущего — к перебранке, ссоре, рассыпавшегося в прах — к благополучию, открывать гроб и говорить с покойником — к несчастью.

Целовать покойника — к здоровью и долголетию, если на самом деле он жив, если же умер — то к перемене погоды. Разговаривать с покойником, который был вам другом в жизни, — означает устроить хорошо свои дела и вести себя достойно.

Видеть себя умершим во сне — означает наяву испытать небывалый прилив сил и вдохновения, подойти к пику удачи.

Умерших родственников, друзей или близких видеть — к исполнению тайных желаний, получению помощи в тяжелом положении. У умершего что-либо брать во сне — к счастью, богатству, его поздравлять — означает совершить хороший поступок, его жаждущего видеть — знак того, что о нем плохо помнят.

Все, что мертвый во сне говорит, — правда.

Если покойники снятся живыми — это к большой неприятности или слабости. Кто живого человека увидит во сне мертвым, тот долго проживет и избавится от скорби.`
  },
  {
    word: 'Месть',
    description: `Мстить во сне — к тоске, печали и неприятностям.`
  },
  {
    word: 'Металл',
    description: `Видеть во сне металлическое строение или металлические балки — к нелегкому заработку.`
  },
  {
    word: 'Метель',
    description: `Ехать куда-нибудь во сне во время страшной метели — к экстренному спешному поручению, в метель попасть — значит, вас ожидает жизненная буря, которая скоро пройдет.

В метели заблудиться — знак того, что смятение чувств ведет вас к отчаянию, наблюдать в окно метель из теплой комнаты — жизненная буря пройдет мимо вас.`
  },
  {
    word: 'Метрополитен',
    description: `Во сне видеть мех — к ссоре из-за заносчивости, отсутствия мужества. Большие меха снятся к богатству, лисий мех — к обману, бобровый мех — к благополучию.`
  },
  {
    word: 'Мех',
    description: `Во сне видеть мех — к ссоре из-за заносчивости, отсутствия мужества. Большие меха снятся к богатству, лисий мех — к обману, бобровый мех — к благополучию.`
  },
  {
    word: 'Меч',
    description: `Меч во сне видеть — означает затеять с кем-либо вражду, вам предстоит бороться за правду, вернуть себе честное имя или отыграться в карты. Им размахивать — к возможности испытать страх.

Если между вами и другим человеком бросают меч — значит, кто-то хочет вас поссорить.

Рубиться во сне на мечах — к большой удаче, выгоде; точить меч — к радости, удаче. Врага проколоть мечом — к победе его своей хитростью, зарубить врага мечом — к победе его силой и энергией.

Меч на стене видеть — предупреждение: будьте настороже; меч, падающий со стены, — означает, что вам скоро понадобится много мужества.

В ножны меч вкладывать — означает, что ваша душа тщетно жаждет мира, из них вынимать — вы вскоре испытаете сильную страсть; меч украсть — гнев с другого человека на себя отвести, потерять меч — к хаосу чувств и мыслей. Меч во сне слишком тяжел — значит, что вам мешает жалость.

Принимать от кого-то меч во сне — к гостю издалека, принимать сразу три меча — к повышению по службе; путешествовать во сне с мечом в руках — к близкой материальной выгоде; если меч лежит в изголшил- кро вати — вас ждет большое счастье.

Для женщины во сне вынимать из ножен меч — означает рождение сына.`
  },
  {
    word: 'Мешок',
    description: `Видеть во сне полный мешок — значит, за нелегкий труд вы получите достойное вознаграждение; пустой — к неудаче в делах; дырявый — к убыткам.`
  },
  {
    word: 'Микроскоп',
    description: `Видеть во сне микроскоп — предвестие небольшой деловой неудачи, возможны денежные затруднения на короткое время. Пользоваться микроскопом — знак, что вам удастся выяснить истинные чувства интересующего вас человека.`
  },
  {
    word: 'Микрофон',
    description: `Видеть или пользоваться во сне микрофоном — к новым приятным обязанностям.`
  },
  {
    word: 'Милиционер',
    description: `Хранители правопорядка, приснившиеся вам, символизируют неизбежные закономерности жизни или неприятности с близкими. Видеть во сне милиционера — к давлению со стороны высокопоставленных лиц, аресту визит милиционера — к выздоровлению членов семьи, разговор с милиционером во сне — к спору.

Для молодой женщины этот сон — официальное предложение выйти замуж.`
  },
  {
    word: 'Милиция, Интерпол',
    description: `Увидеть во сне милиционера или просить его о помощи — предвестие затруднений, которые вы не сможете решить самостоятельно. Самому быть милиционером — означает, что только вы сможете помочь кому-то справиться с проблемами. Быть сотрудником международной организации, сотрудничать с ней — значит, что вам предстоит ответить за подлость, грубость или некорректное отношение к кому-то. Если во сне вас разыскивает Интерпол — значит, наяву вам предстоит общение с неприятными или подлыми людьми, но вы не сможете его избежать.

Увидеть во сне милицейский наряд или патруль — означает, что вас могут втянуть в какое-то разбирательство по делу, не имеющему к вам отношения; если они проверяют документы у вас или просят показать паспорт — сон сулит перемены в жизни.`
  },
  {
    word: 'Милостыня',
    description: `Раздавать во сне милостыню — к прибыли, просить ее — к непредвиденным расходам, получать милостыню — к оскорблениям.`
  },
  {
    word: 'Мимоза',
    description: `Видеть во сне мимозу — к волнениям в супружеской жизни как хорошим, так и не очень.`
  },
  {
    word: 'Министр',
    description: `Министр своей страны снится к успеху, иностранный — к неудачным переменам и неприятным деловым поездкам. Если во сне вы видите себя министром — значит, вы можете незаконно присвоить себе чужие права.`
  },
  {
    word: 'Мираж',
    description: `Увидеть во сне мираж — означает, что вам предстоит трудное и, как покажется на первый взгляд, безнадежное дело, но если вам удастся с ним справиться, то вас ждет почет, уважение и стремительное продвижение по служебной лестнице.`
  },
  {
    word: 'Мишень',
    description: `Увиденная во сне стрельба по мишени — означает, что вам необходимо заняться срочным, но не очень приятным делом. Служить мишенью стрелку или нескольким стрелкам — значит обратить на себя внимание толпы.

Женщине стрелять и попасть в мишень — заполучить верного поклонника.`
  },
  {
    word: 'Модель',
    description: `Быть во сне моделью, по которой готовят одежду, — предупреждение: вы пытаетесь совершить грубую ошибку или пытаетесь достичь цели неверным путем. Для женщины быть моделью или натурщицей для художника — значит, что вскоре вам предстоит мимолетная любовная связь.

Если во сне вы общаетесь с известной моделью как с равной себе — значит, вы попусту тратите свое время и силы, все ваши старания пока напрасны. Самой быть во сне знаменитой моделью — к проблемам и затруднениям в делах.`
  },
  {
    word: 'Модельер',
    description: `Увидеть во сне известного модельера или кутюрье — знак того, что ваше руководство по достоинству оценит ваши способности или предложения, что позволит вам занять более стабильное положение на работе, а возможно, и получить прибавку к зарплате или премию.`
  },
  {
    word: 'Мозаика',
    description: `Видеть во сне мозаику на стене или на потолке — к недоразумениям, размолвкам и разочарованиям. Собирать во сне мозаику или видеть, как это делают другие, — знак расположения и интереса к вам ваших приятелей.`
  },
  {
    word: 'Мозг, мозги',
    description: `Видеть во сне человеческий мозг — к прибыли, а также к страху перед любовью или беременностью.`
  },
  {
    word: 'Мозоли',
    description: `Мозоли иметь во сне — к ссоре. Страдать от мозолей и стараться от них избавиться — означает пережить временные трудности. Выведенные мозоли — предсказание перемен к лучшему.`
  },
  {
    word: 'Молния',
    description: `Видеть во сне молнию и слышать гром — к счастью и богатству; слышать только гром — к важным экономическим событиям. Увидеть молнию над своей головой — знак того, что удача и процветание будут вам сопутствовать лишь на короткий период времени. Если вас во сне поражает молния — к богатству и известности; если свет молнии освещает тело — вас ждет счастливое событие.

Если во сне в вашу комнату залетела шаровая молния — значит, наяву вы будете о чем-то сожалеть, переживать и расстраиваться. Пожар, случившийся в доме от шаровой молнии, — весть о болезни близкого человека. Если шаровая молния пролетит мимо вас и исчезнет на ваших глазах и вы при этом будете испытывать облегчение — значит, все заботы и несчастья минуют вас, вы будете наслаждаться благополучием и спокойствием.

Видеть дерево, разрушенное молнией, — означает опасность потерять истинного друга; удар молнии в голову без боли — знак того, что вы займете устойчивое положение в обществе; удар ее в громоотвод — это предостережение от ошибок.`
  },
  {
    word: 'Молоко',
    description: `Покупать во сне молоко — к обману, кипятить его — к ошибке, есть во сне кислое молоко — означает ссору с женщинами, пить парное молоко — к радости и благополучию, пить молоко из женской груди — означает вашу безнравственность и беспринципность.

Обезьянье молоко пить во сне — знак, что вы можете получить неизлечимую рану, козье — ваше выздороление целиком зависит от вас, кобылье — к веселью, известию, здоровью, ослиное — к получению благодарности, общественного признания.

Пить во сне кумыс — означает, что если вы больны, ваше здоровье идет на поправку, если вы не жалуетесь и л здоровье, то это только укрепит его.`
  },
  {
    word: 'Молоток',
    description: `Видеть во сне, как на аукционе ударяют молотком, — знак того, что в будущем вас ждет случайный выигрыш, неожиданная прибыль.

Забивать молотком гвозди в стену — предостережение от навязчивости и наглых выходок по отношению к вашим близким.

Видеть во сне кувалду — к строительным работам в доме, работать с кувалдой — к отсутствию надежды на помощь в этом строительстве.`
  },
  {
    word: 'Моль',
    description: `Увидеть во сне моль, летающую в большом количестве повсюду, — к убыткам, значительному неурожаю, семейным неприятностям, ревности.

Убить моль во сне — означает найти причины бесчисленных ссор и недоразумений в семье, у вас появится возможность избежать их в дальнейшем.`
  },
  {
    word: 'Монах, монахиня',
    description: `Сон, в котором вы видите монаха, служит предостережением от неудачи, возможно, вы будете искать совета в тяжелых обстоятельствах, монах может присниться к значительным переменам в судьбе (как плохим, так и хорошим). Работающий монах означает исполнение задуманного.

Если во сне вы говорите с монахом — значит, вас ждет важная перемена в судьбе.

Монахиню видеть — к смене профессии, неудаче в любви. Старых или поющих монахинь видеть — к вдовству. Вступать во сне в связь с монахиней — к потере богатства или имущества.`
  },
  {
    word: 'Монстр',
    description: `Видеть во сне, что вас преследует монстр, — к неприятностям, убивать монстра — к успеху в делах.`
  },
  {
    word: 'Монтаж, Демонтаж',
    description: `Быть во сне монтажником — хороший знак, ваши покровители помогут вам достичь больших высот, особенно хороший сон, в котором вы производите монтаж оборудования.

Производить во сне демонтаж оборудования — означает, что наяву вам предстоят большие хлопоты за свое положение в обществе или за свою работу.`
  },
  {
    word: 'Морг',
    description: `Видеть во сне морг со стороны — знак того, что вам придется беспокоиться и волноваться за свое будущее, но все ваши опасения окажутся необоснованными.

Быть внутри его — к радости. Опознавать кого-то в морге — предвестие провала, разорения и напрасных надежд.`
  },
  {
    word: 'Море',
    description: `Если во сне вы плывете по морю, то это всегда сулит какие-то перемены в жизни, дорогу; вы можете обрести богатство, силу и здоровье.

Видеть волнующееся море — к убытку; в море упасть — к опасности; плавать во сне по морю, видеть корабли на море — к беспокойству.

Слышать во сне шум морского прибоя — означает потерянные иллюзии, бесплодную, одинокую жизнь.

Если девушке снится, что она плывет по морю со своим любимым или с веселой компанией, — значит, ее ждет приятная новость, долгожданная встреча, счастливая любовь.`
  },
  {
    word: 'Морщины',
    description: `Видеть кого-нибудь, покрытого множеством морщин, — означает, что наяву вы мечтаете вернуть себе молодость.

Морщины также могут означать популярность у другого пола.

Видеть морщины на своем лице во сне — к усталости и душевной пустоте. Иметь морщины во сне — быть здоровым до глубокой старости.`
  },
  {
    word: 'Моряк',
    description: `Видеть матроса во сне — к спокойствию, важному событию в личной жизни; говорить с ним — к успеху, надежде; видеть во сне много матросов — к дороге.

Если девушке приснился матрос — значит, у нее вскоре появится тайное знакомство. Молодому человеку такой сон сулит приятные перемены или готовность к службе.`
  },
  {
    word: 'Мост',
    description: `Сидеть во сне ка мосту — к получению повышения по службе; подниматься на мост, взявшись с кем-то за руки, — к беременности жены; мост во сне рушится — к перебранке; ломаются опоры у моста — к неприятностям у детей или внуков.

Видеть сломанный мост — к потере денег; переходить мост — означает избежать опасность. Если мост под вами шатается — значит, возможны непрочные отношения, навязчивый страх потерять рассудок.

По необыкновенно длинному мосту идти и не иметь сил дойти до его конца — к страху перед болезнями, перед мыслями о смерти. По мосту стремительно бежать — к разлуке, потере, страху потерять близкого вам человека.

С моста вниз упасть или прыгнуть — означает, что вы можете лишиться внимания или уважения людей, поддержки, вступить в некие отвратительные вам связи.

Если посреди моста вы видите забор — значит, вас преследуют социальные помехи в отношениях с обществом и людьми.

Мост пытаться строить — означает чувствовать свою обособленность, быть недовольным замкнутостью своей жизни. Разрушать мост — означает идти на конфликт с кем-то, порвать с дурными людьми. Видеть, как рабочие строят мост, — к счастью, всеобщему благоденствию.

Если девушку перевозят через мост — значит, скоро она выйдет замуж.`
  },
  {
    word: 'Мотоцикл',
    description: `Увидеть во сне мопед или мотороллер — предупреждение о том, что вы собираетесь совершить какой-то поступок или принять решение, которое негативно отразится на вашем будущем.

Увидеть во сне мотоцикл — предвестие увлекательного путешествия; если он новый или очень красивый, то путешествие вы проведете со своей возлюбленной или познакомитесь с кем-нибудь в путешествии.

Участвовать в мотокроссе или быть на соревнованиях — предвестие вашей победы над всеми врагами, преодоление всех преград и препятствий.`
  },
  {
    word: 'Мошенник, Авантюра, Авантюрист, Аферист',
    description: `Если во сне мошеннику или аферисту удалось вас обмануть — значит, впереди вас ждут трудности к препятствия; если же вы его раскусили, то наяву вам не стоит расстраиваться по пустякам, все проблемы только на первый взгляд кажутся нерешаемыми.

Стать во сне жертвой авантюриста — означает вашу неуверенность в друге или компаньоне. Велика вероятность того, что вам не удастся довести до конца начатое дело.

Быть во сне самому авантюристом — значит, что вы склонны к рискованным отношениям с недостаточно честными людьми. Готовить во сне авантюру — вас могут ожидать проблемы с законом или властями. Успешная авантюра предупреждает вас о грядущих неприятностях и препятствиях на вашем пути.`
  },
  {
    word: 'Мошкара',
    description: `Видеть во сне мошкару в воздухе около вас — знак того, что наяву вам будут создавать проблемы самые ничтожные личности.`
  },
  {
    word: 'Мужчина',
    description: `Увидеть во сне лысого мужчину — к уважению и богатству. Для женщины видеть мужчину в сорочке — к неприятностям в браке, обнаженного мужчину во сне — к удаче, видеть мертвого мужчину на улице — к открытию новых источников дохода, интимные отношения во сне с мужчиной — к потере состояния.`
  },
  {
    word: 'Музей',
    description: `Во сне посетить музей или паноптикум — к новым знаниям, расширению кругозора.`
  },
  {
    word: 'Музыкальный инструмент, Инструмент музыкальный, Аккордеон, Балалайка, Барабан, Бас-гитара, Баян, Виолончель, Гармонь, Гитара, Дудка, Дудочка, Игра на музыкальном инструменте',
    description: `Видеть во сне музыкальные инструменты — к получению давно забытых удовольствий; если они сломаны — значит, получение удовольствий будет прервано вмешательством незваной компании.

Увидеть во сне висящую на стене гитару — к удовольствиям, играть на ней — означает узнать наяву интересные новости, слышать ее — тужить о том, что было в ваших руках, а вы не воспользовались случаем. Покупка гитары во сне — знак того, что вам предстоит сделать выбор.

Электрогитара во сне — предвестие ваших стремлений найти общий зык с теми, кто вам неприятен, но очень нужен; играть на ней — допустить досадную ошибку и раскрыть тайну в самый неподходящий момент.

Слышать во сне игру на бас-гитаре — означает, что кто-то пытается навредить вам, создавая различные препятствия на вашем пути.

Слышать во сне медленную приятную музыку — к крепкому здоровью и удаче в делах, диссонирующие нестройные аккорды — к занятиям неприятным, раздражающим вас делом, грустную мелодию — к печальным известиям.

Видеть во сне фортепиано — предвестие какого-нибудь веселого события или встречи, играть на нем — знак, что ваше начинание принесет хорошие плоды.

Если вам приснилось разбитое и расстроенное фортепиано — значит, наяву вас мучает непризнание ваших заслуг перед обществом. Видеть во сне старинное пианино — знак, что ваши неприятности являются следствием пренебрежения добрыми советами. Для девушки во сне разучивать сложную мелодию — означает, что один из ее друзей проявит к ней более глубокие чувства, нежели просто дружба. Если во сне вы видите рояль или играете на нем — значит, дадут знать о себе старые друзья или бывшие сотрудники.

Во сне слышать орган в церкви — к развалу семьи, печальное песнопение во сне в сопровождении органа — к утомительной работе, ссоре с друзьями.

Видеть во сне гармошку или слышать игру на ней — к приятному времяпрепровождению, приглашению на торжество.

Слышать во сне баян — к появлению у вас верного помощника и друга. Видеть, как вы играете на нем, — знак, что вы порадуете чем-либо свою семью.

Слышать во сне игру на аккордеоне — к развлечениям, избавлению от печальных воспоминаний. Для молодой женщины видеть себя играющей на аккордеоне — предвестие встречи с любимым человеком, союз с которым будет счастливым и долгим. Если же аккордеон фальшивит — значит, ваш близкий друг может заболеть.

Видеть во сне играющим на виолончели себя или кого-то — к большому радостному событию.

Видеть во сне трубу — к хорошим новостям, также это знак, что у вас появятся необычные увлечения, дуть в трубу — к исполнению желаний.

Видеть во сне скрипку — к веселому времяпрепровождению, удаче в любви, прибавлению в семье. Играть во сне на скрипке вместе с оркестром — к оказанию вам всяческих почестей, в одиночестве — знак, что вы обретете утешение и душевное равновесие.

Видеть балалайку во сне — к радости, веселью. Слышать во сне похвалы в адрес вашей игры на балалайке — означает наяву получить незаслуженный выговор. Если во время игры на балалайке лопнула струна — это сулит неожиданную перемену ваших планов.

Слышать во сне звук музыкальных тарелок — к болезни пожилого человека из вашего окружения.

Видеть барабан во сне — к доброжелательным отношениям с окружающими, для моряков, рыбаков и торговцев — это знамение удачи и процветания. Если звук барабана приглушенный — значит, кому-то из ваших друзей необходима помощь, громкий — предвестие счастья, благополучия, успешной карьеры. Если во сне вы бьете в барабан — значит, вас посетит гость, прибывший издалека. Видеть во сне дудку или маленькую флейту или играть на них — означает, что вопреки распускаемым о вас слухам ваша репутация останется безупречной, слышать звуки дудочки — означает, что скоро вам придется отстаивать свою честь или достоинство близких вам людей; для женщины — это знак, что ее ждет брак с военным.`
  },
  {
    word: 'Мука',
    description: `Печь из муки во сне — к получению финансового выигрыша. Рассыпать муку во сне — означает, что вас ждут приятные хлопоты. Жуков из муки выбирать — к расстройству в делах или нужде. Муку ржаную видеть во сне — к муке, досаде.

Молодой девушке быть обсыпанной мукой — сон сулит скорое и счастливое замужество, заботливого и доброго мужа.`
  },
  {
    word: 'Мультфильм',
    description: `Если во сне вы смотрите мультфильм — значит, вам придется столкнуться с детскими воспоминаниями.`
  },
  {
    word: 'Мумия',
    description: `Видеть во сне мумию — к неприятностям со здоровьем.`
  },
  {
    word: 'Муравей',
    description: `Видеть муравьев во сне — к знакомству с трудолюбивыми людьми. Поймать муравья во сне — означает, что деньги прибудут в ближайшем будущем, а с ними — почет и уважение. Видеть много муравьев во сне — к тяготам от однообразия жизни, много бегущих муравьев — к дороге, муравейник — к оказанию вам большой чести. Раздавить муравья — означает разрушить свой успех. Если он залезет в ухо или в рот — это означает опасность для жизни. Красных муравьев во сне видеть — к тяжкому похмелью.`
  },
  {
    word: 'Мусор, Барахло',
    description: `Приснившаяся вам куча барахла, старых или ненужных вещей означает, что в глубине души вы осуждаете некоторые свои увлечения или поступки. Убирать мусор во сне — в действительности означает справиться с трудностями.

Мусор снится к большим делам. Если во сне вы выметаете мусор из дома — это означает, что «выметаете» себя или другого.

Вороха всякого сора таскать по дому — значит, вы станете жертвой странных и глупых сплетен, которые будут вам сильно досаждать.

Увидеть во сне хлам — означает наяву множество почти неразрешимых задач и скудное вознаграждение, чувство недовольства.

Отбросы снятся к затруднениям, неудачам в бизнесе.

Горящая груда старого хлама — предвестие дохода из неожиданного источника.`
  },
  {
    word: 'Мутант',
    description: `Увидеть во сне мутанта — предупреждение о том, что вам необходимо больше внимания уделять своему здоровью. Для девушки такой сон может быть предвестием неудачного замужества или знакомства с подлым и нечестным на руку любовником.`
  },
  {
    word: 'Муха',
    description: `Муха вокруг вас вьется во сне — к печали, хлопотам, неотступно преследующие вас мухи — к дурным предчувствиям. Оводы символизируют гнев. Бить мух — к радости, есть мух — к неприятностям.

Если снится, что мухи в доме и летят вверх через камин, — это к пожару. Муха во сне садится на одежду — к наговору, клевете.`
  },
  {
    word: 'Мыло',
    description: `Мыло видеть во сне — к неожиданности. Мыльные пузыри символизируют собой обманчивые иллюзии. Видеть много красивого мыла во сне — значит, что ваши финансовые дела пойдут на поправку благодаря искренней помощи друзей и богатых родных.

Умываться с мылом — признак преждевременной старости. Если снится мыльница — окружите заботой ваших самых близких людей, внимание только укрепит ваше влияние в семье.`
  },
  {
    word: 'Мышь',
    description: `Если вам приснились мыши — это к счастью, радости, удачному преодолению препятствий. Белые мыши видеть — особенно благоприятный символ. Ловить мышь, за ней бегать — к сватовству, хорошим планам на будущее. Поймать мышь — означает, что вы испытаете удовлетворение от страсти, отомстите изменнице. Есть мышь — к необходимости быть осторожнее, возможна опасность, убить мышь — к печали.

Мышеловку видеть во сне — означает, что кто-то клевещет на вас. Если вы ставите мышеловку — это может послужить предупреждением о том, что вам необходимо быть предельно осторожным, чтобы не дать повода для сплетен.

Если вы увидели во сне летучих мышей — это очень нехороший сон — к печали, плохой вести, неприятности, вору в доме. Увидеть летающую летучую мышь — означает радоваться неудачам своего заклятого врага. Убить летучую мышь — к выздоровлению от опасной болезни, избавлению от смертельной опасности.`
  },
  {
    word: 'Мясо, Балык, Баранина, Бифштекс, Буженина, Ветчина, Говядина, Гуляш, Жаркое (кушанье), Заливное',
    description: `Видеть во сне мясо — к благополучию и радости в доме. Приготавливать во сне мясо — к неопределенной переменчивой ситуации, которая может означать как плохое, так и хорошее. Есть во сне вареное мясо — к улучшению состояния здоровья или к богатству, сырое — к убыткам, неприятностям; свинину, гусятину или дичь — к счастью, говядину — к застою в делах или убыткам, баранину — к успеху. Видеть, что во сне вы кормите кого-либо мясом, — означает наяву потерять авторитет у окружающих.

Для девушки или женщины видеть во сне большое количество мяса — к чувственной любви, для мужчины — к тоске.

Если вам приснилось, что вы жарите во сне бифштекс, — значит, вас ждет популярность у коллег, едите его — к повышению в должности, ответственной и высокооплачиваемой работе; жарить котлеты во сне — к праздничному застолью, но готовить придется вам самим.

Если вам приснилось, что вы едите ростбиф, — значит, вас одолевает нравственное и физическое пресыщение.

Видеть ветчину — знак, что у вас могут объявиться богатые родственники. Есть во сне ветчину или бекон — к убыткам.

Если во сне вы занимаетесь приготовлением буженины — это знак, что у вас есть все шансы получить весомую прибавку к жалованью.

Видеть во сне тушенку — знак, что ваша семья недоедает, есть ее — означает, что ваше питание улучшилось, покупать ее — знак того, что вам нужно позаботиться о своих продуктовых запасах, продавать тушенку — означает, что вы не в состоянии обеспечить семью продуктами.

Видеть во сне мясника — к тяжелой и неприятной встрече, опасности. Если во сне он режет мясо — значит, вам следует опасаться подлога. Если в образе мясника вы узнаете своего знакомого — это означает, что у него могут быть проблемы со здоровьем. Разделывать во сне свиную тушу — к большой прибыли, осуществлению ваших краткосрочных планов.

Если вам приснился мангал, на котором жарится шашлык, — это предвещает ситуацию, в которой вы полностью посвятите себя домашним делам.

Если вам приснилась мясорубка — это знак, что вас может охватить беспричинная тоска, депрессия. Вам нужно отдохнуть, побыть на природе.`
  },
  {
    word: 'Мята',
    description: `Запах и вкус мяты, который вы ощущаете во сне, принесет благополучие и покой, исчезнут или стушуются все раздражающие вас обстоятельства или черты характера ваших близких.

Перечная мята снится к приятной вечеринке и интересным занятиям романтического характера.`
  },
  {
    word: 'Мяч',
    description: `Играть в мяч во сне — означает получить благоприятную возможность, которую нельзя пропустить. Если мяч катится вам под ноги — значит, вы получите запоздалое наследство или вернется дорогой друг.

Играть во сне небольшим мячиком — к счастливой встрече с другом детства. Если вам приснился мяч, не принимайте кардинальных решений на работе, занимайтесь второстепенными делами, перенесите поездки на более поздний срок и обратите внимание на состояние своего здоровья.`
  },
  {
    word: 'Набережная',
    description: `Гулять во сне по набережной — предвестие долгой и изматывающей борьбы за свое прочное положение, из которой вы выйдете победителем.`
  },
  {
    word: 'Наводнение',
    description: `Быть во сне унесенным волнами и освободиться — испытать раскаяние в прошлом; унесенным с постелью — к счастливой находке или непредвиденному счастью. Наблюдать наводнение издали — предостережение о навязчивом человеке, наводнение до окон — к счастью, удаче.`
  },
  {
    word: 'Наволочка',
    description: `Видеть наволочку во сне — знак того, что вам может дорого обойтись наивная доверчивость и безоглядная вера в порядочность ваших коллег.`
  },
  {
    word: 'Нагота, Голый, Голых видеть',
    description: `Увидеть во сне себя нагим с прекрасным телом — к благополучию; видеть тело с повреждениями — к личной неприятности; других видеть нагими — к скандалу.

Неожиданно во сне оказаться голым, потерять одежду, забыть ее надеть и спокойно ходить — означает, что вас может ожидать опасность из-за вашей излишней самоуверенности и полной безответственности. Оказаться голым и испугаться этого, застыдиться — предостережение, что вас выведут на чистую воду, что вы не такой, какой вы есть на самом деле, и вас мучает совесть.

Перед людьми раздеваться — символ предостережения от ошибок, от действий, которые принесут вред; на улице оголяться — знак того, что предстоят основательные перемены в жизни; раздеваться во сне — знак того, что вы будете терпеть что-нибудь по своей вине, не стараясь что-нибудь изменить в жизни.

Если во сне вы ходите раздетым среди людей и никто этого не замечает — такой сон означает интенсивное и исключительно духовное общение, вы сможете оказывать влияние на людей.

Много девиц голых видеть — означает ложь, мужчине красивую голую женщину видеть — означает много радости и удачу, старуху голую — к печали, отчаянию, мужчине мужчину голого видеть — означает открыть тайну. Много голых людей видеть — к пьяным в доме.

Если раздеваетесь во сне вы — это означает, что стрессы могут привести к ухудшению состояния здоровья; раздевается кто-то — значит, вас будут волновать проблемы других людей, что отрицательно скажется на вашей энергии. Мужчине девицу раздевать — к большому счастью, чужую жену — означает, что вы можете получить вред от легкомысленного поступка. Раздевать во сне — к волнению, ссоре. Видеть или находиться во сне в раздевалке — означает, что у вас сильное эмоциональное напряжение; необходимо побыть в компании приятных людей, вам станет спокойнее.`
  },
  {
    word: 'Награда',
    description: `Быть во сне награжденным или получить приз — означает наяву внимание со стороны влиятельных людей, взаимность в любви. Вручать знакомому во сне награду — к исполнению желания или мечты при содействии друга, покровителя, родственника, потерять награду — к разрыву отношений. Сломанная награда снится к печали; видеть во сне награждение — к успеху в деле, которое казалось убыточным.`
  },
  {
    word: 'Наказание',
    description: `Получить во сне наказание за невыполненную работу — означает, что вскоре на вас возложат обязанности, которые будут вас раздражать и которые вы упорно не захотите выполнять.`
  },
  {
    word: 'Наколка',
    description: `Если во сне вы делаете себе наколку — значит, наяву возможны неприятности с желудочно-кишечным трактом.`
  },
  {
    word: 'Налог, Инспектор налоговой инспекции, Налоговый инспектор',
    description: `Видеть во сне, что вас или вашу фирму посетил налоговый инспектор с проверкой, — к материальным затруднениям.

Если во сие платите налоги вы — значит, вы одолеете злые силы, стремящиеся вас погубить; если платят другие люди — это означает, что вам понадобится помощь друзей. Если вы не можете заплатить налоги — значит, новое дело, начатое вами, не принесет доходов.

Если вам снится, что вы обманываете налоговую инспекцию, — сон предвещает убытки.`
  },
  {
    word: 'Наперсток',
    description: `Видеть наперсток во сне — к сплетням; иметь его на пальцах — предвестие работы, за которую мало заплатят. Потерять наперсток — неудачам и разочарованию.`
  },
  {
    word: 'Наркоз',
    description: `Если во сне вы находитесь под наркозом — это означает, что вы слишком много времени посвящаете работе и скопившаяся усталость дает о себе знать. Вам лучше немного отдохнуть, расслабиться и с новыми силами продолжать начатое дело.`
  },
  {
    word: 'Наркотики, Анаша',
    description: `Видеть во сне, как вы принимаете наркотик, — означает, что ваш авторитет непоколебим; предотвращать по сне прием наркотиков другими — означает приносить людям пользу; видеть, что наркотики принимает ваша возлюбленная, — к неудачам в делах и ссоре с другом.

Если во сне вы даете наркотики кому-либо — это означает легкое недомогание кого-то из членов вашей семьи.

Видеть, что вы курите во сне анашу, — к появлению у вас состоятельных спонсоров, продавать кому-то анашу — к глубокому разочарованию в любимом человеке.

Для замужней женщины видеть во сне себя курящей анашу — к семейной ссоре из-за ее поведения, для мужчины такой сон — к неприятностям на службе.`
  },
  {
    word: 'Нарост',
    description: `Увиденный во сне нарост на теле — женатому предвещает рождение детей, а холостому - женитьбу.`
  },
  {
    word: 'Наручники',
    description: `Видеть во сне наручники — к опасности, лишению свободы в прямом или переносном смысле (арест, неудачный брак и т.п.). Быть во сне закованным в цепи — к счастью.`
  },
  {
    word: 'Насекомые',
    description: `Видеть во сне много насекомых — означает стать жертвой клеветы.`
  },
  {
    word: 'Наследство',
    description: `Получить во сне наследство — к бессоннице. Если вам приснился сон, в котором вы стали наследником большого состояния, — будьте осторожны: в ближайшем будущем вы можете потерять то немногое, что у вас есть. Этот сон может предупреждать вас о надвигающейся опасности, но он же может предвещать и весьма приятные неожиданности.

Если во сне вы получаете наследство, то наяву возможна ссора из-за пустяка. Быть его лишенным — означает, что у вас все будет хорошо: намного лучше, чем вы думаете.`
  },
  {
    word: 'Насос',
    description: `Пользоваться во сне насосом по назначению — означает, что вскоре вам удастся легко извлекать из чего-нибудь совсем неприметного постоянную выгоду.

Насосом воду качать — к успеху. Безуспешно пытаться ее выкачать — к несбыточным надеждам. Если другие люди воду качают — значит, у вас будут просить в долг.`
  },
  {
    word: 'Находка',
    description: `Находка чего-либо во сне — предвестие исполнения заветных желаний.`
  },
  {
    word: 'Нашатырь',
    description: `Видеть во сне нашатырный спирт — означает, что ваши близкие друзья способны на нечестные поступки.`
  },
  {
    word: 'Небо',
    description: `Если вы видите во сне ясное и чистое небо — это знак того, что вам будут оказывать всяческие почести или вы отправитесь в увлекательное путешествие.

Видеть во сне голубое небо — предвестие ваших успехов, знак преодоления трудностей; звездное небо — к радости; красное небо — к ссоре; небо с молнией увидеть — к счастливому случаю.

Мрачное, закрытое тучами небо служит призывом к терпению, преодолению временных трудностей. Быть в облаках — к получению новости, новой должности.

Если во сне, запрокинув голову, смотреть в небо — это предвестие богатства и знатности; если небо проясняется после дождя — это знак того, что пройдут все печали и заботы.`
  },
  {
    word: 'Недвижимость',
    description: `Решать во сне деловые вопросы с маклером на бирже -означает, что вас ждет улучшение материального благосостояния, повышение зарплаты или удачная покупка. Самому им быть — к перемене в делах в худшую сторону.

Заниматься во сне продажей или сдачей в аренду недвижимости, работать в риэлтерской конторе — знак того, что вы неудовлетворены положением дел, но одновременно такой сон сулит вам изменение положения дел к лучшему.

Общаться во сне с риэлтером или решать вопросы в риэлтерской конторе — означает, что вам не удастся полностью реализовать свои планы и замыслы из-за того, что вы слишком много времени тратите на пустяки и мелочи, которые не влияют на процесс достижения вашей реальной цели.

Для девушки общение с маклером может быть предвестием предстоящего удачного или выгодного замужества, с риэлтером — появления импозантного обеспеченного любовника или друга.`
  },
  {
    word: 'Немой',
    description: `Во сне стать немым — значит узнать тайну. С немым пытаться говорить — к счастливому повороту судьбы.`
  },
  {
    word: 'Неопознанный летательный объект (НЛО)',
    description: `Если во сне вы наблюдали за полетом неопознанного объекта — значит, вскоре вы будете приятно удивлены какой-то новостью или событием в вашей жизни.

Быть во сне на борту неизвестного космического объекта — предостережение: ваша неосторожность и неосмотрительность могут повлиять на взаимоотношения с родными, друзьями или руководством.`
  },
  {
    word: 'Неформалы',
    description: `Быть во сне лидером неформальной группировки — предвестие неприятностей из-за вашего упрямства, самолюбия и гордыни. Самому быть во сне панком — к предстоящему довольно рискованному поступку рокером — предостережение, что ваша расхлябанность и безразличие к очевидным ошибкам могут вскоре обернуться для вас серьезными проблемами; хиппи — означает, что вы находитесь в творческом поиске и не стоит расстраиваться по пустякам, если сейчас что-то не получается, то вскоре все нормализуется и вы достигнете поставленной цели.

Увидеть во сне панков — к встрече со старыми друзьями или одноклассниками; рокеров — предупреждение, вам необходимо быть более осмотрительным, ваши словг и поступки могут быть использованы против вас; хиппи — к благополучному решению проблем, счастью в личной жизни.

Для девушки общаться во сне с панком — означает, что ей не хватает внимания со стороны мужчин; с рокером — к знакомству с очень неординарным человеком; с хиппи -значит, что ваша постоянная смена партнеров может повлечь за собой более серьезные последствия, чем вы може -те себе даже представить.`
  },
  {
    word: 'Нефть',
    description: `Видеть во сне нефть — к медленному, но уверенному подъему в бизнесе, делах и личной жизни.`
  },
  {
    word: 'Нить',
    description: `Видеть во сне нитки, сматывать их — означает миновавшую опасность; вы можете узнать какую-то тайну, раскрыть тайные поступки. Видеть много ниток — к недоброжелательству, ссоре, спутанных — к клевете, козням, мотать нитки — к появлению надежды на прибыль.

Клубок ниток видеть — значит, что вы запутались в своих мыслях и чувствах, вам трудно преодолеть эту путаницу, надо разобраться в себе. Разматывать во сне, нитки — к возможности быть избитым. Видеть моток ниток во сне — значит, что кто-то может оказаться вам полезным; золотую нить — к получению хорошего совета.

Нитки распутывать — знак того, что вы узнаете чью-то тайну, нитки запутать — вы вынуждены тщательно скрывать от других свои поступки.`
  },
  {
    word: 'Ниша',
    description: `Во сне стоять в нише — к полному пониманию и любви, видеть нишу — знак, что на вас оказывают давлении ваши друзья.`
  },
  {
    word: 'Нищий',
    description: `Быть самому во сне нищим — означает перемену жизни к лучшему, к счастью в игре и опасных предприятиях.

Встреча с ним — к неприятности; преследование во сне нищим сулит вам беспорядок в делах; подать нищему милостыню — означает, что вы получите помощь.

Нищего видеть во сне — знак того, что вы можете испытать приятное удивление или опасность; он может предстать как воплощение вашей совести. Много нищих — к сплетням.`
  },
  {
    word: 'Новый год',
    description: `Во сне праздновать Новый год в шумной компании друзей — предвестие перемен к лучшему, осуществления давней мечты и реализации задуманного; встречать его в одиночестве — означает, что в ваших делах застой, а ваша инертность не позволяет вам вырваться из замкнутого круга.`
  },
  {
    word: 'Нога',
    description: `Иметь во сне кривые ноги — наяву означает потерпеть убытки; видеть их — знак того, что вы затеваете рискованное дело, которое может принести неудачу.

Обмывать во сне ноги — к путешествию; иметь деревянные ноги — значит, вы можете испытать печаль от несправедливости; быть без ног — знак того, что возможен успех в трудах; класть во сне ноги в огонь — к прекращению семейных ссор; обуваться во сне — к скорой дороге; потерять обувь во сне — к препятствиям. Ноги грязные иметь — к неприятности. Вытирать их при входе в дом — к подарку.

Сломать ногу — означает крушение любовных надежд, обжечь ноги во сне — предвестие славы, если вас ударяют ногой — к богатству. Голые ступни снятся к новому любовному роману, странного вида — к новому знакомству, глядеть на свои ступни — к потере положения, глядеть на чужие — к потере денег, широкая ступня — к несчастью. Увидеть во сне, как вам делают педикюр, — предостережение, будьте осторожны в выборе новых друзей или партнеров, они могут оказаться ненадежными.`
  },
  {
    word: 'Ноготки',
    description: `Увиденные во сне цветки ноготков пророчат грубый обман, жертвой которого вы можете стать. После такого сна необходимо проявить осторожность и осмотрительность, не совершать необдуманных поступков.`
  },
  {
    word: 'Ногти',
    description: `Иметь во сне длинные, красиво обрезанные ногти — означает наяву получить богатство, почет. Иметь необыкновенно длинные ногти — к неприятности, жестокости, обрезать ногти — к обиде, раздражению, ссоре. Если во сне вы грызете ногти — значит, получите подарок. Иметь блестящие ногти — к нежданным вестям. Мужчине видеть во сне у женщины яркий маникюр — к опасности.

Если женщине снится, что она делает маникюр, — к покупке новых нарядов, приобретению чего-либо дорогостоящего.`
  },
  {
    word: 'Нож',
    description: `Если во сне вы получили удар ножом — значит, наяву вы можете подвергнуться оскорблению и насилию.

Видеть множество ножей, лежащих в куче, — к обидам и ссорам в семье.

Если во сне вы берете от кого-нибудь нож — вам необходимо проявлять осторожность в общении с неприятелями; если точите нож — стоит остерегаться необдуманных шагов; получаете нож в подарок — к заключению мира с врагами.

Во сне метать нож, диск и т.п. — означает, что наяву вы встали на скользкий путь неблаговидных поступков. Если приснился один черенок, без стали — это означает, что нас обворуют, оставив вам только ненужное. Иногда в иносказательном смысле это значит, что слишком разгульная и веселая жизнь нанесет значительный ущерб вашему здоровью, лишив вас сил и средств.`
  },
  {
    word: 'Ножницы',
    description: `Видеть во сне ножницы — означает возможный раздел материальных ценностей, любовные сплетни; что-то ими отрезать — к материальной выгоде; резать ножницами одежду — к несчастью с женой. Кроить ножницами — к счастью, материальному благополучию, переменам.

Поломанные ножницы — к внешне мирному отношению в семье, но полному отсутствию взаимопонимания в ней.

Для одинокой женщины такой сон может быть предвестием семейного счастья, удачного замужества или знакомства с человеком, который станет ей близким другом на долгие годы. Для замужних — к увеличению семьи.`
  },
  {
    word: 'Нора',
    description: `Если вам приснилась нора любого зверька — значит, вам придется весь запас дипломатичности потратить на восстановление испорченных ранее отношений. Видеть себя во сне сидящим в норе — предвещает затруднения в домашних делах.`
  },
  {
    word: 'Норка',
    description: `Если вы увидели живую норку во сне — постарайтесь быть более хладнокровными и расчетливыми, ваши эмоции явно будут мешать вам и окружающим. Если вы носите меховые изделия из норки — значит, ваши расходы явно превышают доходы, будьте экономнее. Голубая норка во сне — к обвинению в легкомысленности, измене.`
  },
  {
    word: 'Нос',
    description: `Видеть во сне большой нос — означает премудрость и милость, хорошо продуманное дело принесет доходы; потерять во сне нос — к убытку или вреду; утирать его - означает свободу от хлопот; видеть маленький нос — к ущербу; раздвоенный нос — можете впасть в крайность или нужду.

Если сморкаетесь во сне — значит, получите подарок.

Прыщ на носу означает быть кем-то превзойденным, а также болезнь сына. Нос волосатый иметь — к счастью. Видеть себя во сне безносым — означает потерять о ком-нибудь доброе мнение, видеть людей безносыми — убедиться наяву, что вас проведут за нос.`
  },
  {
    word: 'Носилки',
    description: `Видеть во сне носилки — к наследству, лежать на них — к смене работы, если вас несут — к приглашению в вышестоящие инстанции, видеть кого-то на носилках — знак, что с партнерами возникнут финансовые недоразумения.`
  },
  {
    word: 'Носить',
    description: `Носить на себе во сне какую-либо тяжесть — к новому деловому знакомству, которое принесет вам прибыль.`
  },
  {
    word: 'Носки',
    description: `Видеть во сне носки или чулки — к дороге, путешествию. Для женщины покупать носки — означает надежду на перемены к лучшему в личной жизни, иметь носки в дырках — к недолгому счастью, надевать — к деньгам.`
  },
  {
    word: 'Носорог',
    description: `Приснившиеся вам носороги предвещают огромные потери и подстерегающие вас беды.

Если вы во сне убьете носорога — значит, мужественно преодолеете все трудности на своем пути.

Ехать на носороге — означает, что вы не сможете противостоять предстоящим проблемам, ваша жизнь целиком подчинена мелким заботам дня.`
  },
  {
    word: 'Нотариус',
    description: `Увидеть во сне нотариуса — к длительной судебной тяжбе. Иногда этот сон предвещает состояние недовольства, неудовлетворенности своим образом жизни или поступками. Если обязанности нотариуса во сне исполняете вы сами — это означает, что кто-то страдает от вашем хо-подности и невнимания.

Если нотариус приснился молодой женщине или девушке и она обращается к его услугам — это знак того, что ее репутация находится под угрозой.`
  },
  {
    word: 'Нудист',
    description: `Если во сне вы видели нудистов — значит, вам лучше не вмешиваться в чужие дела, ваше желание помочь может навредить вам. Самому быть во сне нудистом — предостережение: вы слишком откровенны с посторонними, обсуждаете свои проблемы не с тем, с кем надо, и этим скоро может воспользоваться кто-то из ваших недругов.`
  },
  {
    word: 'Обвинение, Вина',
    description: `Если во сне все вас обвиняют в том, чего вы не делали, — такой сон может быть предвестием большого успеха; если же обвиняют заслуженно — вы будете впутаны к какие-то темные дела или будете способствовать распространению сплетен.

Самому предъявлять кому-то обвинение — означает, что вы напрасно надеетесь на реализацию задуманных планов, вероятно, вашим надеждам не суждено сбыться.`
  },
  {
    word: 'Обед',
    description: `Если во сне вы обедаете в столовой — сон предвещает неприятности, если подаете во сне обед — значит, прибудут в дом сваты.`
  },
  {
    word: 'Обезьяна, Горилла',
    description: `Видеть во сне мартышку и играть с ней — означает, что вас окружают неприятели — лукавые, но слабые. Раздраженная или преследуемая вами обезьяна — символ коварного, злопамятного человека.

Играть с обезьяной во сне — к предстоящему браку по расчету, духовному регрессу, деградации. Видеть мертвую мартышку — означает сомнительный успех, смех сквозь слезы.

Убить обезьяну — значит, жестоко поступить с другом и потом мучиться от этого.

Если во сне вы видите мартышек в клетке — полоса неудач в вашей жизни наконец сменится успехом. Если кто-то играет с шимпанзе во сне — недоверие к вам и подозрения вашего друга имеют под собой почву.

Испугаться во сне преследующую вас гориллу — к неприятностям, незаслуженному обвинению вас со стороны коллег или руководства.`
  },
  {
    word: 'Облава',
    description: `Попасть во сне в облаву — означает, что у вас переутомление, которое ничем не будет вознаграждено. Вам необходимо отдохнуть.`
  },
  {
    word: 'Облака',
    description: `Облака во сне служат предвестниками успеха или признания, особенно если облака легкие и светлые. Быстро идущие облака могут означать упадок дел, ошибку; дождевые облака принесут вам благополучие.

Если облака неожиданно закрывают солнце — значит, вам мешают тайные махинации, гнусные дела. Видеть разноцветные облака во сне — означает, что вас ждет великое счастье и процветание во всем.`
  },
  {
    word: 'Облепиха',
    description: `Если вы собираете облепиху во сне — такой сон снится к утомительной работе; есть облепиху или варенье из облепихи — знак того, что вы получите приятные вести от родственников; возможно также, что вас ожидает смена места работы для обеспечения материального достатка в семье.

Лечение облепиховым маслом — символ укрепления здоровья, вы вскоре встретите надежного партнера в жизни и деле.`
  },
  {
    word: 'Обмен, Бартер',
    description: `Удачно совершить во сне обмен квартиры — знак того, что вы поднимете свой авторитет в глазах руководства и коллег. Длительное время заниматься обменом квартиры или бартером — означает, что вас ждут неурядицы и недопонимание в семье.

Если во сне вы совершили выгодную для вас бартерную сделку, то такой сон предвещает вам удачу и финансовый успех.`
  },
  {
    word: 'Обогреватель',
    description: `Видеть во сне электрообогреватель или нагреватель воды — означает, что вскоре решатся все проблемы и жизнь вернется в спокойное русло; поломанный нагреватель — знак предстоящих беспокойств или сомнений.`
  },
  {
    word: 'Обои',
    description: `Покупка во сне обоев — к потере денег; оклеивание ими чего-нибудь — означает, что вы проявляете излишнюю заботу о пустяках и, возможно, вас ждет начало ремонта. Видеть обои во сне — означает, что ваш дом будет наполнен друзьями и знакомыми на празднике или торжестве.`
  },
  {
    word: 'Обруч',
    description: `Увиденный во сне обруч — предвестие знакомства с нужными и полезными людьми, а возможно, с человеком, который вскоре станет для вас лучшим другом.`
  },
  {
    word: 'Обсерватория',
    description: `Увиденная во сне обсерватория — предвестие вашего продвижения по служебной лестнице или повышения заработной платы.`
  },
  {
    word: 'Обувь, Башмаки, Бутсы, Домашние туфли',
    description: `Увиденный во сне блеск новой лакированной обуви — предупреждение, что «не все то золото, что блестит». Заслуживающий вашего внимания проект, новая работа или дело, интересные и многообещающие на первый взгляд, могут оказаться абсолютно бесперспективными и даже убыточными.

Видеть во сне новые башмаки — к радости, старые — к неприятности или нужде. Если вы видите или носите но сне мокасины — вам предстоит побегать, будь это спортивные мероприятия или же отдых. Если во сне вы носили деревянную обувь — это означает, что благодаря вашей бережливости вы достигнете состоятельности.

Для девушки блестящая обувь может предвещать знакомство с очень богатым, но глупым человеком.

Видеть во сне женские туфли — к дороге, счастью в любви, быстрому, но недолгому успеху. Потерять обувь во сне — к препятствию, чинить ее — к удовольствию, менять — к перемене в жизни, покупать — к улучшению состояния ваших дел в другом городе. Чистить туфли во сне — к появлению хорошего соседа.`
  },
  {
    word: 'Обыск',
    description: `Если вам снится обыск в вашей квартире — значит, в вашу личную жизнь проникает нежелательный человек, если обыск делаете вы — значит, вы проникаете в чужую личную жизнь.`
  },
  {
    word: 'Овощи',
    description: `Видеть разные овощи — к слезам, огорчениям, которые будут иметь основательные причины.

Есть овощи сырыми — значит, вам предстоит неблагодарный труд, беспричинная хандра, огорчение, вызванное пустячной причиной.

Резать овощи — к чему-то благоприятному, чистить овощи — предостережение для вас быть осторожнее, торговать ими — к спору с кем-либо, вражде.

Сажать, копать, собирать овощи — означает затеять дело неудачное и неблагодарное; видеть во сне овощи на огороде — испытывать ненадежность в чем-либо; выбрасывать их как негодные — к неудаче.`
  },
  {
    word: 'Овраг',
    description: `Находиться во сне на краю оврага или спускаться в него — к неприятностям.`
  },
  {
    word: 'Овсянка',
    description: `Если вам приснилась овсянка — значит, вас ожидает наслаждение богатством, посланным судьбой. Варить на завтрак овсянку — знак умеренности желаний, этот сон означает, что вы будете довольны своим положением и состоянием своего кошелька.

Женщина, которой приснилось, что она готовит овсянку, будет безраздельно властвовать в своей семье.`
  },
  {
    word: 'Овца',
    description: `Кто увидит во сне овцу, тот будет чрезвычайно счастлив и зажиточен.

Нести овцу на плечах — предвестие скорого благополучия. Убить овцу — к беспокойству и печали, видеть во сне спящих овец — к приобретению новых друзей. Белую овцу видеть — к встрече верного друга; черная овца или овцы — символ людей, которых надо опасаться.

Много овец видеть — к счастью, прибыли, удаче, неожиданному богатству. Овец с ягнятами видеть — к успокоению. Овчарню видеть — знак того, что окружение полно любви к вам.`
  },
  {
    word: 'Огонь, Блуждающий огонь, Жечь что-нибудь',
    description: `Огонь снится к ссоре или хорошей погоде, небольшой огонь — к недовольству. Видеть во сне огонь —- означает, что у вас может появиться несбыточная мечта; если увидели сильное пламя — значит, вам удастся завершить начатое дело.

Видеть во сне огонь в небе — к перемене начальства; видеть его упавшим с неба — к печали; видеть во сне блуждающий огонь — означает, что скоро вам предстоит беседовать в обществе.

Видеть во сне горящий дом —- означает опасность для жизни. Видеть огонь на вершине башни — означает для вас добрую надежду, счастливую весть. Если снится горящий огонь в печке — это значит, что к вам придет нежданный гость.

Ярко горящий огонь символизирует благо, однако чрезмерный, гигантский — снится скорее к беде, чем к счастыо. Сквозь пламя спокойно идти — к возрождению, оспо-бождению.

Если вам приснилось, что огонь пылает на поверхности реки, — это к долголетию, счастью; огонь в горах снится к карьере, славе; огонь в собственном доме — к расцвету ваших сил; если огонь вырастает из земли — вам нужно обратить внимание на свое здоровье; путешествовать во сне с огнем в руках — к назначению на должность; видеть себя в огне — означает, что вас ждет поддержка влиятельного лица; видеть свет от огня в доме — к счастью и процветанию.

Если во сне вы обгорели — значит, надо принять меры по охране имущества, всплывут жилищно-бытовые проблемы.`
  },
  {
    word: 'Огород',
    description: `Видеть во сне огород и по нему ходить — предзнаменование большого труда и хлопот по домашним делам. Видеть огород, где насажены оьощи, — к исполнению самолюбивых замыслов. Если во сне вы садите огород — значит, вас ждет благополучие, все задуманное осуществится. Видеть огород с урожаем — к значительной прибыли, заброшенный — к убыткам.`
  },
  {
    word: 'Огурец',
    description: `Если огурцы снятся мужчинам — к деньгам, женщинам — к подаркам, девушкам — к знакомству с молодыми людьми. Огурцы в снегу — означают сплетни про любовников. Желтые, гнилые огурцы — символизируют неспособных к любви мужчин. Покупать и нести огурцы — означает неблагодарный труд и неприятности; сеять огурцы в огороде — к значительным денежным убыткам`
  },
  {
    word: 'Одежда, Атласная одежда, Дубленка',
    description: `Стирка во сне одежды из вискозы служит предупреждением о том, что ваши новые легкомысленные увлечения могут создать вам в будущем большие неприятности. Иметь на своей одежде жирные пятна — означает, что вам предстоит выгодное дело. Для молодых такой сон может быть предвестием богатой женитьбы. Черная одежда во сне символизирует болезнь, белая — снится к добру. Много одежды видеть — означает, что предстоит много хлопот. Если вы увидели во сне кофту — значит, можете простудиться.

Видеть или носить дубленку во сне — к богатству, неожиданно высоким доходам, долголетию без дряхлости. Джемпер, увиденный во сне, символизирует теплоту дружеских отношений, поэтому надевать джемпер — к приобретению нового друга, носить его — к прочной дружбе., снимать — к размолвке.

Если вы одеваетесь во сне — значит, можете попасть в неприятное положение. Одеваться во сне неряшливо, неподходяще — к неожиданному гостю. Одеваться во сне в новую верхнюю одежду — означает новую жену или любовницу; чистить одежду — к счастью; иметь с кем-то общую одежду — к измене жены; видеть во сне много людей в фиолетовых и пурпурных одеждах — к злоупотреблениям; видеть во сне женщину в мужской одежде — к рождению сына.

Если во сне вы увидите меховую одежду или надеваете ее — значит, получите законным путем какое-нибудь имущество. Видеть себя во сне в парчовой одежде — предвестие печали и убытка. Одежду спалить — к потере. Если одежда горит на вас — к потере имущества.

Для женщины во сне видеть мужчину в спецодежде — означает, что она обманется насчет истинного характера своего возлюбленного; для замужней женщины — знак того, что она будет долго оставаться в неведении о причинах частого отсутствия ее мужа, пока случай не заставит ее серьезно задуматься. Для женщины сарафан, увиденный во сне, — знак того, что желание развлечься может привести к проблемам в семейной жизни, недоверию со стороны супруга.`
  },
  {
    word: 'Одеяло',
    description: `Одеяло видеть во сне — добрый знак, но может быть и приметой скорой разлуки. Укрываться собственным одеялом — большое счастье, богатство и знатность.`
  },
  {
    word: 'Одышка',
    description: `Страдать во сне от болезненной одышки — к предстоящим многочисленным хлопотам. Если одышка проходит и зам становится легче — значит, вы услышите слова признательности за заботу и дружескую поддержку.`
  },
  {
    word: 'Ожерелье',
    description: `Видеть ожерелье из золота — к счастью; видеть во сне ошейник вместо ожерелья — означает, что вы можете попасть в зависимое положение.`
  },
  {
    word: 'Озеро',
    description: `Светлое озеро во сне — плохой знак, а мутное — снится к веселью. В кровавом озере купаться — означает опасность для жизни, исходящую от врагов, также ушиб или несчастье. Синее горное озеро видеть — к счастью, хорошему владению собой; неожиданно мелеющее на глазах озеро — к гибели чувств, которые составляли важную часть вашей душевной жизни. Плыть по озеру — к разлуке.`
  },
  {
    word: 'Океан',
    description: `Если во сне вы видели тихий, спокойный океан — это хороший сон, сулящий вам все самое доброе, успехи во всем; легкое волнение на воде, набегающие друг на друга волны — предвестие победы над врагом, конкурентом, избавление или противодействие вашим недругам; бушующий океан — символ препятствий, затруднений и застоя в делах.`
  },
  {
    word: 'Окно',
    description: `Видеть во сне открытое окно — к подарку или прибыли. Упасть из него — к крупной ссоре, до драки; закрытое окно — предвестие скуют.

Если во сне вы выглядываете в окно — такой сон сулит вам покой, мир, безопасную ситуацию; из него вылезаете или падаете — к неудаче от легкомысленной затеи, к ссоре; в него влезаете — означает неосторожное вмешательство в чужие дела, тайну, которая легко может быть открыта. Решетку видеть на окне — к разлуке.

Стекло в окно вставлять — знак того, что вам следует принять меры предосторожности. Если вы видите во сне оконную раму — к насмешке над вами, ваша интимная жизнь станет предметом пересудов и сплетен.

Если вам приснилось, что ветер распахивает окно днем, — это значит, что вы не замечаете перемен в жизни. Занавески на окне горят — к стремительному повороту событий. Заклеивать окно на зиму, задергивать его плотным занавесом — предвестие житейских бурь, необходимость принять меры пречосторожности.

Быть у раскрытого окна в комнате и бояться, что кто-то влезет, — означает испытывать страх перед будущим. Если в окно влезает женщина — к новому увлечению (и в мужских и в женских снах). Видеть окно в паутине, смотреть через щели ставень на улицу — означает ощущать душевное одиночество из-за замкнутого образа жизни.`
  },
  {
    word: 'Оладьи',
    description: `Видеть или есть во сне оладьи — означает, что вас обсуждают, о вас говорят, вы подвергаетесь незаслуженному нареканию. Отказываться от угощения оладьями, которые вам насильно суют в рот, — означает удачно избавиться от большой неприятности.`
  },
  {
    word: 'Олень',
    description: `Видеть во сне бегущего оленя — к благополучию; видеть оленей стоящими — к занятиям напрасным неблагодарным трудом; одного спокойно спящего оленя — к измене или обману; ловить во сне оленя — означает погоню за счастливым делом.

Если вы видите во сне северного оленя — это хороший знак; добросовестное исполнение служебных обязанностей, верность в дружбе; управляете оленями — вы можете рассчитывать на помощь друзей в трудной ситуации.`
  },
  {
    word: 'Олимпиада',
    description: `Находиться во сне на Олимпиаде или принимать участие в ней — означает, что наяву ваши спортивные результаты оставляют желать лучшего.`
  },
  {
    word: 'Ольха',
    description: `Видеть одиноко стоящую ольху — означает наяву испытывать досаду и печаль. Находиться в ольховнике — к неприятностям.`
  },
  {
    word: 'Опара',
    description: `Поднимающаяся опара — знак прибыли. Ставить тесто на опаре в печь или в горячую духовку — к интересной работе, которую вам поручат. Если вы увидели себя перемазанным тестом — значит, вам предстоит пережить необычайное, странное происшествие.`
  },
  {
    word: 'Операция, Делать операцию, Имплантация',
    description: `Видеть во сне, как делают операцию, — означает, что вам предстоит принять ответственное и очень трудное решение, но вы будете в состоянии выполнить взятые на себя обязательства.

Самому делать во сне операцию или быть ассистентом — предвестие успешного завершения дел, делать ее с помощью лазерного луча — значит, что вы не в состоянии принимать решения самостоятельно, пытаетесь воспользоваться советами друзей и знакомых и это, как правило, мешает вам достичь поставленной цели.

Если во сне операцию делают вам — значит, в трудную минуту вы можете рассчитывать на помощь друзей; для больных такой сон сулит выздоровление.

Видеть во сне, как кому-то производят имплантацию органа или делают пластическую операцию, — хороший сон. Он сулит удачное завершение начатого дела и благоприятные перспективы. Если же такую операцию делают вам — значит, вас ждут тяжелые времена, препятствия и застой в делах.`
  },
  {
    word: 'Опилки древесные',
    description: `Если вам приснятся опилки — это означает, что горестные ошибки станут причиной разлада в вашем доме. В них валяться — к долгой жизни, крепкому здоровью.`
  },
  {
    word: 'Орел',
    description: `Видеть во сне летающего орла — к успеху; преследующий добычу орел — знак того, что вы выиграете тяжбу, одержите победу. Кормить — к хорошей новости. Слышать но сне его крик — к успеху, победе, мертвого видеть — к опасности, есть — к неприятностям.`
  },
  {
    word: 'Орех, Арахис, Грецкий орех',
    description: `Есть по сне арахис — означает, что вы можете получить приглашение или коммерческое предложение от малознакомых людей.

Если во сне вы сбиваете с дерева грецкие орехи — значит, вы можете иметь неприятные объяснения. Видеть вс сне орехи — к выигрышу, собирать их — к беспорядку, трясти — к занятиям спекуляцией.

Колоть орехи — к печали, грызть — к прибыли, иногда к тяжелому труду с хорошей оплатой. Есть орехи во сне — к добрым переменам, благополучию.

Пустые орехи снятся к разочарованию.

Грецкие орехи снятся к изобилию, выковыривать из них ядрышки — означает добиваться девичьей любви.`
  },
  {
    word: 'Оружие, Боеприпасы, Винтовка, Глушитель, Дробовик',
    description: `Слышать во сне пальбу из пушек или другого огнестрельного оружия — к убытку. Самому стрелять из пушки — знак, что вы одолеете своего врага. Если вы много размышляли о пушках и видите их во сне в мирное время — сны предостерегают вас от ненужной борьбы и возможного поражения

Увиденные во сне боеприпасы сулят вам наяву успешное завершение начатого дела. Видеть во сне глушитель — знак вашей расчетливости и умения принять правильное решение, прикручивать его — означает достичь благодаря своим способностям поставленной цели.

Дробовик снится к семейным скандалам; выстрел из обоих стволов означает, что к вашей личной и общественной жизни в семье отнесутся безразлично и бестактно, что вас спасут лишь безупречные манеры.

Видеть во сне ружье — к размолвке, предстоящей борьбе с врагом, заряжать его, нести, держать, целиться, но не стрелять — означает сосредоточить усилия на одной цели, сконцентрироваться, стрелять из него метко — ваша сосредоточенность приведет к цели. Если заряженное ружье стоит или висит — к ссоре в компании.

Сон, в котором вам приснилась винтовка, предвещает подчинение воли других людей, вас будут слушать без обсуждений.

Пистолет во сне — нехороший знак. Держать во сне в руках собственный пистолет — означает наяву предаваться жзменным удовольствиям, духовности предпочесть заботы о комфорте. Женщину такой сон предупреждает, что она отвергнет настоящую любовь и предпочтет ей страсть, в чем впоследствии раскается. Если у вас просят пистолет — значит, наяву вы расстроите планы, направленные тротив вас.

Использовать во сне силу лазера для реализации черных замыслов или разрушать им что-либо — означает, что кто-то может воспользоваться вашей открытостью и легковерием, не доверяйте свои секреты случайным знаке-мым или малоизвестным людям.

Если во сне вы пользуетесь лазерным оружием — такой сон свидетельствует о вашей разрушительной силе в отношениях с окружающими, использовать во сне оружие с лазерным прицелом — к обману со стороны человека, которому вы доверяете.`
  },
  {
    word: 'Орхидея',
    description: `Увиденные во сне орхидеи — предвестие победы в рискованном деле, выигрыша или удачного обмена.`
  },
  {
    word: 'Оса',
    description: `Осу видеть во сне — к сплетням, вражде, неприятностям. Ее бояться — призыв быть осторожнее. Быть ужаленным осой — к пользе, выгоде, успеху от удачной мысли; убить осу — означает, что вскоре вы можете открыть для себя нечто важное.`
  },
  {
    word: 'Освещение, Иллюминация',
    description: `Видеть сон при странном, загадочном освещении — означает, что вас вскоре могут ожидать неудачи или неприятности.

Увидеть во сне на фоне освещенного неба детские фигуры — сон предупреждает вас: не проявляйте излишнюю горячность в поступках.

Ярко освещенные человеческие фигуры в небе снятся к труднопреодолимым жизненным препятствиям.`
  },
  {
    word: 'Осел, Ишак',
    description: `Черного осла видеть во сне — хороший знак, к прибыли, много ослов — к счастью. Купить осла — означает быть обманутым. Ехать на осле задом наперед — к получению повышения по службе. Ослиная упряжка во сне — вы попадете в глупую компанию. Бить осла — к предстоящим спорам.

При виде во сне ишака вам необходимо быть осторожным. Ваше окружение вам завидует и пытается навредить. Это касается ваших компаньонов, особо не доверяйте этим людям.`
  },
  {
    word: 'Осетр, осетрина',
    description: `Видеть во сне вытащенного на берег огромного осетра — к удаче в занятиях, любви, семейной жизни.`
  },
  {
    word: 'Оскорбление',
    description: `Сон, в котором оскорбили вас, — снится к успеху, повышению по службе; если оскорбили вы — к неудаче.`
  },
  {
    word: 'Открытка',
    description: `Получить во сне открытку — знак, что о вас помнят и беспокоятся, надписывать ее — означает строить неосуществимые планы, видеть ее — к выигрышу, разносить открытки — к новостям.`
  },
  {
    word: 'Отпуск',
    description: `Сон об отпуске, особенно если он длительный, — это признак вашего переутомления или чрезвычайно больших умственных или физических нагрузок, поэтому вам действительно лучше немного отдохнуть.

Получить во сне отпуск — к интересному времяпрепровождению, развлечениям; быть во сне в отпуске — к успеху в делах; возвращаться из отпуска на работу — к хлопотам и мелким заботам. Получить во сне отгул — означает, что кто-то из близких нуждается в вашей помощи.`
  },
  {
    word: 'Офис',
    description: `Посещать во сне офис — к крупному проигрышу или потере. Особенно крупные неприятности сулит этот сон, если вас приняли невежливо, невнимательно, отказали в просьбе.`
  },
  {
    word: 'Охота',
    description: `Охоту видеть во сне — к переменам в целах, новости в вашем доме. В ней участвовать — к необходимости быть осторожнее. Ловить зверей — к новому знакомству, обману, коварству; если вы ловите зверей голыми руками — вас ждет неожиданный успех. Охотиться в компании — вам предстоит принять участие в сомнительном деле; охотиться одному — к удаче.

Охотник во сне означает появление врага и его маневры против вас — это служит предупреждением о том, что вы пренебрегаете явным ухудшением ваших дел. Если охотник стреляет в птицу — значит, опасный враг губит ваши надежды, нарочно возбуждает подозрения против друзей. Если охотник охотится на человека — это предупреждение, что, нападая на других, кто-то метит в вас. Если во сне охотник ставит капканы, сидит в засаде — предчувствия подсказывают вам удвоить осторожность и бдительность. Если охотник подстерегает зверя — предупреждение, что враги используют ваши влечения для того, чтобы заманить вас в ловушку.`
  },
  {
    word: 'Охранник',
    description: `Работать во сне охранником в солидном учреждении — означает, что стоящие перед вами препятствия и затруднения только на первый взгляд кажутся непреодолимыми, а на самом деле все обстоит гораздо проще.

Быть во сне телохранителем (секьюрити) очень известного или богатого человека — хороший сон, сулящий повышение вашего авторитета среди коллег и руководства, продвижение по службе.

Если же во сне вы видите, что у вас есть телохранитель и он надежно охраняет вас, — наяву вас ждут проблемы с должниками, вам придется приложить много усилий, чтобы получить обратно то, что вы кому-то давали на время.`
  },
  {
    word: 'Очередь',
    description: `Видеть во сне большую очередь — означает, что вам не удастся получить желаемого, не приложив больших усилий для его достижения; стоять в самом конце очереди — знак того, что вы где-то допустили серьезную ошибку или промах; стоять в большой очереди к врачу — предупреждение, что вам необходимо побеспокоиться о своем здоровье.`
  },
  {
    word: 'Очки',
    description: `Смотреть во сне через очки — означает испытывать недоверие к товарищу или к другу. Очки надевать — к неприятности, если наяву их не носишь. В них читать — вас могут несправедливо обвинить в чем-либо (если их наяву не носишь). Разбить очки — к слезам.

Разбитая оправа очков символизирует неразбериху в семействе; треснутая — ваши семейные проблемы решаются сложно; целая — ваше семейное влияние очень высоко.

Вставлять во сне себе в глаза контактные линзы для человека, который не носит их, — знак предстоящих не удач, серьезных ошибок и провалов. Уронить или потерять их — означает, что все ваши неудачи являются следствием вашей нерешительности и нерасторопности.`
  },
  {
    word: 'Ошибка',
    description: `Видеть во сне свою ошибку в чем-либо — к сомнению о качестве проделанной работы.`
  },
  {
    word: 'Павлин',
    description: `Видеть во сне павлина — означает встретиться с богатым влиятельным человеком; видеть мертвого павлина — потерпеть убыток; для холостого мужчины ловить павлина — значит иметь вскоре кроткую супругу.`
  },
  {
    word: 'Падчерица',
    description: `Видеть во сне или общаться во сне с падчерицей — означает, что у вас очень хороший период для завязывания личных контактов и укрепления дружбы.

Женщине видеть себя падчерицей, а не дочерью — значит, взять ответственность за чужие грехи.`
  },
  {
    word: 'Пакет',
    description: `Пакет нести во сне — к возможному неприятному инциденту. Получать его — к перемене обстоятельств. Если вы пакуете что-либо во сне — значит, вскоре получите важное известие, связанное с поездкой.

Если во сне вы нашли сверток — значит, вас ждет удача в делах; получили его — вы достигнете уважения и почета; вручили его — вы можете наделать много ошибок, но они исправимы. Если вы получили по почте пакет — это предвестие приятного сюрприза или известия от дорогого вам человека. Пакет казенный, запечатанный сургучом, — предвещает трудную и неприятную работу.`
  },
  {
    word: 'Палец',
    description: `Чесать во сне палец — к прибыли, видеть отрубленный с кровью — к потере родственника, обрезать палец — к неприятности, которую вы можете причинить другу, обжечь его — означает вступить во второй брак, быть вовсе без пальцев — знак того, что вы рискуете лишиться детей.

Если вы во сне рассматриваете пальцы — значит, вскоре будете считать деньги. Ломота в пальце — означает опасность, что всплывут ваши старые нечестные дела. Мизинец поломать — к ссоре.

Отсутствие у вас пальца — знак того, что к вам придет неясное сознание собственной вины и страх перед расплатой. Лишний палец снится к наследству.

Показывать, тыкать пальцем во сне — знак того, что вас ждут большие перемены в жизни.`
  },
  {
    word: 'Палка',
    description: `Бить палкой кого-то — к барышу, прибыли, власти. Если вам приснилась палка, стоящая перед вами и воткнутая в землю, — это знак того, что вас одолевает нестерпимая скука при совершенном незнании, что с собой делать.`
  },
  {
    word: 'Пальма',
    description: `Видеть во сне пальму — означает, что вы вскоре окажетесь среди добрых и любящих людей, добьетесь успехов и признания, будете иметь богатство и счастливое семейство. Видеть ее на лоне природы — означает, что трудное станет легким; много пальм — к большому счастью; видеть пальму в кадке — к разочарованию, пальмовую ветвь — к оказанию незаслуженной чести.`
  },
  {
    word: 'Пальто',
    description: `Пальто новое надевать — хороший знак, желания исполнятся. Надевать чужое, которое не налезает, — к неприятной ситуации, свое пальто надевать — к поездке, порвать его — к неудаче.`
  },
  {
    word: 'Памятник, Изваяние',
    description: `Воздвигать во сне монумент — означает иметь успех в делах. Видеть во сне монумент — предзнаменование разговора с важным лицом. Заказывать памятник для умершего человека — к прибыли, наследству и выигрышу. Разбитый памятник — к одиночеству и печали.

Для женщины увидеть во сне бронзовую статую — означает, что могут быть осложнения в отношениях с будущим спутником жизни или же что свадьба, на которую вы так рассчитываете, может не состояться. Мраморная статуя во сне символизирует неосуществленные желания.

Видеть во сне памятник себе — знак того, что вы переоцениваете себя или богатство и честь, другому человеку — знак, что он далеко пойдет в жизни.

Движущиеся статуи снятся к опасности и бедствиям. Превратиться во сне в золотую или серебряную статую небогатому человеку — к богатству, состоятельному — к нападкам врагов или разорению.`
  },
  {
    word: 'Паника',
    description: `Подвергнуться во сне всеобщей панике и бежать в страхе и смятении — знак предчувствия зла и опасности.

Если во сне вы увидели панику — займитесь только теми делами, которые импонируют вашей натуре, иначе вас ждет разочарование и неприятности.`
  },
  {
    word: 'Пар',
    description: `Увидеть во сне много пара — означает, что работа, которую вы выполняли с усердием и старательно, окажется бесполезной. Быть во сне окутанным паром — предвестие того, что вы окажетесь среди противников и вам придется противостоять им, чтобы отстоять свою точку зрения или доказать правоту.`
  },
  {
    word: 'Парад',
    description: `Участие в параде — знак того, что вы получите приглашение быть шафером, посажёным или крестным отцом.

Парад символизирует собой выгодную работу, увеличение доходов.`
  },
  {
    word: 'Парашют',
    description: `Увиденный во сне парашют — предостережение о том, что вам необходимо больше заботиться о своем здоровье, примерять парашют — к опасности.`
  },
  {
    word: 'Парикмахер',
    description: `Видеть во сне парикмахера — означает, что вы можете получить известность. В парикмахерской быть — обстоятельства изменятся к лучшему.

Парик видеть во сне — к хитрости, обману, надевать — к напрасной попытке скрыть свою ошибку.

Для молодой девушки видеть парик во сне — к потере покровителя, к размолвке с другом.`
  },
  {
    word: 'Паркет',
    description: `Скользить по блестящему, необыкновенно гладкому паркету, как на коньках по льду, — вступить в какие-нибудь рискованные предприятия.

Класть паркетный пол в своей квартире — к интересным новостям.`
  },
  {
    word: 'Парламент, Депутат, Дума',
    description: `Если во сне вы внимательно следите за ходом парламентской сессии, заседанием Думы, Рады и т. п. — это значит, что вам предстоит решать вопросы, от которых зависит ваше будущее с импульсивным и даже неуравновешенным человеком.

Самому быть на заседании — предостережение: новые связи или знакомства, которые кажутся вам очень обнадеживающими, могут разочаровать вас в ближайшем будущем.

Вести во сне заседание парламента или быть спикером — означает, что из-за своей неосмотрительности или излишней доверчивости вы можете попасть в неприятную ситуацию, поссориться с друзьями или коллегами.`
  },
  {
    word: 'Паром, Баржа',
    description: `Ехать во сне на пароме, который вдруг начинает тонуть, — предостережение, вам необходимо очень серьезно подумать, прежде чем вложить свои деньги в какое-нибудь предприятие или компанию.

Видеть плот во сне — к выгодному путешествию, на нем плыть — к успешному завершению начатого дела.

Приснившаяся вам баржа является символом прибыли, вас ждет хорошее приобретение или непредвиденный доход.`
  },
  {
    word: 'Партнер, Альянс',
    description: `Если во сне вы обсуждаете планы со своим компаньоном или партнером — такой сон может быть предвестием неожиданных проблем или препятствий.

Заключать во сне соглашение или вступать в альянс с достаточно богатыми и влиятельными людьми — означает, что вас может ожидать ссора или недопонимание с теми, кого вы любите и кем дорожите.

Указывать компаньону или партнеру на допущенные им ошибки или промахи — знак того, что вскоре вас ждет улучшение материального положения или достижение стабильного положения на работе или в бизнесе.`
  },
  {
    word: 'Паспорт, Загранпаспорт',
    description: `Если во сне вам выдают новый паспорт или вы обмениваете старый — это означает, что вас ждет интересная и перспективная работа. Увидеть во сне свой заграничный паспорт — знак, что вскоре вам предстоит приятное путешествие или интересная командировка, чужой — к заботам, связанным с чьим-то отъездом.

Если во сне вы проходите паспортный контроль — значит, наяву вас ждут затруднения в делах из-за внешних, не зависящих от вас обстоятельств.`
  },
  {
    word: 'Пастух',
    description: `Видеть во сне пастуха — к счастью в любви или - непогоде.`
  },
  {
    word: 'Пасха',
    description: `Видеть во сне празднование Пасхи по всем обрядам православия — знак того, что вы будете воодушевлены и настроены благотворно и это доставит вам много искренней радости.

Во время Пасхи христосоваться — превосходный знак, свидетельствующий о чистоте ваших помыслов. Сон этот знаменует, если не всегда, то по крайней мере на этот день, истинное и полное душевное спокойствие и счастье.

Праздновать Пасху во сне — означает наяву добиться счастья. Выпекать пасхальный кулич — знак того, что вы сможете найти понимание и прощение у близкого человека.`
  },
  {
    word: 'Паук',
    description: `Видеть во сне паука — означает, что вы упустите выгодное дело; убить его — к неприятностям, разрыву брака. Если во сне паук спускается на вас — к подарку, обнове. Есть паука — к неприятности.

Паутину видеть — к благополучию, обметать ее — к тревоге, рвать паутину — означает, что вы преодолеете все препятствия. Из паутины с трудом выбираться — означает чувствовать себя связанным родственным долгом.`
  },
  {
    word: 'Пейджер',
    description: `Приснившийся вам пейджер — предвестие возможных временных затруднений, сломанный пейджер — означает предстоящее примирение с врагами или недругами, посылать сообщение — знак вашей целеустремленности, воли к победе и достижению поставленной цели.`
  },
  {
    word: 'Пельмени',
    description: `Пельмени снятся к исполнению желаний, вас посетят долгожданные гости, вы проведете хороший вечер. Есть жирные пельмени, плавающие в растопленном масле и сметане, — означает сделать расходы, выходящие за пределы ваших возможностей.`
  },
  {
    word: 'Пемза',
    description: `Видеть во сне, что вы старательно скоблите что-то пемзой, — к хлопотам, которые окажутся полезными.`
  },
  {
    word: 'Пение, Вокал',
    description: `Петь арию во сне — к получению письма. Басом петь — к неприятностям. Пение птиц во сне — к ссоре, пение мужчины — знак того, что вас одолевает страх; женский очень высокий голос — к слезам.

Церковное пение означает надежду на наследство, хоровое пение — надежду на успех; хоровое пение женщин снится к приятному удовольствию; фальшивое, неблагозвучное пение — к сплетням.

Пение на концерте слышать — знак того, что вас ожидают романтические переживания, песни слушать — придется выслушивать жалобы на родных или друзей.

Если во сне вы слышите приятный поющий голос — значит, вам предстоит счастливый день, бас — к ссоре, сиплый голос — к неприятностям.

Если во сне вы слышите или видите певца — вас ожидает счастье не только в семейном кругу.`
  },
  {
    word: 'Пепел',
    description: `Увиденный во сне пепел — предостережение о возможной неожиданной перемене к худшему.

Подаренная вам во сне пепельница — знак предстоящей перемены к лучшему, неожиданной удачи или успеха в безнадежном деле.

Пепельница, полная окурков, — предостережение: ваш опрометчивый поступок или поспешное решение может создать вам много проблем и препятствий.`
  },
  {
    word: 'Пепси-кола',
    description: `Пить во сне пепси-колу — хороший знак, предвещающий наступление благоприятного времени и успеха во всех начинаниях, покупать ее — к улучшению материального положения, неожиданному получению премии или, прибыли.`
  },
  {
    word: 'Перец',
    description: `Видеть во сне перец — к неприятностям, черный перец — к преследованию, печали, досаде, красный — к неприятным переживаниям из-за собственной несдержанности.`
  },
  {
    word: 'Перила',
    description: `Опираться во сне на перила бесконечной лестницы — означает приобрести хорошего помощника в делах.`
  },
  {
    word: 'Перина',
    description: `Лежать во сне на мягкой перине и вдруг глубоко провалиться — к перемене положения к худшему.

Если перина снится мужчине — у вас появится любовница; женщине — вас ожидает прекрасная ночь, ночь счастья.`
  },
  {
    word: 'Перископ',
    description: `Увидеть во сне перископ — предостережение, будьте особенно внимательны при общении с родственниками или при решении семейных проблем.`
  },
  {
    word: 'Перо (птичье)',
    description: `Много разных перьев видеть во сне — к прибыли, радости, одно перо в руках держать — к получению важного известия.

Если перья по ветру летят или широко по земле разбросаны — к гибели и разрушению чего-то доброго.

Видеть во сне белые перья — к прибыли; если перья разноцветные — к радости; черные — к обретению достоинства; перо страуса — к радости, доставленной любимым человеком.

Перо на шляпе иметь — означает, что вам будут завидовать. В постели перо найти — будешь коварно обманут.`
  },
  {
    word: 'Персики',
    description: `Видеть во сне персики — означает, что вас ждут любовные приключения, рвать их — к удаче, есть — к наслаждению; гнилые или кислые — означают раздражение и досаду.`
  },
  {
    word: 'Перхоть',
    description: `Видеть во сне голову, обсыпанную перхотью, — означает предпринять удачные шаги в любви, найти большое богатство. Видеть перхоть у кого-то — означает удачно вывернуться из ловушки, в которую вас с помощью обмана и притворства хотели завлечь.`
  },
  {
    word: 'Перчатки, Варежки',
    description: `Видеть во сне перчатки — символ обмана, душевной холодности, чьей-то брезгливости. Рваные — означают, что вы можете попасть в смешное положение, предпринять напрасные старания скрыть невоспитанность. Лайковые — символизируют неожиданность, нитяные — радость, теплые — богатство, шелковые — благополучие, шерстяные — прибыль.

Рукавицы во сне надевать — к препятствию. Рабочие рукавицы, увиденные во сне, говорят о том, что вас ждут большие труды.

Увидеть во сне варежки — знак предосторожности, которую необходимо предпринять при известных обстоятельствах; вы получите совет, который, несмотря на его кажущуюся нелепость, сможет предохранить вас от серьезной ошибки. Если снятся теплые варежки — вам повстречается добрый человек.`
  },
  {
    word: 'Песок',
    description: `Если вы видите во сне чистый песок — это к добру. Его сыпать — к неожиданности. Грязный песок — вас подведет злой человек. Если вы берете песок в руки — значит, в доме вскоре будет много денег.

На песке сидеть, по песку идти — к встрече со старым другом, песок пересыпать — к неуверенности, сомнениям. Если вы лежите на теплом песке и нежитесь на солнышке — наяву вам предстоит купаться в любви и почитании.

Если во сне вы видите речной песок — знак, что им приобретете внешний блеск, импозантность.`
  },
  {
    word: 'Петарда',
    description: `Взрывать во сне петарду или хлопать хлопушками — к предстоящему отдыху, развлечениям, приятному времяпрепровождению. Покупать их — означает, что вам предстоит узнать о слухах и сплетнях, которые касаются непосредственно вас.`
  },
  {
    word: 'Петля, петли',
    description: `Если вам приснилась петля — значит, на вас пытаются взвалить ответственность за темные дела ваших врагов. Петля, которую вам накидывают на шею, — означает близкую опасность, исходящую от ваших врагов. Ничего хорошего от такого сна ждать не приходится.`
  },
  {
    word: 'Петрушка',
    description: `Увиденная во сне петрушка на грядке — знак успешного устранения препятствий, вареная же — рискованное предприятие. Употреблять в пищу корень петрушки — предупреждение о клевете, неприятностях, преследованиях. Если убираете блюдо зелеными веточками петрушки — значит, наяву ваше стремление к самовыражению найдет выход.`
  },
  {
    word: 'Печать',
    description: `Видеть во сне печать, которую ставят на документах, — значит наяву неожиданно быть втянутым в хлопоты и суету, связанные с судебными органами.

Сургуч — к новостям. Если сургучная печать снится целой — это сулит вам благо, сломанной — к расстройству, ее срезать — к убытку.

Ставить печать на официальные документы — знак того, что вы достигнете славы и известности; нести или держать печать — означает, что у вас родится сын.`
  },
  {
    word: 'Печенье',
    description: `Видеть во сне печенье — к близкому счастью, печь его — к гостям, есть — к спорам и неприятностям.`
  },
  {
    word: 'Печь, Изразцовая печь',
    description: `Печка снится к печали, ссоре; если она развалилась — ждите хороших вестей, радости.

Если во сне вы готовите пищу на плите — значит, большое количество энергии будет затрачено на решение личных проблем, но все обернется не так, как вы хотели.

Видеть во сне духовку, в которой приготовляется пища, — означает, что вас ожидает прекрасная возможность отдыха в хороших условиях и в приятном обществе.

Видеть во сне работу печника — к очень плохим известиям, греться во сне у печи — означает дорогу.

Видеть мартеновскую печь — означает, что ваш непо сильный и сложный труд будет оплачен не должным образом.`
  },
  {
    word: 'Пещера',
    description: `Если кто-то во сне находится в глубине пещеры — это предвестие перемен в жизни или продолжительного уединения. Вход в пещеру видеть — к приобретению недвижимости

Девушке такой сон может предвещать длительное одиночество, замужней женщине — скоро оказаться вдовой.`
  },
  {
    word: 'Пиво',
    description: `Пить во сне пиво — к радостному событию или удивлению, разлить его — к прибыли, наливать его в стаканы или фужеры — к переменам к лучшему.`
  },
  {
    word: 'Пикник',
    description: `Если во сне вы отдыхаете на пикнике — это знак предстоящей радости и успехов.`
  },
  {
    word: 'Пир',
    description: `Пир видеть во сне — к досаде. Видеть во сне пирушку здоровому человеку — к дороге.`
  },
  {
    word: 'Пирог',
    description: `Есть во сне пирог — к радости, сладкий — к семейному счастью, слоеный — к веселью. Их много видеть — к вам придет счастье. Печь пироги — к счастливому событию в доме. Если во сне вам дают пирог — наяву вы получите письмо. Пироги видеть, но не есть — к нужде, потерям.`
  },
  {
    word: 'Пирожное',
    description: `Приснившееся вам пирожное — знак лести и упущенных возможностей, не верьте призрачным идеям и быстрым достижениям результатов, выполняйте свою работу так, как вы умеете и знаете.

Печь пирожные и есть их во сне — означает, что вас могут ожидать серьезные семейные неурядицы из-за нелепых ссор или досадного недоразумения.`
  },
  {
    word: 'Письмо',
    description: `Письмо писать во сне — к неприятному разговору, жене — к опасности, мужу —- к скорому приезду; писать во ске деловые бумаги — к неприятности; писать стихи и другие сочинения — к нехватке свободного времени.`
  },
  {
    word: 'Пить',
    description: `Пить во сне из стеклянной посуды — к опасности; пить хорошие напитки здоровому — к благополучию, больному — к выздоровлению; пить во сне из железной посуды воду — знак того, что вам нужно остерегаться падения с ушибом.

Пить во сне что-то горькое — к скорой прибыли, улучшению материального положения. Горячие напитки пить — предвестие счастья в любви, свадьбы. Соленые напитки снятся к радости.

На брудершафт пить — предостережение от необдуманных действий.`
  },
  {
    word: 'Пишущая машинка',
    description: `Увидеть во сне пишущую машинку — означает, что вы слишком консервативны в своих взглядах и это мешает достичь вам в жизни гораздо большего Печатать на ней — к успеху во всех начинаниях.`
  },
  {
    word: 'Пища, Борщ, Ватрушка, Вафли, Винегрет, Галушки, Готовить пищу, Деликатес кушать, Десерт, Еда, Желе',
    description: `Если во сне вам хочется есть и вы не удовлетворили свое желание, то и в действительности ваше питание оставляет желать лучшего. Видеть во сне человека, который принимает пишу, — к болезни этого человека, и тем вернее, чем с большим аппетитом он ел. Если во сне у вас отбирают еду — значит, вас ждет разлука с близкими, измена, предательство. Пищу резать, чтобы есть, — к успеху в делах.

Пищу во сне кусать большими кусками — к убытку от невнимательности, что-либо отвратительное откусывать — к напрасным хлопотам. Кусать железо, камень и сломать зубы — знак того, что ваши дела будут безуспешными. Откусить железо или камень — знак того, что вы сможете преодолеть сопротивление. Глотать во сне что-либо крупное — к тайной радости. Лизать что-нибудь — к доброй надежде, вы сможете лестью добиться победы, терпение принесет вам успех. Сосать что-либо — знак того, что у вас будут дети, уважение, благополучие. Разные необыкновенные деликатесы во сне — символы желаний, которые не исполнятся. Есть несъедобное — к клевете.

Готовить во сне желе и разливать его по формам — означает, что вам предстоит выполнить много бюрократических формальностей, прежде чем вы сможете начать заниматься самим делом.

Есть во сне вкусный борщ, который вам очень нравится, — значит, что вскоре вы получите радостное известие, которое в итоге окажется фальшивым или просто обманом.

Варить во сне щи — к потере свободы и независимости, есть их— к исполнению желания.

Есть во сне ватрушки — значит, что наяву вы получите новую работу или должность, угощать ими кого-то — означает быть обманутыми, вынимать из них творог — к ссоре.

Есть во сне вафли — означает, что наяву нас ждут удовольствия, скорее чувственные, чем нравственные.

Есть во сне десерт — знак того, что вы избавитесь oт мелких, но неприятных долгов. Видеть стол с десертами - знак того, что вы избавитесь от чужой зависимости.

Есть во сне баранью голову — к прибыли, свиную — к дороге.

Делать во сне галушки — знак того, что вы можете наделать долгов, есть - к болезни горла, угощать галушками — к выздоровлению.

Есть во сне винегрет — означает, что в ближайшем будущем темп вашей жизни резко убыстрится, возникнет суматоха, в которой вам будет трудно навести порядок.

Сон, в котором вы едите аппетитное жаркое, предсказывает, что свойственная вам в последнее время некоторая неуверенность в себе вскоре исчезнет.

Пир, праздничный обед снится к радости, хорошему настроению, дороге.`
  },
  {
    word: 'Пиявки',
    description: `Увиденные во сне пиявки — предвестие неудач в делах.`
  },
  {
    word: 'Плавание, Буй, Буйки',
    description: `Плавать во сне — к успеху в делах. Плавать в лодке — к дальней дороге. Если вода мутная — вы получите в дороге неприятные вести. Плавать вместе с кем-то — к разлуке с ним. Плавать и вдруг начать тонуть — означает серьезные препятствия. Плавать на суше — знак того, что успех, достанется вам с большим трудом.

Стремиться доплыть до буйков во сне — означает, что наяву вас ждет удача и вы достигнете поставленной цели, но при условии, что вы до них доплыли. Если же нет, то вас могут ждать временные трудности, а достижение цели отодвинется на более поздний срок. Переплывать через реку или озеро в одежде — знак необходимости искать укрытие, без одежды, голым — знак твердости воли и спокойствия совести.

Во сне нырять в морскую или речную глубину — значит пускаться наяву в довольно рискованное предприятие. Находиться на соревновании по плаванию — означает, что большой наплыв интенсивной работы не позволит вам расслабиться.`
  },
  {
    word: 'Пластилин',
    description: `Увиденный во сне пластилин — знак хорошего вознаграждения за отлично выполненную работу.`
  },
  {
    word: 'Пластырь',
    description: `Видеть свое тело покрытым огромным пластырем — означает искать успокоение от сердечного расстройства. Прикладывать кому-то пластырь — значит, что вы выручите или поможете кому-то; прикладывать себе — будьте осторожны при болезни.`
  },
  {
    word: 'Платок',
    description: `Видеть красивый головной платок во сне — к письму, приятным вестям, подарку. На голову его повязывать — себя обуздывать, предстоит какая-то поездка. Свой на другой женщине видеть — к неприятностям.

Носовой платок — символизирует собой тревогу, споры; хлопчатобумажный — нужду, бедность; шелковый — влюбленность.

Видеть во сне чистый носовой платок — к печальному событию, потере; грязный — к богатству.`
  },
  {
    word: 'Платье, Блуза',
    description: `Платье носить хорошее во сне — знак того, что вам будет оказана какая-то честь, очень дорогое — к зависти, неприятности, грязное — к неудовольствию, стыду, дырявое — к неприятности, лжи, вышитое — к радости. Очень длинное платье — к неожиданности, короткое — знак того, что вы получите подарок. Платье из рогожи — к досаде, из бумаги — к прибыли, подвенечное платье — знак того, что вас ждет успех в делах; траурное — к новому другу.

Видеть во сне голубое платье — к душевным страданиям. Носить во сне зеленое платье — к счастью, особенно благоприятен такой сон для девушек — это предвестие счастья в любви, взаимопонимания у любимого человека, скорого замужества.`
  },
  {
    word: 'Плач',
    description: `Плакать во сне — к радости и всему хорошему. Вытирать во сне слезы — к получению неожиданного для вас утешения; лицо в слезах — к непредвиденной прибыли; смеяться во сне над плачущими — к обретению крепкого союза; плакать вместе с кем-то — к празднованию, поздравлениям, подаркам; плакать громко — к радостному событию.

Вытирать слезы у молодой женщины — к разрыву с любимым человеком.`
  },
  {
    word: 'Плащ',
    description: `Видеть во сне новый плащ — к успеху, благополучию; видеть прорехи на плаще — к неприятности, позору; одеваться во сне в новый плащ — знак того, что вскоре вы получите выгодное предложение.`
  },
  {
    word: 'Плевание',
    description: `Получить во сне от кого-нибудь плевок в лицо — означает вернуть обратно свои деньги, отдаваемые должником с большой неохотой и досадой. Харканье кровью предвещает свидание с родными, но не очень приятное сердцу, тем более что оно будет совсем невыгодно для вас. Видеть, как кто-то перед вами харкает, испытывать отвращение к нему — значит огорчаться из-за предстоящего развода или невозможности удержать возле себя любимого.`
  },
  {
    word: 'Плесень',
    description: `Если во сне все предметы вокруг вас покрыты плесенью — значит, наяву вы получите о чем-то неверную информацию, превратное представление.

Для молодой девушки такой сон — предупреждение о неискренности ее любимого.`
  },
  {
    word: 'Плотина',
    description: `Если во сне вы видите плотину — это означает, что перед вами стоит ряд неразрешенных проблем. Видеть плотину, перекрывающую реку, — знак того, что вы будете делать карьеру в очень трудном деле или в новой профессии, среди людей, которые будут противостоять вам.

Проезжать или проходить по мельничной плотине — пророчество того, что вскоре вы вплотную приблизитесь к жизненной цели.

Упасть с плотины в воду во сне — значит наяву лишиться возможности жить так, как вы хотели бы, пережить несчастье.`
  },
  {
    word: 'Площадь',
    description: `Видеть площадь во сне — к общественным хлопотам, собранию, митингу. Красивая, освещенная площадь — к участию в собрании, встрече со знакомыми.

Прогуливаться по городской площади — означает получить исчерпывающую информацию о своих партнерах или любимых.

Читать название площади — означает проявить предусмотрительность и мудрость, что поможет принять верное решение и избежать опасности.`
  },
  {
    word: 'Плющ',
    description: `Вьющиеся побеги плюща — символ здоровья и процветания.

Если молодой женщине приснилось, что она запуталась в зарослях плюща и не может выбраться из его цепких объятий, — наяву ее тайная любовная связь не принесет ей, счастья.`
  },
  {
    word: 'Пляж',
    description: `Видеть во сне пляж — значит, что вы хорошо отдохнете и духовно, и физически. Быть на пляже среди купающихся в море — значит наяву испытывать чувство вины перед кем-то за свои необдуманные поступки.`
  },
  {
    word: 'Повар, повариха',
    description: `Быть поваром во сне — предвестие большого убытка. Повара за плохое приготовление наказывать — означает стыд и посрамление, а повару заказ делать — к наглой краже и убытку. Видеть во сне повара — к хорошей жизни. Находиться во сне на месте повара — знак того, что вы получите выгодное предложение и возможность сменить работу.`
  },
  {
    word: 'Повидло',
    description: `Готовить во сне повидло — к успехам в делах, есть его — к хорошо оплачиваемой работе.`
  },
  {
    word: 'Повязка',
    description: `Видеть во сне себя с повязкой на руке — к повышению по службе.`
  },
  {
    word: 'Погоня',
    description: `Слышать во сне за собой стремительную погоню — значит, наяву вам придется все делать в чрезвычайной спешке. Увидеть настигающую вас погоню и пытаться от нее уйти — знак, что торопливость и поспешность в делах повредят вам.`
  },
  {
    word: 'Погреб, Винный погреб',
    description: `Видеть во сне пустой погреб — к печали, с винами — к радости.`
  },
  {
    word: 'Подарок, Дар',
    description: `Получить во сне подарок — означает приятно провести время, счастье, хорошие виды на будущее, новые отношения, связи, а также ссору с родственниками. Дарит подарок известной особе — к потере дружбы. Подарки де лать — означает найти поддержку и понимание в важно деле, много раздарить — к неблагодарности за сделанное добро.`
  },
  {
    word: 'Подбородок',
    description: `Во сне вырывать из подбородка растущие на нем волоски — означает поссориться и разойтись с другом.`
  },
  {
    word: 'Подкова',
    description: `Видеть во сне подкову — к усталости либо получению подарка, ее найти — к неудаче, получить — к поездке. К стене прибивать подкову — означает, что счастье можно сохранить только благодаря энергии и твердости характера.`
  },
  {
    word: 'Подметать',
    description: `Во сне подметать полы, выметать мусор — значит наяву ощутить небывалый прилив сил, подъем в делах или возможность вскоре разбогатеть.

Девушке подметать полы в избе — означает выйти замуж и переехать к мужу из отчего дома.`
  },
  {
    word: 'Подошва',
    description: `Увидеть во сне, что вы вколачиваете в подошву много гвоздей, — означает, что наяву вам потребуется максимум предусмотрительности, осторожности и внимательности чтобы избежать оскорблений. Дыра в подошве — к разрыв; отношений.

Подметки видеть или найти во сне — к веселью. Если вам снится, что отпала подошва (да еще с правой ноги), — значит, обязательно будет какая-то пропажа, несчастье.`
  },
  {
    word: 'Подруга',
    description: `Видеть себя во сне в самых дружеских отношениях с женщиной, которая называет себя подругой вашей жизни, — означает наяву подвергнуться самому наглому надувательству.`
  },
  {
    word: 'Подснежник',
    description: `Увидеть во сне подснежники — знак того, что наяну вы будете праздновать победу, успех, повышение по службе. Подснежник также означает, что вам предстоит небольшая поездка с целью отдыха, который принесет много приятных впечатлений.`
  },
  {
    word: 'Подсолнечник',
    description: `Подсолнечник символизирует большие внешние успехи. Увидеть во сне себя среди цветущих подсолнухов — значит наяву оказаться в обществе, где главную роль играют деньги, а не ум и человеческое достоинство, отчего вы будете чувствовать себя не в своей тарелке и стремиться поскорее покинуть его. Подсолнух, увиденный во сне, — говорит 0 гом, что ваша любовь будет взаимной.`
  },
  {
    word: 'Подушка',
    description: `Постельная подушка символизирует покой, помощь дорогому вам человеку. Много подушек во сне видеть — к риску понести ущерб из-за своей лени и бездеятельности.`
  },
  {
    word: 'Пожар',
    description: `Видеть во сне горящий дом — к неожиданному счастью, если горит ваш дом — к убыткам.

Зимой пожар снится к морозу, а летом — к жаре. Такой сон может означать также ссору, убыток или вора в доме. Если пожар вспыхивает внутри дома — это знак того, что в нем поселятся ссора и ненависть.

Видеть с улицы пожар дома с большим огнем — к большому неожиданному счастью, но если вы стоите в большой толпе — к клевете. Если пожар с дымом, а пламени не видно — к неприятностям и убытку.

Участвовать в тушении пожара — знак того, что вас ждет неожиданная работа на ветру или морозе. Лейкой огонь заливать — означает тушить ссору. Целую деревню, ряд домов в пламени видеть — к очень большому счастью.

Взобраться на пожарную каланчу — к получению неприятного известия. Падающая каланча — символ тревоги и беспокойства, будьте готовы к мелочным ссорам и спорам. Если вам снится пожарный — этот сон должен развеять ваши сомнения относительно друзей.`
  },
  {
    word: 'Пол (каменный), половица',
    description: `Пол символизирует здоровые отношения в доме; мокрый пол снится к ссорам, разлуке; новый настилать — знак того, что вам нужно быть внимательнее к своему здоровьо. Подметать пол во сне — к гостям. Идти по половице,, которая не очень твердая, скрипит и шатается, — значит вступить на поприще, крайне неверное и опасное.`
  },
  {
    word: 'Поле, Борозда, Борона',
    description: `Увидеть во сне зеленое или хорошо обработанное поле - к счастью, радости, удаче, победе над более сильным противником; если оно заросло бурьяном — это означает, что на пути к желаемому вам придется преодолеть много трудностей и препятствий; заброшенное поле - знак очень далеких перспектив, снится к получению результатов сегодняшнего труда в очень отдаленном будущем.

Если во сне вы идете по борозде — это предвещает чам пустые хлопоты или обременительные заботы наяву.

Видеть во сне, что вы работаете бороной, — означает что вас ждут препятствия на пути к поставленной цели.`
  },
  {
    word: 'Полет',
    description: `Если во сне вы летите вверх — это знак благополучия; летаете вверх и вниз — знак ссоры; летите низко по воздуху — к дороге.

Если во сне перелетать с одного предмета на другой с радостным чувством — значит, следует быть более уверенным в себе и меньше бояться людей.

С любимым человеком в воздухе парить — означает тосковать по нему, жаждать его общества.

Летать во сне — к успеху в делах.`
  },
  {
    word: 'Политик',
    description: `Увидеть во сне известного политика — знак, что напрасно тратите время, самому заниматься политикой — к размолвкам и недоразумениям. Для девушки сон о политике — предостережение: кто-то пытается обмануть вас или завладеть вашим сердцем с помощью обмана.`
  },
  {
    word: 'Полоскать',
    description: `Полоскать себе рот чем-нибудь едким — означает быть замешанным в ссору двух своих знакомых и со всеми перессориться. Полоскать горло — означает неосмотрительно вмешиваться в чей-то конфликт или чужой семейный скандал и нажить себе немало неприятностей, а может быть даже и врага.`
  },
  {
    word: 'Полотенце',
    description: `Вытираться во сне полотенцем — знак того, что есть шанс оправдаться от обвинений, выиграв в безнадежном деле. Полотенце символизирует собой дорогу, радость. Мокрое полотенце видеть — к обману, его на себя накидывать — к радости, чистым полотенцем вытираться — к неожиданной ласке, грязным — к опасности оказаться замешанным в грязной истории. Если приснится вышитое полотенце — к получению долгожданного письма.`
  },
  {
    word: 'Полынь',
    description: `Если вам приснилась полынь — все, что вы затеяли, не принесет вам ожидаемого результата. Вырывать полынь с корнем — означает оказаться удачливее сильного противника. Пить настойку из полыни — к потерям.`
  },
  {
    word: 'Полынья',
    description: `Если вам приснилась полынья на льду реки или озера, в которую вы вдруг на всем бегу окунулись, — это знак того, что случится что-нибудь внезапное, удивительное. Провалиться в полынью и беспомощно барахтаться в ней — означает, что с вами случится что-то необычное. Если сумели выбраться из полыньи, наяву дела постепенно бу дут улучшаться.`
  },
  {
    word: 'Помидоры',
    description: `Видеть во сне помидоры — к радости, любви, есть их - к свиданию, кидаться ими — означает растрачивать ceбя на флирт.`
  },
  {
    word: 'Поминки',
    description: `Видеть во сне поминки — к счастливой старости, находиться во сне на них — означает, что вы вернетесь к своим старым занятиям и привычкам.`
  },
  {
    word: 'Помои',
    description: `Видеть во сне помои, отбросы в большом количестве к счастью. Плавать среди помоев — означает, что вы имеете «легкую руку», вам во всем сопутствует успех.

В помойную яму свалиться — означает претерпеть временные обиды, за которые вы будете сторицей вознаграждены. Помоями быть обляпанным — к высокой чести

Выливать грязные помои на улицу — означает услышать о себе мерзкие сплетни и грязные обвинения.

Собирать помои и всякую рухлядь — знак того, что вь можете совершить сквалыжнический поступок.`
  },
  {
    word: 'Понос',
    description: `Если вам приснился понос — у вас будут большие не приятности как в семье, так и на работе, вам будет от чего расстроиться.

Страдать от жестокого поноса во сне — значит наяву лишиться кого-нибудь из друзей.`
  },
  {
    word: 'Поплавок',
    description: `Видеть во сне поплавок — означает наяву ваше упорство, стремление пойти наперекор указаниям начальства`
  },
  {
    word: 'Попугай',
    description: `Видеть во сне попугая — к счастью, радости, белого попугая — к веселому обману, шутке.`
  },
  {
    word: 'Порог',
    description: `Если вам приснится, что вы переступили низкий порог и очутились в светлой комнате или на солнечной улице, — сон сулит правильный путь к успеху.

Если же вы с трудом переступаете через порог — возможны непредвиденные осложнения в делах, убытки.`
  },
  {
    word: 'Порох',
    description: `Порох видеть — к неожиданной опасности, к ссорам и беспричинной ревности.`
  },
  {
    word: 'Портной, портниха',
    description: `Портной, портниха — снятся к неприятностям, промедлению в достижении цели. Портной за шитьем — к измене в любви.`
  },
  {
    word: 'Портрет',
    description: `Если во сне вы разглядываете портрет какой-то прекрасной особы, то разгадка этого сна такова: наслаждаясь чем-то прекрасным, следует помнить, что подобные радости чреваты переживаниями и предательством.

Сны, в которых вы видите портреты, наносят урон нашим повседневным делам.

Портрет умершего видеть — знак, что вас ждет духовная помощь в материальной нужде.

Если во сне вы видите свой портрет — вам следует позаботиться о своем здоровье.

Портрет получать в подарок или дарить — означает, что, возможно, вам предстоит пережить измену или окончательный разрыв с любимым человеком.

Если во сне вы увидели портрет друга или знакомого — значит, ему предстоит долгая жизнь.`
  },
  {
    word: 'Пособие, Дотация',
    description: `Получать во сне государственную субсидию, дотацию или материальную помощь — знак предстоящих перемен в вашей жизни, если вы отказываетесь от нее — значит, вам лучше проявить осторожность при решении серьезных вопросов, ч гобы не попасть в неловкую или двусмысленную ситуацию.

Получать во сне пенсию — хороший знак, такой сон является предвестием перемен к лучшему, наступлению благоприятного для вас времени.

Если ьо сне вы получаете слишком маленькое пособие или материальную помощь — такой сон может сулить вам материальные затруднения.

Получить во сне отказ в получении материальной помощи, субсидии или дотации — означает, что у вас возникнут непредвиденные трудности, проблемы с работой или другие неприятности из-за ваших друзей или тех, на кого вы рассчитываете.

Если во сне вы пытаетесь получить пособие, материальную помощь или льготу — это знак того, что у вас вскоре возникнут проблемы на работе из-за друзей или знакомых; если вам удалось их получить, то вы смело можете рассчитывать на помощь друзей, они не подведут вас в трудную минуту.

Пользоваться во сне какой-то льготой или получать долговременную дотацию — означает, что вас ждет много препятствий и затруднений на пути к достижению поставленной цели.`
  },
  {
    word: 'Посуда',
    description: `Посуду во сне видеть, если она старая или с чем-нибудь, - хороший знак. Новая — снится к неприятности. Пустая посуда — знак того, что вы испытываете потребность в чем-либо.

Специально посуду бить — к счастью, случайно — знак того, что, будучи осторожными, вы можете избегнуть несчастья.

Черепки видеть — к благоприятному повороту судьбы. Мыть, выбирать посуду — знак того, что вас ждет гармония в любви и браке. Покупать ее — к переменам.

Чужую посуду видеть — означает лживых друзей.

Фарфор во сне — означает, что вашим делам будет благоприятствовать успех. Если вам приснится разбитый фарфор — значит, ваши заблуждения послужат причиной серьезных проступков.

Любой сервиз, увиденный во сне, — означает, что вы можете рассчитывать на поддержку влиятельных лиц во всех своих начинаниях.

Если женщина во сне расписывает фарфор или просто расставляет фарфоровые вещицы — сон предвещает, что уют и доброта надолго поселятся в ее доме.`
  },
  {
    word: 'Посылка, Бандероль',
    description: `Увидеть во сне посылку — значит, что ваш труд будет оценен и вознагражден.

Получить посылку по почте — вас ждет успех в делах или хорошее известие. Посылка с золотом, драгоценностями — сулит вам богатство, почет и уважение сослуживцев. Пустая посылка — предвестие неприятностей.

Трудности, связанные с получением посылки на почте, — тоже плохой знак. Вас могут ожидать проблемы, трудности, ссора или незапланированные расходы.

Получать во сне бандероль — к успеху в делах и предстоящей обеспеченной жизни, отправлять — к благополучию.`
  },
  {
    word: 'Потолок',
    description: `Потолок символизирует предостережение, предупреждение. Обрушивающийся на вас во сне потолок — знак того, что вы рискуете попасть в немилость начальству и получить выговор.

Новый потолок делать — означает приобрести благосклонность важной персоны.`
  },
  {
    word: 'Похороны, Захоронение заживо',
    description: `Видеть процессию погребения во сне — сулит наяву хорошее событие, примирение, свадьбу, для мужчин — долгую и счастливую жизнь.

Хоронить кого-нибудь из близких — означает успех в деле, которое вы считали безнадежным, внутренние перемены в себе, перемены в делах.

Горько плакать, скорбеть на похоронах — означает недолгое счастье. Скорбящих видеть — хороший знак. Соболезнования принимать — к празднику.

Шествие похоронное видеть — к свадьбе.

Видеть себя похороненным заживо — означает, что вы готовы совершить огромную ошибку, которую враги быстро используют, чтобы навредить вам; видеть, что вы спаслись, вылезая из могилы, — означает, что ценой великих усилий вы сможете благополучно выйти на правильный путь.`
  },
  {
    word: 'Почка',
    description: `Видеть во сне почки — к размолвкам в супружеских отношениях; если почки «отказывают» во сне — значит, вас ждет неприятное открытие; есть тушеные почки — к холодности в тайной любви из-за чьих-то интриг.`
  },
  {
    word: 'Почин (на деревьях)',
    description: `Видеть во сне почки на деревьях и кустах нераспустившимися — означает наяву совершить непростительно безрассудный поступок. Сон о том, что почки лопаются, раскрываются, обнажая зачатки зеленых листочков, — знак вашего стремления к чувственным наслаждениям, которые не принесут счастья, оставят в душе сожаление о напрасно потерянном времени.`
  },
  {
    word: 'Почта, Гонец',
    description: `Почтальона видеть во сне — к разочарованию, новостям, дороге. Почтовый ящик — предвещает внутреннее одиночество. Сумка почтальона — означает, что скоро тайное станет явным, почту или почтамт во сне видеть — плохой знак, сулящий вам проблемы и неприятности.

Почтовые марки во сне — символ порядка и организованности в вашей жизни. Почтовые марки во сне наклеивать — значит, вы получите известие от посторонних людей; коллекционные марки — знак того, что иы получите хорошие известия от родственников. Возможно, скоро иле ждет вознаграждение по службе. Если во сне вы постараетесь использовать уже гашеные марки — в реальной жизни ваша репутация окажется под угрозой. Получение марок — означает быстрый рост популярности. Рваные марки предвещают награды на вашем пути.`
  },
  {
    word: 'Пощечина',
    description: `Получить во сне пощечину — означает, что вам предстоит освоить новую работу, приобрести опыт в чем-либо, но очень трудным и тяжким путем.

Дать пощечину кому-нибудь — означает, что вас может ожидать оскорбление или неприятности.`
  },
  {
    word: 'Пояс',
    description: `Если во сне вы завязываете пояс — значит, вам предстоит тяжелая работа; если развязываете — облегчение труда.

Если во сне вы подвязываете пояс от платья — вам предстоит связь с мужчиной, брак. Порвать пояс — к разлуке с любимым человеком; потерять его — знак того, сомневаясь, вы потеряете хорошие перспективы достижения успехов; найти его — означает вернуть себе уверенность или доверие людей; видеть пояс — к покупке.`
  },
  {
    word: 'Поясница',
    description: `Во сне ощущать боль в пояснице — означает визит к государственному служащему.`
  },
  {
    word: 'Презентация',
    description: `Попасть во сне на презентацию — означает, что кто-то из ваших друзей или знакомых подведет вас, своими действиями создав вам много проблем или неприятностей.

Самому устраивать презентацию — значит, что никакие препятствия не позволят вам отступить от задуманного, у вас хватит сил и энергии, чтобы воплотить свои замыслы в жизнь.`
  },
  {
    word: 'Презерватив',
    description: `Использовать во сне презерватив по назначению — знак вашего высокого самомнения или «звездной болезни», будьте осторожны в оценке своих действий и поступков, так как окружающие вас по-иному оценивают происходящее.

Увидеть во сне порванный презерватив — предвестие убытков, непредвиденных трудностей, ухудшения отношений с друзьями, коллегами, руководством.

Покупать его во сне — означает, что вам предстоит знакомство с человеком, которое может повлиять на вашу дальнейшую судьбу.`
  },
  {
    word: 'Президент',
    description: `Быть во сне приглашенным на аудиенцию или совещание с президентом — к радости и успехам, но говорить с ним — к разочарованию.

Видеть президента в окружении советников или помощников — к удаче в делах, получению выгоды, улучшению вашего положения.

Самому быть во сне президентом — плохой сон, сулящий вам препятствия, затруднения, проблемы со здоровьем.`
  },
  {
    word: 'Премьер, Вице-премьер',
    description: `Увидеть во сне премьера — к неожиданным известиям, вице-премьера — к неприятным известиям, непредвиденным расходам.`
  },
  {
    word: 'Препятствие, Заграждение',
    description: `Сон о каком-то препятствии предсказывает временные затруднения, однако преодоление их сулит вам благополучие. Если вы увидели во сне перед собой какое-то заграждение — это говорит о том, что вас ждет разочарование в азартных играх.

Если вы преодолеваете препятствие во сне — это предвещает успех в любом деле и в любых ситуациях. Препятствия, которые не удалось преодолеть, — означают, что ослаблено здоровье и временные затруднения выбьют вас из привычной колеи.

Для женщины видеть себя в затруднении перед каким-то препятствием на пути к выбранной цели — означает, что ей угрожают козни недоброжелателей. Для влюбленных, напротив, этот сон означает гармонию сердец.`
  },
  {
    word: 'Пресс-конференция, Брифинг',
    description: `Сон, в котором вы устраиваете брифинг или пресс-конференцию, — означает, что ваша излишняя откровенность может оказать вам плохую услугу.

Смотреть по телевизору пресс-конференцию по интересующему вас вопросу — предвестие нечестного отношения к вам, обмана со стороны тех, кому вы доверяете.

Принимать во сне участие в брифинге — предостережение что вы, возможно, совершили ошибку или неправильный поступок, чем могли вызвать недовольство тех, от кого вы зависите.`
  },
  {
    word: 'Преступник, Бандит, Варвар',
    description: `Видеть преступника во сне — к новому знакомству, преследовать бегающего преступника — к счастью, идти с ним по дороге - к большому счастью, выгоде, быть им во сне - к достижению цели, принуждать его войти в дом — к разорению семьи.

Узнать во сне, что вам угрожают представители мафиозной группировки — означает, что вас ждут временные грудности и не стоит сильно расстраиваться по этому поводу.

Самому быть членом мафиозной структуры и угрожать кому-либо — к предстоящему шумному и веселому времяпрепровождению.

Бороться во сне с мафией или пытаться противостоять их действиям — значит, что наяву вам предстоят финансовые затруднения, сложности в выполнении обязательств по долгам или оплатам.

Для девушки знакомство во сне с мафиози или членом мафиозной группировки — предостережение: из-за своих выходок, капризов и обманов она может потерять своего возлюбленного или поссориться с ним на продолжительное время.

Увидеть во сне бандита — к предстоящей опасности. Подвергнуться нападению бандитов — значит, что вам предстоит пережить большой страх. Если на вас нападает бандит или разбойник, то вас ожидает улучшение имущественного положения и материального благосостояния. Много бандитов во сне — символизируют предстоящий вам выбор. Вам следует принять твердое и окончательное решение по какому-то поводу.

Разбойники во сне могут предвещать ссору или раздоры с родственниками.

Если во сне вы сталкиваетесь с диким варваром и побеждаете его, то такой сон сулит вам успех в бизнесе.`
  },
  {
    word: 'Прививка',
    description: `Если во сне вам сделали прививку — ваше здоровье будет крепким, видеть, как делают ее кому-то, — значит, что кто-то из вашего окружения заболеет. Видеть во сне, что вам делают прививку, — также знак недовольства своим спутником жизни, разочарования в делах.`
  },
  {
    word: 'Приговор',
    description: `Если вам во сне зачитывают странный и неожиданный приговор в суде — значит, наяву вы испытываете раскаяние и ищете выход из тупика.

Если вы слушаете приговор, который выносится другому лицу, — значит, наяву вас будут терзать ревность, зависть к сопернице (сопернику).

Приговор ожидать — означает, что вы будете испытывать ревность; слышать его — к завершению дела; выносить приговор — знак того, что следует пересмотреть ваши взгляды на людей и события.`
  },
  {
    word: 'Призрак, Домовой',
    description: `Увидеть во сне привидение, призрак, фантом — означает, что вы сами не знаете, чего хотите; говорить с ними — значит, что вам предстоит произвести на кого-то хорошее впечатление. Убегать от них — означает, что вы пытаетесь решить одни проблемы, а из-за этого возникают другие. Лучше обдумайте свое положение, возможно, вы идете неправильным путем.

Увидеть во сне, как полтергейст двигает предметы, — предостережение: ваши сегодняшние ошибки и промахи будут долгое время создавать вам проблемы и препятствия.

Если во сне вы увидели домового — значит, вскоре какие-то события испортят вам настроение, выгонять его из дома — к ссорам, разногласиям, скандалам в семье. Веселый домовой во сне может сулить благополучие, хорошие взаимоотношения в семье; сердитый или грозный — предвещает вам перемену местожительства или работы.

Увидеть во сне пугало или чучело — означает, что кто-то пытается вас обмануть или чем-то вам навредить.`
  },
  {
    word: 'Пристань, Гавань',
    description: `Увиденные во сне гавань или пристань — символы радости, выгоды и приятных известий. Быть в гавани с командой или с друзьями — означает, что только с их помощью вы сможете добиться поставленной цели.`
  },
  {
    word: 'Провизор, Аптекарь',
    description: `Видеть во сне аптекаря — означает, что ваше здоровье подорвано и требуется лечение, работать во сне в аптеке — к переходу на более престижную и высокооплачиваемую работу.`
  },
  {
    word: 'Программист',
    description: `Быть во сне программистом — к успеху в делах, видеть его — значит, что кто-то пытается незаслуженно обвинить вас.`
  },
  {
    word: 'Продавец',
    description: `Торговля во сне — предвестие успеха в делах. Если ваша торговля идет не совсем успешно — значит, в скором времени вами овладеют печаль и досада. Если во сне вы торгуете из-под полы — наяву можете понести потери. Видеть во сне человека, продающего книги, — к получению полезной информации, продающего продукты питания — к достатку в доме. Если во сне вы видите себя торговцем в палатке — это значит, что вам предстоит заняться непривычным или неприятным делом. Солидная выручка при торговле во сне — предвестие потери имущества.

Увиденный вами во сне продавец или торговец — знак, что вам следует больше доверять людям, которые вас окружают.

Самому во сне быть продавцом в киоске — к серьезному испытанию, возможно, получению очень ответственной работы или поручения.

Коммивояжер снится к перемене отношений с друзьями.

Совершать во сне какие-либо покупки — к прибыли или радостным переживаниям, продавать личные вещи — к тревожным новостям, беспокойству.`
  },
  {
    word: 'Продюсер',
    description: `Увидеть во сне известного продюсера — значит, что вскоре вы можете получить выгодное предложение о сотрудничестве или пойти на повышение по службе.`
  },
  {
    word: 'Пропасть, Бездна',
    description: `Стоять во сне перед пропастью или бездной — значит, что наяву есть какая-то угроза вашей жизни или материальному благополучию. Падать в бездну — вас ждет нечто необычное или удивительное, счастливый случай. Избежать падения в пропасть — избавиться от существующей опасности.

Медленно парить над пропастью — предостережение в том, что ваши иллюзии относительно положения дел не соответствуют действительности. Висеть на краю пропасти и пытаться удержаться — значит, что ваше положение неустойчивое. Если вам удастся выбраться, то все нормализуется, избавитесь от насущных проблем.

Стоять во сне на краю обрыва — к предстоящим жизненным испытаниям. Упасть вниз — плохой сон, он может быть предвестием забот, проблем и даже несчастья.

Находиться во сне на краю пропасти или ущелья — означает, что вас обсуждают, ругают, пытаются подставить ваши недруги.

Упасть в ущелье во сне — означает наяву убедиться, что ваш соперник счастливее или хитрее вас.

Видеть ущелье или находиться во сне в нем — знак того, что вам нужно позаботиться о своем здоровье.`
  },
  {
    word: 'Прополка, Выпалывание, Выполоть',
    description: `Полоть — означает препятствие, поэтому вам необходимо быть особенно внимательным в делах.

Полоть во сне самому свой огород — к победе над неприятелем; еще он означает, что вы будете пытаться уничтожить дурную славу, распущенную о вас в народе.

Видеть, как другие занимаются прополкой, — означает обнаружить обман компаньонов, уличить в притворстве близкого человека.`
  },
  {
    word: 'Прорубь',
    description: `Видеть во сне прорубь — к значительным препятствиям, провалиться в нее — к крупному материальному ущербу, ловить рыбу в проруби — знак, что вы окажетесь в неприличном обществе.`
  },
  {
    word: 'Проститутка, Женщина легкого поведения',
    description: `Для мужчины видеть себя во сне с проституткой — к получению денег, добытых нечестным путем; для женщины видеть ее или с ней разговаривать — означает найти взаимопонимание с мужчиной. Видеть во сне, как проститутка пристает к мужчине, а он ее прогоняет, — к убыткам. Женщине видеть себя во сне проституткой — к неожиданной прибыли.`
  },
  {
    word: 'Протезы',
    description: `Увиденный во сне костыль означает проблемы, неприятности. Протез видеть — к потере здоровья, носить его — к моральному удовлетворению.`
  },
  {
    word: 'Прошение',
    description: `Видеть во сне, что вы ходатайствуете о ком-то, означает, что наяву вам понадобится помощь и вы получите.`
  },
  {
    word: 'Пруд',
    description: `В пруду купаться во сне — означает застой в делах; в можете нарушить чей-то покой без уважительной причины. Видеть совсем маленький пруд — к тихой присташ пруд в лилиях — к приобретению через потерю, в ряске означает дорогу по суше.`
  },
  {
    word: 'Прыжок',
    description: `Спрыгнуть во сне с невысокого предмета — знак того что вас подстерегает клевета; с транспорта прыгать к успеху. Через пропасть, трещину в земле перепрыгивать - означает, что успех дела не требует от вас глубоких размышлений, счастье — в незнании. Прыгать вниз и доли лететь — к победе в результате сознательного риска. С парашютом прыгать — означает, что для достижения успеха потребуется мужество.`
  },
  {
    word: 'Пряник',
    description: `Есть пряник во сне — означает весело провести время;пряники готовить - означает устроить угощение; пряники ломать - значит нанести вред своей карьере.

Свежие пряники - знак предстоящего веселого досуга. Покупать во сне пряники — означает пригласить гостей и облечь себя на хлопоты, связанные с их приемом.`
  },
  {
    word: 'Пряности',
    description: `Если во сне вы видите пряности — это знак, что вы можете погубить свою репутацию. Для девушки приправляи еду пряностями — означает, что ей стоит присмотреться повнимательнее к новому знакомому, ибо наружность обманчива.`
  },
  {
    word: 'Птица, Домашняя птица',
    description: `Птиц во сне видеть — ко всему хорошему, успеху, прибыли, иногда — к сплетням. Много маленьких птиц видеть — знак того, что вас ждет небольшая прибыль. Корм птицам кидать — к тоске, поискам новых знакомств, новому обществу. Слышать во сне пение птиц — к разговорам с друзьями, очень громкое пение — к ссоре. Драка птиц во сне — означает ваше предстоящее участие в ссоре между женщинами.

Говорить с птицами — к веселью. Поймать птицу на лету — знак того, что получите письмо издалека; птица забирается за пазуху — к счастью. Птенец, начинающий пробовать свои крылья и падающий, — означает неудачу в плохо обдуманном деле. Видеть во сне хищную птицу (сокола, ястреба) — предсказывает, что вас обманут; застрелить ее — означает, что после борьбы вы преодолеете псе препятствия на пути к счастью.

Если молодая женщина во сне отпугивает хищных птиц от своих малышей — это значит, что она добьется исполнения своих самых смелых желаний, но только тогда, когда будет трудолюбива. Сон предвещает вам реальную опасность со стороны ваших противников. Если вам во сне удастся спугнуть птиц, прежде чем они нападут на вас и поранят, — ваши дела будут удачны.`
  },
  {
    word: 'Публичный дом, Бордель',
    description: `Во сне в публичном доме быть — к неприятностям, туда собираться - означает очень серьезное предупреждее, находиться в публичном доме в качестве посетителя - к потерям и разочарованию.

Девушке видеть себя в публичном доме — означает встречу с коварными людьми, которые причинят ей боль и унижение.`
  },
  {
    word: 'Пуговица',
    description: `Пуговица снится к переменам. Много пуговиц видеть — к деньгам. Отрезать пуговицу — означает неверность, пришивать ее — уверенные жизненные обстоятельства, хорошее будущее.`
  },
  {
    word: 'Пудра',
    description: `Пудру во сне видеть, ею пудриться — означает неудачно скрывать свои ошибки. Пудра во сне — означает также тайное стремление приобрести поклонников. Пудра, которой густо обсыпана чья-нибудь прическа, —- означает ложь, надувательство, обман, это знак того, что в погоне за наслаждением вы можете навредить своей репутации.`
  },
  {
    word: 'Пуля',
    description: `Слышать свист пуль во сне — означает, что наяву у вас не будет возможности избежать неприятного разговора. Сон, в котором вас сразила пуля противника, снится к неожиданным и очень плохим вестям.`
  },
  {
    word: 'Путешествие, Вояж',
    description: `Если во сне вы знаете маршрут путешествия — это снится к новым начинаниям; не знаете маршрут — к предложению; морское, долгое неведомо куда — к получению наследства. Любой совершаемый вами во сне круиз говорит о том, что в вашей обыденной жизни не хватает романтики и комфорта, ваши будни однообразны.

Общаться во сне с миссионером — к знакомству, для женщины — к случайной, но надолго запоминающейся связи. Быть им — к препятствиям и затруднениям.`
  },
  {
    word: 'Пчела',
    description: `Пчелы, вьющиеся во сне над вашей головой, — означают победу, торжество, успех. Тот, кто увидит во сне, что он держит пчел, — получит радость от своей жены и честным трудом заработает на жизнь.

Пчел нападающих видеть — к эпидемии, мору, убить пчелу — означает испытать препятствия, помехи.

Улей с пчелами — снится к богатству, пустой улей — означает получить наказание без вины.

Если пчелы во сне роятся — значит, дело не завершитеся успехом; пчелы жалят в ногу — к радости, связанной с материальной выгодой, приобретением.

Пчелы также снятся к непогоде. Увидеть во сне рой пчел — означает принять сироту в дом; этот сон может также означать разорение семьи.

Молодой женщине быть ужаленной пчелой — к беременности.

Видеть во сне улей — к большой прибыли, увеличению доходов или повышению заработной платы.

Наполненная во сне жужжащими и усердно работающими пчелами пасека — означает, что ваш труд более полезен для других, чем для себя. Видеть во сне пасеку или находиться на ней — к получению хорошего известия по почте.`
  },
  {
    word: 'Пыль',
    description: `Приснившаяся вам пыль — означает неприятность, досаду, раздражение.

Если во сне вы упали в пыль и не можете подняться — значит, вы сами кого-то обманываете и вас мучают угрызения совести.

Видеть во сне или работать с пылесосом — означает, что нужно упорядочить свои дела, тогда будут хорошие надежды на прибыль.`
  },
  {
    word: 'Пятно',
    description: `Во сне пятна на пальто, жакете, платье и т.д. — означают неудачи в делах.

Пятна на белье снятся к известности. Без успеха выводить пятна — означает порочную репутацию.`
  },
  {
    word: 'Работа',
    description: `Потерять во сне работу — означает, что наяву вас могут ожидать неприятности в личной жизни или во взаимоотношениях с любимым человеком; быть во сне безработным — означает потерпеть неудачу в деле, на которое вы возлагали большие надежды; искать во сне работу — к ней ожиданному доходу; поручать свою работу другому — к неприятностям по службе.

Тяжко трудиться во сне — к заслуженному успеху, новым начинаниям.

Видеть во сне, как другие работают, — знак, что у вас появится надежда на благоприятное течение дел; если paботниками являются мужчины — это знак успешной работы или крепкого здоровья.

Женщине видеть себя домработницей — предвесия скучного труда, ради которого она пожертвует временем и удовольствиями.`
  },
  {
    word: 'Рабочий',
    description: `Видеть во сне рабочего — к важным новостям или к важному визиту, помогать рабочему — к исполнению желаний, драка между рабочими — снится к бесполезный расходам. Видеть во сне рабочих за работой — предвестие длительного благополучия, отдыхающих — к материальным потерям.`
  },
  {
    word: 'Рабство',
    description: `Видеть себя во сне в рабстве — означает, что вы попали под влияние самолюбивого человека.`
  },
  {
    word: 'Раввин',
    description: `Видеть во сне раввина — к хорошему развитию дел. Говорить с раввином во сне — означает получить некую вещь, которая принесет вам счастье.`
  },
  {
    word: 'Радар',
    description: `Пользоваться во сне радаром или видеть, как кто-то им пользуется, — к успехам в делах или переходу на более высокооплачиваемую работу. Для одинокой женщины такой сон может предвещать знакомство с хорошим мужчиной, возможно, будущим мужем.`
  },
  {
    word: 'Радио',
    description: `Если во сне вы слушаете радио — значит, вскоре вы услышите какую-то приятную новость издалека.`
  },
  {
    word: 'Радость',
    description: `Радоваться во сне — к обретению уверенности в своих силах, неистово радоваться — к печали. Если после пробуждения у вас от сна осталось чувство ликования — это чначит, что вам следует ожидать много разнообразных материальных выгод и удовольствий.`
  },
  {
    word: 'Радуга',
    description: `Видеть во сне радугу — к переменам, надеждам на счастье, утешению. Этот сон снится также к хорошей погоде. Молодым людям сон о радуге предвещает полноту чувств, счастье взаимной любви.`
  },
  {
    word: 'Развалины',
    description: `Видеть развалины — к огорчению; развалины чужого дома, притом враждебного, — к исполнению желания.`
  },
  {
    word: 'Разговор',
    description: `Слышать во сне разговоры — к неприятным известиям о болезни кого-то из близких, неприятностям в делах, очень громкие разговоры — знак того, что вас обвинят во вмешательстве в чужие дела. Слышать во сне разговор людей, которых вы не видите, — к неискренности людей, чьи голоса вы слышите.`
  },
  {
    word: 'Разлука',
    description: `Разлучаться во сне с кем бы то ни было — к скорой встрече, которую вы долго ждали.`
  },
  {
    word: 'Рак',
    description: `Видеть одного или много раков вареных — к убытку, живых — к скорому отьезду или отказу от чего-нибудь полезного.

Рак, ползающий за вами повсюду, означает разногласия с друзьями. Ловить раков, опасаясь их укусов, — означает, что наяву вы найдете общий язык с бывшим врагом. Бороться с гигантским раком — означает вступить в борьбу с собственной инертностью.

Очень хороший сон, если людям, родившимся под знаком Рака, приснится их зодиакальный знак. Это, без сомнения, означает поворот вашей судьбы к успеху и победе.

Женщинам копошащихся раков видеть — к беременности.`
  },
  {
    word: 'Ракета',
    description: `Увиденная во сне сигнальная, рассыпающаяся на тысячи искр над вашей головой ракета, — предвещает неожиданный и очень шумный приход гостей.

Видеть во сне взлетающую праздничную ракету — к приятному известию, которое может оказаться вымыслом, а также к известию о беременности. Запускать ракету — означает, что вы можете не сохранить достигнутое.`
  },
  {
    word: 'Ракетка',
    description: `Видеть или играть во сне ракеткой — означает, чго ваш напарник ведет двойную игру. У вас могут быть затруднениям финансах.`
  },
  {
    word: 'Раковина',
    description: `Раковины во сне означают деньги, прибыль, удачную покупку, благополучие. Их открывать — к открытию тайны. Собирать морские раковины — к неприятностям из-за расточительности и страсти к излишествам, к сожалению о растраченном впустую времени.`
  },
  {
    word: 'Рама',
    description: `Натягивать во сне с усилием что-нибудь на раму — означает, что придется употребить все свои старания для того, чтобы что-нибудь устроить.

Покупать раму для картины во сне — значит, что наяву вас ждут пустые хлопоты, упадок коммерческих дел или значительные потери.

Пустую раму видеть — к размолвке с полезным для вас человеком. Видеть пустую раму на стене своей комнаты означает для холостого — глупую заботу, для женатого — ветреность жены.`
  },
  {
    word: 'Рана',
    description: `Видеть во сне раненого вообще — к неудаче; видеть раненого родственника — к неприятности; себя видеть во сне раненым, с повреждением рук или ног — означает, что ваши дела могут прийти в упадок.

Рана с кровью для женщины — к потере друга, любовника, для мужчины — к кляузе.

Раненым быть — к огорчению.`
  },
  {
    word: 'Расписка',
    description: `Сон, в котором даете расписку вы, — к препятствиям на пути решения важной проблемы, если ее дают вам — значит, в вашем близком окружении вероятны обман и интриги.`
  },
  {
    word: 'Распоряжение',
    description: `Если вы во сне распоряжаетесь кем-либо — значит, в вашем окружении появятся новые люди.`
  },
  {
    word: 'Распутство',
    description: `Сон, в котором вы распутничаете с несколькими знакомыми людьми, — знак непременного расстройства ваших дел.`
  },
  {
    word: 'Распятие',
    description: `Видеть во сне распятие — означает шанс обрести стойкость духа, способность продолжать дело после крушения надежд. Молиться перед ним — значит прилагать немало усилий, преодолеть множество препятствий, чтобы довести свои дела до успешного конца. Иногда такой сон обещает высокое духовное наслаждение.`
  },
  {
    word: 'Рассада',
    description: `Сажать огородную рассаду — знак того, что обстоятельства скоро изменятся к лучшему и фортуна вознаградит вас за ваши труды. Выращивать или покупать огородную рассаду, высаживать ее на грядки или в парники — означает, что обстоятельства для вас обернутся к лучшему, вы будете щедро вознаграждены судьбой за прежние испытания.`
  },
  {
    word: 'Расследование',
    description: `Видеть во сне расследование — к неприятностям и разочарованию. Предстать во сне перед следствием в качестве обвиняемого — к злобной клевете против вас.

Следователь, с которым вы имеете дело во сне, — символ интриг, которые ведутся за вашей спиной.`
  },
  {
    word: 'Рассол',
    description: `Пить в большом количестве огуречный или капустный рассол — к спокойному отдыху. Если вам приснился рассол, обратите внимание на состояние своего здоровья.`
  },
  {
    word: 'Расстрел',
    description: `Видеть церемонию расстрела какого-нибудь изменника в военное время и узнать в жертве этого наказания себя или кого-нибудь из знакомых — предвестие вам или тому человеку наяву проблем со здоровьем, необходимости принять меры по охране имущества, возможны дискомфорт и непонимание в семье.`
  },
  {
    word: 'Растение',
    description: `Видеть во сне зеленое комнатное растение — предвестие забот, которые, однако, будут приятны вам. Если это растение ядовито — сон предупреждает вас о возможных кознях.

Видеть полезные растения — предвестие теплых отношений с друзьями, радости и уюта в вашем доме.

Видеть во сне вечнозеленое растение или кустарник у вашего дома — к благополучию в нем и обретению знаний, которые помогут вам стать счастливыми.`
  },
  {
    word: 'Расческа, Гребень, Гребешок',
    description: `Увидеть во сне гребенку — предвестие ссоры. Множество гребенок, воткнутых в ваши волосы, — знак больших неприятностей.

Если расчесывается женщина — ее ожидают потери, ненужные траты денег; мужчина — значит, его ждет разочарование в личной жизни.

Покупать расческу — к переменам.

Гребенка с деревянными зубцами — означает окончание старого дела; видеть гребенку — значит испытать поддержку влиятельного лица; взять ее — к появлению жены или любовницы; расчесывать волосы гребенкой — означает, что уйдут все печали и беспокойства.

Для девушки видеть во сне, что она расчесывает волосы, — означает счастливое замужество; для молодицы — побои мужа.`
  },
  {
    word: 'Рация',
    description: `Видеть во сне рацию — к получению важной информации, из-за которой вы будете волноваться и переживать.`
  },
  {
    word: 'Рвота',
    description: `Видеть во сне, что вы испытываете позывы на рвоту, — к богатству, что рвота у вас — к огорчению.

Давать кому-нибудь рвотное средство — означает, что наступил ваш час, используйте свою удачу.`
  },
  {
    word: 'Ребро',
    description: `Видеть во сне лишнее ребро — к прибавлению в семье, поломанное ребро — к выигрышу в чем-либо.`
  },
  {
    word: 'Ревность',
    description: `Ревновать во сне — к исполнению желаний или знак, что вас подстерегает опасность ночного нападения.`
  },
  {
    word: 'Редька',
    description: `Есть во сне редьку — к стыду, вырывать ее — к неприятностям, угощать кого-нибудь — к оказанию вам почести.`
  },
  {
    word: 'Река',
    description: `Уронить что-либо во сне на дно реки — значит, что вскоре вам предстоит выгодно вложить деньги или сделать удачную покупку.

Большая река во сне — означает большие слезы или радость, важный разговор, сплетни. Ее переплывать — к исполнению намерений.

Река, несущая много сора, деревьев и т.д., — означает, что придется строить жизнь заново, а также вред, потери. Река среди каменистой пустыни — знак того, что вам предстоит замкнутая жизнь, полная ограничений.

Переплыть во сне реку — к исполнению желания.`
  },
  {
    word: 'Реклама',
    description: `Видеть во сне рекламу — означает, что вам предстоит знакомство с человеком, от которого будет зависеть ваше будущее.`
  },
  {
    word: 'Рекорд',
    description: `Поставить во сне рекорд в каком-либо виде спорта -знак, что вы добьетесь своей цели, ваша настойчивость принесет хорошие результаты.`
  },
  {
    word: 'Рельсы',
    description: `Видеть во сне рельсы — к дальней поездке, причем довольно успешной, откладывайте деньги.`
  },
  {
    word: 'Ремень, Бляха',
    description: `Увидеть во сне начищенную до блеска бляху на ремне — означает, что вы недовольны своим положением и хотите достичь большего.

Самому чистить бляху на своем любимом ремне — знак того, что из-за своей неосторожности вы можете попасть в большую зависимость от других.`
  },
  {
    word: 'Ремонт, Евроремонт',
    description: `Делать во сне в своей квартире шикарный евроремонт — означает, что ваша жизнь скоро изменится в лучшую сторону. Если же вы слишком долго собираетесь его делать, но по разным причинам не можете начать — такой сон может быть предвестием обманутых надежд, несбывшейся мечты, символом вашей наивности.

Если молодой женщине снится, что она делает ремонт, — это означает, что ее муж найдет в ее лице хорошего помощника в своих делах.`
  },
  {
    word: 'Репетиция',
    description: `Театральная репетиция, в которой вы участвуете, — знак того, что вы можете наяву узнать скрытую сторону дела, которое вас очень интересует. Присутствовать на репетиции во сне — знак того, что разговоры за вашей спиной связаны с завистью ваших соперников. Не следует слишком обращать на это внимание.`
  },
  {
    word: 'Репортер',
    description: `Если во сне вы ведете репортаж — значит, ваши труды не пропадут даром, работа или дело, на которое вы потратили много сил или средств, многократно окупится.

Видеть во сне репортера или разговаривать с ним — к знакомству с человеком, который сделает для вас много полезного, а возможно, станет покровителем или советчиком на долгое время.`
  },
  {
    word: 'Ресницы',
    description: `Длинные ресницы снятся к счастью в интимной жизни. Если они отсутствуют — к предательству. Накладные ресницы во сне — означают, что вам предстоит узнать чужие секреты. Иметь во сне слепившиеся и не раскрывающиеся ресницы — знак того, что вы займетесь изучением характера вашего близкого приятеля.`
  },
  {
    word: 'Рецепт',
    description: `Видеть во сне, что вам выписывают рецепт, — к болезни, выписывать рецепт — к получению ложных сведений.`
  },
  {
    word: 'Решетка',
    description: `Видеть во сне железную решетку — к тревожной и опасной дороге, будьте осторожны в пути.`
  },
  {
    word: 'Решето',
    description: `Видеть во сне решето или сито — означает, что не все оказывается таким, каким оно вам кажется. Ловить сито или бить им во сне жену — к миру и спокойствию в доме.`
  },
  {
    word: 'Ржавчина',
    description: `Видеть поржавевшие предметы — неблагоприятный знак, сулящий деловым людям получение нареканий о халатном отношении к своим обязанностям. Хозяйке такой сон сулит ссоры с близкими.

Чистить от ржавчины предметы во сне — к слезам и раскаянию. Видеть или приобрести во сне изделия из нержавейки — означает, что сделки, контакты, договоры решаются удачно, но лишь в том случае, если вы не будете давать деньги в долг и сами не будете брать.`
  },
  {
    word: 'Рис',
    description: `Рис снится к исполнению желаний, счастливому браку. Видеть во сне отборный рис — к богатству и счастью, большую кучу риса — к счастью, разбросанный — к неприятностям.`
  },
  {
    word: 'Рисунок, Иллюстрация',
    description: `Рисовать во сне портрет знакомого — значит наяву радоваться встрече с этим человеком или получить предложение руки и сердца от него.

Смотреть, как кто-то другой рисует, — такой сон сулит прибыль, достаток, взаимопонимание в семье.

Рисовать что-либо — означает успешно обманывать. Если рисунок не удается — ваш обман откроется. Если вы рисуете сами — заслужите почести; видите рисующего — значит, вам предстоит строить планы на будущее.

Видеть себя нарисованным — означает, что вы любимы; других — к новому знакомству; пейзажи или еще что-нибудь — рост вашего имущества; позировать во сне — к прибавлению в семействе.

Если вы видите иллюстрацию в книге или журнале — предвестие вашего продвижения по служебной лестнице, повышения в должности.`
  },
  {
    word: 'Робот',
    description: `Если во сне вы имеете дело с роботом — значит, встреча с начальством принесет одни неприятности и переживания.`
  },
  {
    word: 'Рога',
    description: `Видеть во сне крупные, ветвистые рога животного — означает быть наяву в ссоре со своим неукротимым и своенравным возлюбленным без всякой надежды на примирение. Найти рога — к большой удаче, к долгожданному свиданию. Если во сне у вас на лбу неожиданно выросли рога и вы ими кого-то бодаете — это знак того, что, проявив волю и настойчивость, вы добьетесь исполнения своих желаний.`
  },
  {
    word: 'Родинка',
    description: `Видеть во сне много родинок — означает наяву узнать о чьем-либо природном недостатке.`
  },
  {
    word: 'Родители',
    description: `Родителей видеть — означает получить помощь, с ними говорить — знак, что вас ждет верная дружба. Их потерять — значит быть вынужденным положиться на чужую помощь. Видеть вместе обоих умерших родителей — к счастью, богатству.

Видеть во сне отца умершим — к потере наследства, больным его видеть — к огорчению, говорить с умершим отцом — означает правильно понять что-либо, спорить с ним — к упадку в делах.

Видеть во сне мать — к благополучию, счастливому событию, больную — к неприятности, грудь матери — к дороге. Умершая мать своим появлением во сне чаще всего предостерегает от необдуманных поступков, а также объявляет о значительных переменах к лучшему, иногда снится перед болезнью или смертью. Мать и дитя во сне — к долголетию и большому счастью.`
  },
  {
    word: 'Родители приемные',
    description: `Встреча с мачехой, даже если ее у вас на самом деле нет, — знак печали, досады, неприятностей. Видеть или разговаривать во сне с мачехой — означаем что вскоре в вашей жизни произойдет событие, в результате которого вы испытаете печаль, досаду или неприятные воспоминания.`
  },
  {
    word: 'Роды, Выкидыш',
    description: `Если женщине снятся роды — значит, ее ожидает семейное счастье, она будет гордиться своими детьми. Если ей приснилось, что родилось несколько младенцев, — се ждет полный успех во всех начинаниях и счастье. Видеть во сне тяжелые роды — к неудаче. Принимать во сне у роженицы ребенка — к приятной неожиданности, к свадьбе.`
  },
  {
    word: 'Роды преждевременные',
    description: `Приснившийся вам выкидыш или преждевременные роды символизируют новое дело или занятие.`
  },
  {
    word: 'Рождество',
    description: `Видеть во сне Рождество — к счастью, радости в кругу друзей и в семье. Рождественская елка — символ надежды.`
  },
  {
    word: 'Роза',
    description: `Цветущая роза снится к радости и счастью; срывать розу — к скорому супружеству; получить ее в подарок — знак, что вас ждет верная любовь, счастливое будущее; ощущать во сне запах розы — знак долгой жизни. Розовый куст во сне видеть — к счастью в любви, радости.

Алая роза символизирует любовь, нечто, связанное с родственниками, ваши душевные силы. Ярко-красная роза снится к разлуке, опасности для любимого человека, желтая роза — к ревности, голубая роза — знак, что вы забудете прошлое и начнете новую жизнь.

Увядшая роза символизирует безвозвратно пролетевшие радости, окончание чего-то хорошего. Осыпавшаяся роза — к концу безмятежной жизни. Засохшую розу найти — означает напрасно будить прежние чувства.`
  },
  {
    word: 'Ромашка',
    description: `Увиденная ромашка во сне — означает маленькие радости, которые скрашивают ваши будни, это предвестие любви, семейного счастья и взаимопонимания в семье. Если вы увидели во сне ромашку — обратите внимание на свое здоровье. Мужчинам этот сон предвещает досаду и неудовольствие.

Рвать ромашки — к неожиданному препятствию, разочарованию, сушить во сне ромашку для лекарства — означает наяву метаться в поисках денег для близких людей. Полоскать рот ромашкой — к внезапному недомоганию близкого человека, ребенка.`
  },
  {
    word: 'Рот',
    description: `Большой рот снится к изобилию; запах изо рта ощущать — вам строят козни подчиненные; стиснутый рот — к болезни. Иметь рот больной — означает осуждение и общественное презрение. Иметь неестественно большой рот — предзнаменование умножения богатства, повышения в чинах и должностях.`
  },
  {
    word: 'Роща',
    description: `Видеть рощу и гулять в ней одному — означает уединение и скуку, гулять в роще со множеством народа — предвестие веселого общения и удовольствий.

Если вы видите или находитесь во сне в роще — значит, любовь радует вас и огорчает, постарайтесь не разочароваться, измените свое отношение к любимому человеку.`
  },
  {
    word: 'Ртуть',
    description: `Видеть во сне ртуть — к дороге, беспокойству, переменам.`
  },
  {
    word: 'Рубашка',
    description: `Рубашка женская снится к измене, в ней по улице разгуливать — к неприятным известиям, грязная рубашка — символ неверности жены.

Если невеста шьет своему будущему мужу рубашку и на ней много узлов — жизнь его будет долгой, если же рубашка шьется легко, гладко — жизнь его будет короткой: может, не успеет и поносить эту рубашку.

Если вам приснится другой человек в ночной рубашке —-значит, услышите неприятные новости. Носить во сне пижаму — означает недостаточную активность на работе, которая с лихвой возместится любовью и азартными играми.`
  },
  {
    word: 'Рубин',
    description: `Если вам приснится рубин — ожидайте удач в работе и счастья в любви, особенно при условии, что рубин — ваш камень. Видеть во сне ярко-красный рубин — к исполнению желаний, светло-розовый рубин — знак сомнения и неуверенности в себе. Потерять во сне рубин и тщетно пытаться отыскать его — означает страдать от одиночества и непонимания окружающих.

Для женщины получить рубин в подарок — к удачному замужеству. Потеря рубина — знак разрыва любовных отношений.`
  },
  {
    word: 'Рука, Жест рукой',
    description: `Левую руку свою рассматривать во сне — предостережение, полученное от нечестного человека, правую — к встрече с верным другом. Чистые руки иметь — означает все хорошее, долгую жизнь, грязные руки — супружеские измены в браке, предостережение от злых языков, неприятности. Руки в холодной воде мыть — к веселью. Волосатые руки иметь — к неприятностям, душевной деградации.

Больная рука — означает зло, предостережение от несчастного случая. Сломанная рука снится к несчастью. Не иметь рук — означает странное положение, ситуацию, на которую вы не знаете как реагировать. Не иметь возможности во сне двинуть руками — означает разногласия между волей и разумом.

Иметь много рук — хороший сон, означающий тяжелые, но плодотворные труды.

Бородавки на руках иметь — к неприятностям. Руками размахивать — означает, что перед вами поставят невыполнимую задачу. Иметь слишком длинные руки — означает проявлять бессилие, пассивность, слишком короткие — символ того, что вы можете необдуманно браться за дело, пытаться претворить в жизнь утопические планы.

Если девушке снится, что она здоровается за руку с каким-то видным деятелем (высокопоставленным чиновником, правителем), — значит, ее ожидают развлечения и поклонение незнакомых ей людей, и если она воспользуется этой возможностью, то заслужит особое расположение друзей. Если вам для того, чтобы пожать чью-то руку, нужно тянуться вверх, — значит, в жизни вам придется столкнуться с соперничеством; если рука в перчатке — вам удастся преодолеть эти препятствия. Здороваться во сне с человеком ниже вас ростом — знак того, что вы будете любимы за доброту и благожелательность. Если вам во сне кажется, что у вас грязные руки, — значит, наяву вы обнаружите, что не все ваши друзья — истинные.

Если во сне вы делаете себе маникюр или его вам кто-то делает — значит, вы сможете добиться положительного решения вопроса или получения желаемого благодаря своему интеллекту, обаянию или очарованию. Особенно благоприятен такой сон для женщин. Делать во сне кому-то маникюр — знак того, что вам для достижения поставленной цели необходимо будет обмануть кого-то, пойти на подлог и т. п.`
  },
  {
    word: 'Рукав',
    description: `Видеть во сне, что у вашего платья отрезаны рукава, — означает лишиться кого-нибудь из своих близких или сподвижников. Пришивать рукава к платью — значит ощутить бремя нелегкого выбора.`
  },
  {
    word: 'Руководитель, Бизнесмен, Босс, Владелец, Генеральный директор, Директор',
    description: `Приснившийся вам генеральный директор вашего концерна или фирмы предвещает вам быстрое продвижение по службе или повышение в должности. Быть им самому — вам предстоит хороший заработок, не упустите свой шанс. Решать с ним производственные вопросы — к участию в важной конференции или к командировке.

Увидеть во сне своего директора — хороший знак, вы достигнете поставленной цели. Разговаривать с ним — вас могут повысить в должности или перевести на более высокооплачиваемую работу.

Приснившийся вам начальник (непосредственный ру ководитель) — предвестие сложной обстановки на работе, обсуждать с ним производственные вопросы — значит, ч ю у вас появится возможность дополнительного заработка.

Увидеть во сне крупного бизнесмена — к предстоящим большим расходам, связанным с организацией какого-то мероприятия, возможно, семейного.

Если во сне вы являетесь владельцем ресторана или гостиницы, то такой сон сулит вам большие деньги, неожиданный выигрыш или получение непредвиденной прибыли. Быть во сне владельцем секонд-хэнда или комиссионного магазина — значит, что если вы вскоре примете неправильное или ошибочное решение, то оно обернется для вас большими проблемами или финансовыми убытками.

Если во сне вы считали себя свободным человеком и неожиданно у вас появляется хозяин, то такой сон является отражением вашей некомпетентности в работе.

Если во сне вы являетесь лидером группы людей или неформальной организации — такой сон предвещает вам неприятности из-за вашего упрямства, самолюбия и гордыни. Быть во сне лидером преступной группировки — означает, что вам необходимо быть особенно внимательным при общении с людьми, чтобы не сказать чего-нибудь лишнего. Возглавлять во сне мафиозную структуру — предвестие проблем из-за друзей или родственников, и вам придется помогать им выпутываться из грязного дела или больших неприятностей.

Быть во сне менеджером в крупной фирме — предвестие серьезных перемен в вашей жизни в лучшую сторону, общаться с менеджером — означает, что для достижения желаемого вам нужно будет проявить мудрость и талант, а возможно, для решения проблемы придется воспользоваться и нетрадиционными методами. Для девушки сон о менеджере может означать скорое удачное замужество.`
  },
  {
    word: 'Рулетка измерительная',
    description: `Если во сне вы делаете измерения с помощью рулетки — значит, наяву вам предстоит работа, которая позволит улучшить ваше финансовое положение.`
  },
  {
    word: 'Рулон',
    description: `Во сне сматывать что-нибудь в рулон — означает наяву скрывать свою потерю от родных, разматывать рулон — означает искать виновников своих убытков и неудач.`
  },
  {
    word: 'Ручей',
    description: `Видеть во сне ручей со светлой чистой водой — к хорошему повороту событий, с мутной, грязной водой — к заботам и печали, с рыбой — к богатству. Журчание воды в ручье слышать — означает молву о вас. Пересохший ручей видеть — к охлаждению чувств, сожалению о старой любви.`
  },
  {
    word: 'Рыба, Анчоусы, Головастик',
    description: `Видеть во сне много рыбы — к прибыли, больших рыб — к злословию, есть во сне вареную рыбу — к убытку, видеть мертвых рыб — к неудаче, разочарованиям, жареную рыбу видеть — к неожиданным вестям. Видеть во сне темную мелкую или средних размеров рыбу — означает слезы, несчастья, заботы.

Для женщины видеть во сне карася, линя или окуня — означает, что она забеременеет мальчиком. Выбирать рыбу — к болезни, ловить — к непогоде, удить — к скуке.

Головастик во сне означает, что вам предстоят сомнительные сделки, которые могут стать причиной серьезных неприятностей в вашем бизнесе.

Если девушке приснились головастики, плавающие в чистой воде, — ее ожидает связь с богатым, но безнравственным человеком.

Видеть во сне мальков в аквариуме или в речке — к встрече с детьми и веселому времяпрепровождению с ними.`
  },
  {
    word: 'Рыбак, Грузило',
    description: `Закидывать бредень во сне — означает наяву возникновение желания к серьезному приобретению. Если вы тащите во сне невод с рыбой — это знак получения денег; пустой невод — к убыткам. Невод с дохлой рыбой — предупреждение о больших хлопотах, которые закончатся неудачей. Рыбак символизирует наличие или отсутствие у вас терпения. Видеть во сне рыбака, забрасывающего corn, — означает, что пришло время подумать о своих друзьях и коллегах.`
  },
  {
    word: 'Рынок, Базар',
    description: `Видеть во сне базар — знак того, что вы обеспокоены своим материальным положением, делать покупки на базаре — к прибыли, торговать на базаре — к улучшению вашего материального положения или переменам, связанным с работой и бизнесом, ходить по базару и ничего не купить — к финансовому кризису в вашем кошельке. Видеть себя внутри крытого рынка или рыночного павильона — значит, что наяву вы будете вынуждены сделать выбор между тем, что вам выгодно, и вашей совестью.

Если во сне вы находитесь на рынке — значит, вам следует быть экономнее и уделять больше внимания работе. Для супругов посетить во сне рынок — к покупке дома или квартиры. Для молодой женщины видеть во сне рынок — предвестие приятных перемен в ее судьбе.`
  },
  {
    word: 'Рэкет, Вымогатель',
    description: `Если во сне вы столкнулись с рэкетиром или вымогателем, то такой сон предвещает перемену дел к лучшему. Особенно хороший сон, в котором вы стали его жертвой — заплатили требуемые деньги или выполнили поставленные условия, — он сулит вам успех и процветание во всех делах и начинаниях.`
  },
  {
    word: 'Рюкзак',
    description: `Видеть во сне рюкзак — к приятному времяпрепровождению вне круга своих друзей.

Для женщины видеть во сне старый, в заплатах рюкзак — к бедности и неприятностям.`
  },
  {
    word: 'Рябина',
    description: `Есть во сне рябину — предвестие огорчения и слез, материальной утраты или посягательства мошенников. Видеть во сне спелые гроздья рябины — к грусти и разочарованию.`
  },
  {
    word: 'Сабля',
    description: `Видеть саблю во сне — означает наяву ощутить свою силу; принимать в подарок — к получению почестей; найти во сне саблю — знак того, что у вас опасные товарищи; сломать саблю — к радости; быть раненным саблей — к тревогам.

Рубить во сне саблей — значит проложить себе дорогу в жизнь; рубить ею направо и налево — означает, что вы можете нанести решительный удар.`
  },
  {
    word: 'Сад',
    description: `Видеть во сне зеленый сад — к радости, здоровью. Прогуливаться во сне по саду, роще — к успехам в делах, любви, браку; полоть в саду — к раскрытию планов ваших врагов; сажать ю сне цветы в саду — к прекрасным отношениям с любимым человеком, к счастью.

Видеть во сне беседку в саду — к радости, оранжерею — к сплетням.

Если вы увидели во сне садовника — значит, познакомитесь и будете дружить с очень полезным человеком.

Цветущий сад снится девушкам или юношам к свадьбе, веселью, а если он уже отцвел — к большой досаде.`
  },
  {
    word: 'Сад ботанический, Ботанический сад',
    description: `Быть во сне в ботаническом саду и изучать растения или деревья — означает, что у вас застой в делах, а внешнее спокойствие — обманчивое; гулять в нем, наслаждаясь воздухом и пением птиц, — к удаче в делах.

Побывать во сне на экскурсии в оранжерее с редкими растениями — к успехам в делах, заблудиться в ней — означает, что вскоре вам предстоит сделать выбор, от которого будет зависеть ваше будущее.`
  },
  { word: 'Сажа', description: `Сажу видеть во сне — к неприятности, страху.` },
  {
    word: 'Салат',
    description: `Видеть во сне, что вы едите салат, — к отсутствию взаимопонимания с окружающими. Есть мясной салат во сне — предвестие печали, огорчения из-за ссор, что может навредить вашему здоровью.

Девушке видеть, как она готовит во сне салат, — знак, что ее поклонник окажется пустым и склочным человеком.`
  },
  {
    word: 'Сало',
    description: `Резать во сне сало — к счастливому случаю, есть его — к бездействию. Топить и жарить сало во сне — означает наяву получить непрестижное, но доходное занятие. Женщине складывать сало в ящик или бочку — знак счастливого поворота в судьбе.`
  },
  {
    word: 'Салфетка',
    description: `Видеть во сне развернутую салфетку — к дороге, если салфетка свернута — к невольному затворничеству.`
  },
  {
    word: 'Самовар',
    description: `Видеть во сне самовар — к налаживанию взаимопонимания в семье и с близкими людьми.`
  },
  {
    word: 'Самолет, Ангар, Истребитель',
    description: `Самолет, увиденный во сне, — символ исполнения желаний и осуществления надежд. Падение самолета снится к неожиданному признанию в любви.

Если во сне вы служите или работаете в авиации — значит, все ваши планы и мечты исполнятся, при условии трудолюбия и веры в свою звезду.

Если во сне вы путешествуете на самолете — это знак, что ваши далеко идущие планы окажутся невыполненными.

Если во сне вас заперли в ангаре, где стоят самолеты, — это сулит вам успех или улучшение благосостояния. Если же ангар был пустой, то вас может ожидать разочарование и обида.

Если во сне вы видите дельтаплан — значит, у вас могут возникнуть затруднения в делах; летать на нем — означает, что у вас плохое настроение, повышенная эмоциональная уязвимость, вам нужно отдохнуть и успокоиться.`
  },
  {
    word: 'Самоубийство',
    description: `Видеть во сне самоубийство — к несчастью, укорам совести; удавление — к неблагоприятным обстоятельствам; отравление — знак, что благоразумие придет слишком поздно; утопление — к долгой жизни и обеспеченной старости. Если во сне вы замуровываете себя — это означает, что вас ждет неприятная новость. Видеть во сне, что вы перерезаете себе горло, — к быстрому успеху.`
  },
  {
    word: 'Санаторий',
    description: `Если вам приснился санаторий — постарайтесь отдохнуть от всех дел, устройте себе выходной, так как нервная система испытывает большие нагрузки. Отдых будет более действенным в уединении.`
  },
  {
    word: 'Сандалии',
    description: `Увидеть себя во сне обутым в сандалии — означает наяву готовиться в дорогу. Обувать во сне легкие удобные сандалии — к дороге, хорошо вам знакомой, к поездке в места, где вы уже много раз бывали. Если сандалии слетают с ног, мешая вам идти, — значит, наяву вы будете постоянно испытывать ностальгию по прошлому.`
  },
  {
    word: 'Сани',
    description: `Кататься на салазках со снежной горы — к получению ни к чему не обязывающего удовольствия. Увиденные зимой сани ничего не означают, но летом они символизируют вашу медлительность.`
  },
  {
    word: 'Сапоги',
    description: `Сапоги снятся к дороге, которая сыграет в вашей жизни большую роль. Видеть во сне новые сапоги — к подарку, старые — к бедности, рваные — к неприятностям. Обувать во сне сапоги — к переменам. Потерять сапоги во сне — к измене женщины.

Видеть во сне сапожника — к отъезду родственника или друга, говорить с сапожником — к новостям, видеть его работающим — к веселому мероприятию.`
  },
  {
    word: 'Сапфир',
    description: `Видеть во сне, что сапфирами украшены разные предметы вашей одежды, — означает, что вы совершите очень крупную растрату. Для женщины увидеть во сне сапфир — знак того, что следует требовательно отнестись к своему избраннику.`
  },
  {
    word: 'Сарай',
    description: `Видеть себя во сне живущим во флигеле необычного вида — предвестие, что вы начинаете новое, неординарное дело. Если флигель ветхий и вот-вот будет снесен — значит, противоречия в вашей жизни не будут продолжительными и мучительными.`
  },
  {
    word: 'Саркофаг',
    description: `Увидеть во сне саркофаг — значит, что вам предстоит узнать что-то очень важное для вас или получить долгожданный ответ на интересующий вас вопрос.`
  },
  {
    word: 'Сахар',
    description: `Сон, связанный с сахаром, — предвестие семейных осложнений, всяческих неприятностей, которые, однако, не повлекут за собой страшных, необратимых последствий. Есть или покупать сахар во сне — к счастью в любви.`
  },
  {
    word: 'Свалка',
    description: `Видеть во сне свалку — к неприятной встрече с начальством и несправедливым упрекам сотрудников.`
  },
  {
    word: 'Сварка',
    description: `Наблюдать во сне за сваркой металлов — означает, что благодаря вашим усилиям наладятся хорошие отношения с вашими родственниками.`
  },
  {
    word: 'Свекла',
    description: `Если вам снится свекла — значит вас ждет приглашение на приятную вечеринку. Свекла во сне красная — к радости, белая — к огорчению. Собирать свеклу во сне — знак, что вы будете испытывать сомнение относительно кого-нибудь.`
  },
  {
    word: 'Сверчок',
    description: `Слышать во сне сверчка — означает, что вас в чем-то подозревают и вы рискуете пострадать от ничтожного и надоедливого человека.`
  },
  {
    word: 'Светофор',
    description: `Видеть во сне светофор — означает, что ваши деловые отношения с административными органами будут успешными.`
  },
  {
    word: 'Свеча',
    description: `Увиденная во сне свеча, горящая ярким пламенем, — ко всему хорошему, нести горящую свечу — к опасности, если свеча искрит, чадит — к опасности для жизни. Тушить свечу — к большому риску, опасности для жизни, зажигать — к счастливым переменам, любви.

Видеть во сне подсвечник с целой свечой — означает для вас блестящее будущее, отличное здоровье, счастье и любящих спутников жизни; если подсвечник пустой — значит, судьба на какое-то время отвернется от вас, откроются некие тайны.`
  },
  {
    word: 'Свидетель',
    description: `Быть во сне свидетелем или разговаривать с ним — означает, что все ваши проблемы скоро решатся, особенно благоприятен такой сон для тех, у кого есть много нерешенных юридических вопросов или формальностей.

Договариваться во сне с человеком, чтобы он дал ложные показания, — означает, что прошли трудные для вас времена и вскоре вы сможете добиться поставленной цели; самому давать где-либо ложные показания — предвестие перемены в делах к худшему, неудач, иногда — к предстоящей болезни.`
  },
  {
    word: 'Свинья',
    description: `Свиньи снятся к наговору, краже, слабости, сплетням. Видеть во сне свинью, роющую землю, — означает наяву встретить праздного, скупого человека. Свиней кормить — к встрече с недоброжелателем. Гладить во сне свинью — означает льстить самолюбию других. Девушке видеть во сне борова — к брачному предложению. Забивать свинью — к понижению в должности, увольнению. Есть свиную голову — к дороге или трезвому образу жизни. Во сне быть свиньей — к душевным мукам.

Если вам приснится маленький поросенок — значит, наяву вас одолеют мелкие заботы и суета, а возможно, общение с праздным и скупым человеком, от которого нельзя ничего получить при жизни, но можно обогатиться после его смерти.`
  },
  {
    word: 'Связать',
    description: `Видеть во сне, что связали вас, — к неприятностям и конфликтам, связали вы — к победе своих недругов. Видеть во сне, что связано что-либо, — означает, что к вашему совету не прислушиваются.`
  },
  {
    word: 'Священник, Архиепископ',
    description: `Сон о священнике — предзнаменование благополучия и счастья. Если приснилось, что вы на исповеди у священника, — значит, наяву вам предстоит пережить унижение. Если священник снится преступнику, содеянное последним преступление будет раскрыто.`
  },
  {
    word: 'Седло',
    description: `Видеть во сне седло и сидеть на нем — знак печали, а иногда — опасности.`
  },
  {
    word: 'Сейф',
    description: `Видеть во сне крепко запертый сейф — означает наяву быть уверенным в своей правоте и неуязвимости. Если вам снится, что вы открываете или взламываете сейф, — значит, сложная работа завершится успешно, а будущее обещает быть безоблачным.`
  },
  {
    word: 'Секретарь',
    description: `Видеть во сне секретаря вашего директора или разговаривать с секретарем какой-либо организации — к успехам в делах, повышению в должности, переводу на более высокооплачиваемую работу.`
  },
  {
    word: 'Секс, Групповой секс',
    description: `Участвовать во сне в групповом сексе — означает, что наяву вам предстоит много времени уделять своим родным и близким, отказываться от участия в нем — к предстоящим успехам во всех делах и начинаниях. Участвовать во сне в оргии — предостережение: вы слишком много сил и времени уделяете тем делам, которые не являются основными, главными, из-за чего у вас не хватает времени на решение вопросов, от которых зависит успех в делах, а возможно, и ваше положение в будущем.

Смотреть во сне со стороны, как другие занимаются сексом, — к небольшим препятствиям и затруднениям, самому вступать в сексуальные отношения — к успехам и делах и взаимопониманию в семье.

Если во сне вы не получаете удовлетворения от вашего сексуального партнера — такой сон может быть предвестием ошибок и неудач.

Для незамужней девушки заниматься во сне сексом с мужчиной — к неудачам и разочарованиям, для женщины — к любовным победам и успеху, для мужчины — к счастью и успехам во всем.`
  },
  {
    word: 'Секта',
    description: `Находиться во сне в какой-нибудь секте — значит, что вы откажетесь от прежних связей и будете искать новые встречи и знакомства.`
  },
  {
    word: 'Селедка',
    description: `Видеть во сне селедку — к финансовым проблемам с затратой значительных сил для их решения.`
  },
  { word: 'Семена', description: `Сеять во сне семена — к прибыли.` },
  {
    word: 'Сено',
    description: `Видеть во сне сено, имеющее приятный запах, — предвещает важное и приятное для вас происшествие. Уборка сена во сне — предзнаменование пропажи какой-нибудь вещи. Лежать во сне на сене — знак того, что вы обретете тихую радость, есть сено — к долгам, видеть сено или солому — к низко оплачиваемой работе. Если во сне скирда сена распадется наполовину — значит, половина семейной жизни будет счастливой и радостной, а половина — несчастной.`
  },
  {
    word: 'Сера',
    description: `Сера во сне — знак чистоты и непорочности, а также предзнаменование вынесения оправдательного приговора обвиняемому.`
  },
  {
    word: 'Сердце',
    description: `Если во сне вы чувствуете сильное биение сердца — значит, наяву вы можете попасть в глупую ситуацию, поставить себя в неловкое положение.`
  },
  {
    word: 'Серебро',
    description: `Серебро во сне — символ большой, но проходящей радости. Серебряная посуда снится к власти и влиянию, серебряная цепь — к обретению друзей, серебряные деньги—к слезам.`
  },
  {
    word: 'Серфинг',
    description: `Если во сне вы увлекаетесь серфингом — значит, наяву вам предстоит выполнить тяжелую, неинтересную и очень невыгодную работу.`
  },
  {
    word: 'Серьга, сережка',
    description: `Серьги во сне означают дочь и ее судьбу, это также знак того, что вам доведется узнать и хранить чужие тайны. Надевать сережки — к неприятностям в любви, низкой прибыли, сплетням.`
  },
  {
    word: 'Сестра',
    description: `Сестру во сне видеть — к раздражению, злобе по собственной вине, переменам. Отъезд сестры всегда означает счастье, умершую сестру видеть — отсутствие определенности относительно будущего. Если неизвестная девушка во сне объявляет себя вашей сестрой — это сулит скорую женитьбу одного из ваших знакомых. Приснившаяся вам сестра мужа — к спокойствию и взаимопониманию в семье, двоюродная сестра — к семейным раздорам.`
  },
  {
    word: 'Сети',
    description: `Видеть во сне сеть — к раздражению, сплетням, чинить сети — ко лжи, ими ловить — к прибыли. Размер сети символизирует размер сплетен. Видеть их во сне в рыбьей чешуе или расстеленными — означает, что клеветник сам запутается в своей клевете. Готовить сети к ловле — знак, что готовится напраслина, оговор. Сети развешивать, чтобы птиц ловить, — к ссоре с родителями.`
  },
  {
    word: 'Синица',
    description: `Если во сне вы видите синицу — значит, вам нельзя рисковать в делах, связанных с торговлей, принимать важные решения под давлением извне. Поймать во сне синицу — знак преодоления неприятностей.`
  },
  { word: 'Синяк', description: `Видеть во сне синяк — к несчастью.` },
  {
    word: 'Сирень',
    description: `Букет сирени во сне означает, что вас ожидают счастливые минуты; дарить сирень или принимать в подарок — знак того, что вы любимы и вами гордятся.`
  },
  {
    word: 'Сирота',
    description: `Проявить сочувствие к несчастному ребенку-сироте — означает, что люди, к которым вы долгое время были несправедливы, вскоре ощутят вашу доброту и заботу. Деловому человеку такой сон сулит неожиданную удачу. Видеть себя сиротой, вызывающей всеобщее сострадание, — означает оказаться в кругу близких людей. Если во сне вы, будучи сиротой, не вызываете у людей этого чувства — ваши дела наяву пойдут очень плохо.`
  },
  {
    word: 'Ситец',
    description: `Видеть во сне одежду из пестрого ситца — предвестие какой-либо фальши. Отмерять ситец во сне — к получению денег.`
  },
  {
    word: 'Сказка, Дед Мороз',
    description: `Видеть во сне, что вы слушаете сказки, — к ложным слухам, сплетням. Увиденные во сне сказочные персонажи часто символизируют то же, что и в сказках: Дед Мороз и Снегурочка снятся к подаркам, феникс — к вашему возрождению в результате полного пересмотра своих взглядов, поведения и т. д.`
  },
  {
    word: 'Скакалка',
    description: `Если вам приснилась скакалка — значит, вы преодолеете все препятствия на своем пути благодаря вашим друзьям.`
  },
  {
    word: 'Скала',
    description: `Если вам приснятся крутые, отвесные скалы — это знак труда и работы. С трудом восходить на них — к позднему успеху в делах. Развалившаяся скала во сне — предзнаменование торжества над врагами и их интригами.`
  },
  {
    word: 'Скамья',
    description: `Сидение во сне в одиночестве на скамье — предвестие скуки и желания повеселиться. Видеть во сне лавочку — знак, что вы проведете время в компании друзей. Если во сне вы сидите на лавочке — значит, в компании вы повстречаете человека, к которому проявите интерес.`
  },
  {
    word: 'Скейтборд',
    description: `Кататься во сне на скейтборде — означает, что вас ждут ссоры и размолвки с друзьями или родственниками.`
  },
  {
    word: 'Скелет',
    description: `Видеть во сне скелет на земле для женщины — к браку с врачом, для мужчины — к неприятному приключению, интригам, сговору.`
  },
  {
    word: 'Склад, База',
    description: `Видеть во сне склад, заполненный товаром, — к успешному течению ваших дел, пустой — к неудаче в делах, закрытый — к денежным расходам. Строить склад во сне — знак, что вас ждет богатство и успешная карьера, входить в него — означает большое счастье и процветание.

Если во сне вы находитесь на базе — значит, нас ждет неожиданное известие, которое вас обрадует и удиьш.`
  },
  {
    word: 'Сковорода',
    description: `Увидеть во сне сковороду — означает, что благодаря своим усилиям вы достигнете желаемого результата. Поджаривать что-то на сковороде во сне — означает наяву торопиться с каким-нибудь делом из боязни, что вас опередят. Сковорода с мясом, пищей — к удаче, пустая — к разочарованию.`
  },
  {
    word: 'Скоросшиватель',
    description: `Видеть во сне скоросшиватель — знак, что вы проведете деловую операцию, которая окажется невыгодной для вас; видеть скоросшиватели, полные счетов и других важных документов, — к оживленным дискуссиям по важным вопросам.`
  },
  {
    word: 'Скотч',
    description: `Как правило, увиденный во сне скотч предвещает примирение с врагами, устранение разногласий, нахождение компромисса и т. п.

Сон, в котором вы пытаетесь размотать скотч, но у вас не получается или же вы не можете найти его край, — означает, что если вы будете пытаться ввести кого-то в заблуждение или попробуете обмануть, то можете окончательно запутаться.`
  },
  {
    word: 'Слайд',
    description: `Смотреть во сне слайды — к получению известия, которого вы долго ждали.`
  },
  {
    word: 'Слалом, Бег с препятствиями',
    description: `Заниматься во сне слаломом на лыжах, роликах или бегом с препятствиями — означает, что вам придется приложить слишком много усилий для того, чтобы найти правильный выход из сложной ситуации, в которой вы оказались. Но все может оказаться гораздо проще, если попытаться решить проблему неординарно.`
  },
  {
    word: 'Слезы',
    description: `Плакать во сне — к радости, утешению, избытку благополучия, отирать во сне текущие слезы — к утешению, видеть лицо в слезах — к неожиданной прибыли. Утирать слезы женщине — к разрыву в любви, смеяться над плачущей женщиной — к крепкому союзу.`
  },
  {
    word: 'Слепой',
    description: `Видеть себя слепым, водимым под руку и опирающимся на посох, — означает наяву участие в необдуманном предприятии, карточной игре. Видеть во сне слепого — к оскорблению, видеть много слепых — к ссоре, оказывать слепому услугу — к нарушению покоя.`
  },
  {
    word: 'Сливы',
    description: `Есть во сне сливы — к неприятности, рвать их — к примирению, раздавать сливы — к ссоре или расстройству. Чернослив видеть — к новому знакомству. Кислые сливы во сне есть — к ссоре, сладкие — к веселью, сушить сливы — к клевете.`
  },
  {
    word: 'Словарь',
    description: `Видеть во сне словарь — к быстрому исполнению дел, справляться в словаре о значении слова — означает, что в управлении делами вы будете зависимы от мнения других людей, но ваши дела могут быть сделаны быстро благодаря вашей силе воли.`
  },
  {
    word: 'Слон, Бивни',
    description: `Слон во сне — символ мудрости, признания и высокой оценки вашего ума, способностей. Слон в вашей комнате — означает неудобство, помехи, кратковременные отрицательные переживания. Ездить на слоне — к особому счастью в жизни, вы можете оказаться под звездой удачи. Давать есть или пить слону — означает, что наяву вы вскоре получите хорошую работу. Видеть хобот слона во сне — к беспокойству из-за шаткости положения. Если слон поднял вас хоботом — значит, наяву вы достигнете успеха. Белый слон во сне — к назначению на должность.

Видеть во сне слоновую кость — очень благоприятно для вашей судьбы, к успеху и радости.`
  },
  {
    word: 'Смерть',
    description: `Видеть во сне смерть кого-либо — знак крупной неприятности. Если во сне кто-то говорит, когда и в какое время вы умрете, — это означает, что в это время умрет ваша нужда. Умереть во сне — к долгой жизни, повороту к лучшему, тонуть — к счастливым переменам.`
  },
  {
    word: 'Сметана',
    description: `Видеть во сне, что вы едите сметану, — означает, что вам нужно следить за своим весом, заняться физическими упражнениями.`
  },
  {
    word: 'Смех, Высмеивать',
    description: `Смеяться во сне — к большим неприятностям в ближайшие два дня. Смеяться со своими друзьями — к ссоре. Неудержимо смеяться — к печали. Если во сне над вами насмехаются — к конфликту, если насмехаетесь вы — значит, сон предостерегает вас от совершения дурного поступка. Детский смех — знак крепкого здоровья и радости.`
  },
  {
    word: 'Смола',
    description: `Видеть во сне себя обмазанным смолой, к которой все прилипает, — означает навлечь на себя гонение из-за чьей-то зависти.`
  },
  {
    word: 'Смородина',
    description: `Есть во сне смородину — значит испытать удовольствие, собирать смородину — означает наяву награду за труд. Куст смородины снится к дороге, красная смородина — к свиданию, белая — к новому знакомству.`
  },
  {
    word: 'Снаряд',
    description: `Видеть во сне снаряд — знак, что вы можете получить дополнительный доход благодаря своей инициативе.`
  },
  {
    word: 'Снег, Иней',
    description: `Если снег снится вам зимой — такой сон ничего не означает. Во всякое другое время года снег во сне — к препятствию, убытку, потере, тяжбе. Видеть во сне, как блестит и переливается снег на солнце, — означает, что вас ждет новость или приятное удивление. Видеть во сне падающий снег — к получению хорошего известия, тающий снег — к возрождению надежд и чувств. Ходить во сне босиком по снегу — к отсутствию денег. Если во сне снег ложится на вас — к успеху во всех делах.

Видеть во сне снег для землевладельцев — к плодородию.

Обрушившаяся со снежных гор лавина — к неприятным новостям. Если лавина обрушится на вас — значит, вам ответят взаимностью.

Видеть или лепить во сне снеговика — означает хорошие виды на будущее, связанные с переменой в жизни.

Мороз видеть во сне: летом — к грому; зимой — к теплу или дождю. Если вы видите заморозки во сне — это говорит о том, что все ваши дела пойдут из рук вон плохо. Все, за что бы вы сейчас ни взялись, будут преследовать одни неудачи. Сейчас не ваше время для каких-либо начинаний. Отложите все на более лучшие времена.`
  },
  {
    word: 'Собака, Болонка, Дог',
    description: `Видеть во сне собаку — к выигрышу, играть во сне с собакой — к потерям, убыткам, привязывать на цепь — к победе над врагом, слышать собачий лай — к опасности, сплетням.

Белая собака снится к счастью, черная собака — к измене друзей. Видеть, что собака во сне порвала девушке юбку, — к замужеству. Видеть во сне веселого резвящегося щенка — к новому другу.

Быть во сне кинологом — предупреждение: вы, возможно, идете неправильным путем, а поэтому лучше остановиться и еще раз пересмотреть свои принципы и отношение к жизни. Обратиться к кинологу за помощью — означает, что на кого-то пытаются переложить ответственность за вашу ошибку.

Гладить во сне комнатную болонку — к ссоре или неприятному разговору с дорогим для вас человеком.

Увидеть во сне дога — к новому знакомству, которое в дальнейшем перерастет в крепкую дружбу.

Защищаться во сне от нападающей на вас овчарки или отгонять ее — означает, что вы можете вскоре совершить нелепую ошибку или отказаться от помощи, которая в действительности оказалась бы вам очень нужной.

Увидеть во сне стаю охотничьих собак — предупреждение: кто-то распространяет о вас сплетни или плетет интриги.

Слышать во сне отдаленный лай — предупреждение об опасности, о которой вы еще не подозреваете, видеть во сне стаю лающих собак — предостережение о том, что рядом с вами есть человек, который пытается навредить вам.

Видеть во сне собачий намордник или собаку в наморднике — к необходимости принять меры предосторожности против ваших врагов.`
  },
  {
    word: 'Собрание, Демонстрация, Забастовка',
    description: `Участие во сне в забастовке или собрании — предвестие предстоящих неприятностей на работе. Если вы один из ее организаторов — значит, вскоре вам предстоит неприятный разговор.

Видеть во сне забастовку или стачку рабочих — значит, вскоре произойдет событие, которое заставит вас по-иному посмотреть на многие вещи, задуматься о своем будущем.

Если во сне вы увидели мирную демонстрацию или шествие, то такой сон сулит вам неожиданный и благо приятный поворот событий, принимать в ней участие — значит, вас ждет успех в деле, на который вы не рассчитывали.

Если во сне на демонстрации, митинге или параде вы несете лозунг или транспарант — такой сон свидетельствует о твердости вашего характера в решении проблем и уверенности в своих силах.

Подготавливать во сне лозунги или транспаранты, писать их, смотреть, как кто-то пишет, — предвестие неприятностей или ухудшения самочувствия.

Видеть во сне готовый лозунг в руках у кого-то — знак того, что вскоре вас ждет трудное время со множеством забот.`
  },
  {
    word: 'Сова',
    description: `Видеть во сне сову — предвестие свидания с другом. Держать сову в руках — к пожару, страху. Услышать крик совы во сне — означает узнать о несчастье. Белая сова снится к свиданию.`
  },
  {
    word: 'Сода питьевая',
    description: `Пить соду во сне — к неожиданному знакомству с блестящей, всесторонне одаренной личностью, человеком, общение с которым обогатит вас, придаст новый смысл существованию. Рассыпать соду — означает потерять преданного друга.`
  },
  {
    word: 'Сок',
    description: `Если вам приснился сладкий сок — сон означает, что вы довольны собой, горький — к неприятному обязательству, кислый — к проблемам в любви. Выжимать сок во сне — к осуществлению ваших намерений.`
  },
  {
    word: 'Солнце, Восход солнца, Горное солнце, Загар, Закат солнца',
    description: `Если во сне вы видите закат солнца — значит, наяву вы сможете получить все, чего желаете, добиться блестящих результатов на работе или в учебе. Загорать во сне под горным солнцем — означает, что у вас есть желание по-иному посмотреть на происходящее вокруг. Увидеть солнце во сне, особенно его восход, — хороший знак.

Солнце во сне символизирует славу и любовь, подернутое тучкой — материальный достаток, жаркое, ярко освещающее комнату — выигрыш, приобретение состояния. Затмение солнца снится к стихийным бедствиям, войне, мору. Солнце и воду одновременно видеть — счастливый сон, к полному успеху во всех делах.`
  },
  {
    word: 'Соловей',
    description: `Соловей снится к счастью, счастливой потере свободы, например в результате женитьбы. Его слушать или кормить — к счастью, новостям. Его во сне в руке держать — к встрече с добрым и верным человеком, в клетке видеть — знак, что кто-то завидует вам.`
  },
  {
    word: 'Солома',
    description: `Солому во сне видеть — к неприятностям, скандалу в доме, труду без оплаты. Воз соломы видеть — к успеху в делах или к занятиям любовью на свежем воздухе.`
  },
  {
    word: 'Соль',
    description: `Соль видеть и есть во сне — к огорчению или дальней дороге, рассыпать ее — к ссоре с женщиной.`
  },
  {
    word: 'Соседи',
    description: `Видеть во сне своих соседей — к спорам и сплетням; если соседи опечалены или сердиты — это предвестие серьезных разногласий с вашими знакомыми. Говорить с соседом — к беспокойству.`
  },
  {
    word: 'Сосиска',
    description: `Отваривать или есть во сне сосиски — предзнаменование неприятных происшествий, ссор и непонимания.`
  },
  {
    word: 'Сосна',
    description: `Сосну во сне видеть — к здоровью до глубокой старости, для женщины — знак, что она помирится с возлюбленным. Сосну во сне рубить — к пьянству.`
  },
  {
    word: 'Сосульки (ледяные)',
    description: `Видеть во сне сосульки на деревьях — знак, что скоро пройдет полоса тревог и неудач, на крышах домов — к нищете и некомфортному существованию.`
  },
  {
    word: 'Спальня',
    description: `Видеть во сне заново меблированную спальню — к счастливым переменам. Напрасно ожидать в спальне любимого человека — к неприятному событию, срыву планов.`
  },
  {
    word: 'Спина',
    description: `Если во сне у вас мокрая спина — к наследству; если спина болит от усталости — к печали, горб на спине — к заботам, голая женская спина во сне — к убыткам. Неожиданный удар в спину — означает озарение, новую идею, открытие.`
  },
  {
    word: 'Спица',
    description: `Если во сне вы вставляете в колесо спицы — значит, для достижения успеха в делах вы должны проявлять осторожность. Сломанные или выпавшие спицы — предвестие неудач и серьезных препятствий в делах или любовных отношениях.`
  },
  {
    word: 'Спичка',
    description: `Видеть во сне спичку — к затруднению, зажигать ее — к неприятности.`
  },
  {
    word: 'Спор',
    description: `Спорить во сне с кем-либо — предвестие эмоционального перенапряжения, результатом которого может быть ссора или даже нервный срыв.

Заключать во сне пари — к пустым хлопотам.`
  },
  {
    word: 'Спорт, Атлет, Борец',
    description: `Приснившийся вам атлет — сон-предостережение, что вам пытаются навредить. Заниматься во сне атлетическими видами спорта — предвестие дружеской встречи. Участвовать в соревнованиях и победить — означает, что вас ждет удача и успех во всех ваших начинаниях. Сон о состязании борцов — предвестие того, что вам может повезти в игре или вы выиграете спор.`
  },
  {
    word: 'Ссора',
    description: `Ссориться с кем-либо во сне — наяву сулит дружбу и прочное общественное положение. Ссора мужчины и женщины во сне — предвестие вспышки любви.`
  },
  {
    word: 'Стадион',
    description: `Находиться во сне на стадионе — знак, что вы проявляете излишнее упорство там, где не следовало бы.`
  },
  {
    word: 'Стадо',
    description: `Видеть во сне стадо домашних животных — к богатству, пасти его — к опасности неудач в делах из-за личных переживаний, кормить — знак, что вас могут подставить.`
  },
  {
    word: 'Стакан',
    description: `Видеть во сне стакан с водой — к крепкому здоровью, пустой — к разочарованию. Внимательно смотреть на дно стакана — означает, что слишком много лишнего вы рассказываете окружающим о своей жизни. Если во сне вам дарят стакан — значит, наяву вы приобретете друга. Разбить во сне стакан — к испугу.`
  },
  {
    word: 'Сталь',
    description: `Рассматривать во сне стальные изделия — к размолвке, столкновению двух непримиримых позиций.`
  },
  {
    word: 'Станок',
    description: `Видеть во сне исправный станок или работать за ним — означает, что вы сейчас заняты поисками лучшего заработка, поломанный станок — значит, что наяву упрямый и мрачный человек станет причиной ваших хлопот.

Видеть во сне мужчине, что он работает на ткацком станке, — к большим неприятностям и беспочвенному раздражению, нелепым сплетням, женадане — знак того, что у нее будет состоятельный муж и прекрасные дети. Если вам приснилась красивая женщина, которая следит за работой ткацкого станка, — значит, вас ждет полное взаимопонимание в любви.`
  },
  {
    word: 'Старики',
    description: `Видеть во сне старика — означает оказывать почтение, видеть несколько старых нищих — к хорошему здоровью, успехам в работе. Видеть себя стариком во сне — к успеху в любви и дружбе.`
  },
  {
    word: 'Старьевщик',
    description: `Видеть во сне, что вы собираете старье, — знак, что длительная тяжелая работа принесет благополучие, носить старье — к неприятностям, продавать его — знак, что в доме установится порядок, покупать — к обману в торговле.`
  },
  {
    word: 'Статья',
    description: `Читать во сне статью — к известию, писать статью — означает, что вы отправите кому-то письмо.`
  },
  {
    word: 'Стекло',
    description: `Видеть во сне стекло — к расстройству, разбитое стекло—к безопасности. Увиденный во сне стеклянный блеск может предвещать вам ссору с любимым или холодность в отношениях. Блестящие осколки стекла во сне сулят вам наяву счастье и везение.`
  },
  {
    word: 'Стеллаж',
    description: `Видеть во сне пустые стеллажи — означает, что ваши поступки безрассудны, это навредит не только вам, но и тем, к кому вы хорошо относитесь; полные — значит, что при старании прибыль вам гарантирована.`
  },
  {
    word: 'Стена',
    description: `Перелезать через стену во сне — означает наяву добиться твердого положения. С нее прыгать — к неоправданному риску. Ломать, разрушать стену — к несчастью, в котором сами будете виноваты. Если во сне стена неожиданно рушится — значит, вас ждет решающее событие с жизни. Карабкаться вверх по гладкой стене во сне — означает испытывать страх перед обществом. Стену строить — к счастью, свадьбе, союзу.`
  },
  {
    word: 'Степлер, Дырокол',
    description: `Скреплять степлером бумаги или пробивать в них дырки дыроколом для скрепления — хороший сон, сулящий вам успех, процветание и улучшение материального положения.`
  },
  {
    word: 'Стетоскоп',
    description: `Увидеть во сне медицинский стетоскоп — предупреждение о том, что доведется испытать чувство тревоги, потерять любовь или верного друга.`
  },
  {
    word: 'Стирка, Выстирать',
    description: `Во сне стирать белье руками — к измене, неприятностям в личной жизни, в машине — к переменам в окружении. Стиральный порошок во сне — знак того, что вас ожидает тяжелый труд. Если вам приснилась прачечная — людская молва, болтовня принесут вам хлопоты. Если во сне вы пользуетесь стиральной доской — это знак того, что вы можете испытать затруднения.`
  },
  {
    word: 'Стол',
    description: `Стол, увиденный во сне, символизирует хозяина дома, домашние радости, брак. Накрывать стол во сне — знак, чго задуманное удастся, видеть его накрытым — к гостям. Если во сне на нем стоят цветы — это предвещает счастье в браке и семейной жизни. Круглый стол означает примирение. Мраморный стол символизирует неприятности из-за бессовестного человека. Письменный стол — символ нравственного долга. Сломанный стол снится к неудаче.

Если во сне вы едите сидя за столом, не накрытом скатертью, — это знак, что вы будете независимы в своих поступках и суждениях. Видеть во сне испачканную скатерть — к непослушанию детей или подчиненных, ссорам.

Если во сне вы видите человека за столом — сон предостерегает вас от излишнего доверия к нему. Слышать стук по столу — это знак, что ваше отношение к друзьям изменится. Сидеть во сне за своим письменным столом — к непредвиденным затруднениям на вашем пути, видеть на нем деньги — означает, что вы отыщете выход из затруднительной ситуации.`
  },
  {
    word: 'Столб',
    description: `Столб, увиденный вами во сне, — символ силы, власти, здоровья, если он лежит на земле — это предвестие скорби, болезней, неприятностей.

Если во сне вы проезжаете мимо километрового столба — значит, вы будете подвержены неясным страхам.`
  },
  {
    word: 'Столкновение',
    description: `Видеть во сне столкновение — к серьезной аварии или несчастному случаю, разочарованиям, неудачам в делах. Для молодой женщины видеть столкновение — означает, что она будет в затруднении сделать какой-то выбор.`
  },
  {
    word: 'Столяр',
    description: `Слышать во сне пение столяра, плотника — к достатку, слышать стук его топора — к удачному предприятию; видеть столяров, строящих дом, — знак, что нужно остерегаться пожара, столяров, делающих ремонт в доме, — к почестям или прогрессу в делах.`
  },
  {
    word: 'Сторож:',
    description: `Видеть во сне сторожа — означает возможную потерю имущества по своей вине.`
  },
  {
    word: 'Стрела',
    description: `Видеть стрелу во сне — к измене, стрелять самому — к успеху.`
  },
  {
    word: 'Стриптиз',
    description: `Мужчине видеть во сне стриптиз — к появлению у него новой поклонницы, женщине — поклонника.`
  },
  {
    word: 'Строитель',
    description: `Если во сне вы занимаетесь строительством — значит, наяву вас ждет быстрый заработок. Видеть во сне стройку — к перемене работы или местожительства.`
  },
  {
    word: 'Стул',
    description: `Видеть во сне стул — означает невозможность выполнить принятые на себя обязательства. Сидеть во сне на сломанном стуле — к торжеству врагов.

Сидеть во сне на целом табурете — знак, что вы — глава семьи, на поломанном — к раздорам в семье, покупать его — означает уважение родственников к вам, продавать — знак, что семейное счастье пошатнулось.`
  },
  {
    word: 'Стыд',
    description: `Испытывать во сне стыд — к удаче в торговле, стыдить кого-нибудь — к недовольству своими действиями.`
  },
  {
    word: 'Стюардесса',
    description: `Видеть или общаться во сне со стюардессой — знак, что вас ждет счастливое будущее как на работе, так и в кругу семьи.`
  },
  {
    word: 'Суд',
    description: `Видеть суд во сне — к неблагополучию, судью — к печали, ссору с судьей — к неудаче, целоваться с судьей — к измене, предательству. Получить во сне приглашение в суд — к началу нового дела. На суд явиться — к неприятностям от разглашения тайны. Быть во сне свидетелем в суде — знак, что предстоят хорошие события; на суде произносить речь, будучи обвиняемым, — значит не замечать своей ошибки, испытать вред от собственного эгоизма. Во сне быть адвокатом — означает занимать невыгодную позицию; приговор слышать — потерять человека, от которого вы зависимы; выносить приговор — к неприятности.`
  },
  {
    word: 'Сумка, Авоська, Баул',
    description: `Авоська во сне означает приятное и полезное родство, связи. Пустая сумка снится к надеждам на успех в делах, полная — к хорошему заработку.`
  },
  {
    word: 'Супруги, Жена',
    description: `Видеть во сне собственного мужа — означает думать, беспокоиться о нем. Драться во сне с ним — к согласию. Обнимать своего мужа во сне — к счастливому событию.

Видеть во сне жену нарядно одетой — к хлопотам, в лохмотьях — к заботам, больной — к получению удовольствия, красавицей — к семейной ссоре, беременной — к счастью. Бить жену во сне — к ее благополучию, ласкать ее, обнимать — к гневу или большой удаче.`
  },
  {
    word: 'Сутенер',
    description: `Пользоваться во сне услугами сутенера или сводницы — означает, что вам не удастся добиться расположения нужного вам человека.

Быть во сне сутенером или сводницей — значит что вам предложат участие в деле, в котором необходимо будет или преступить закон, или получить выгоду с помощью обмана.`
  },
  {
    word: 'Сыр, Брынза',
    description: `Увиденная во сне брынза — предостережение о том, что недруги готовят вам западню или распускают ложные слухи и сплетни. Сыр видеть во сне — к счастью в супружеской жизни и любви, есть его — к удачной поездке.`
  },
  {
    word: 'Сырники',
    description: `Лакомиться во сне румяными сырниками — к получению возможности незатейливо, но приятно развлечься.`
  },
  {
    word: 'Сыщик, Детектив',
    description: `Увидеть во сне детектива или сыщика — означает, что вы пытаетесь выйти за рамки своих полномочий, проявляя интерес к тому, к чему не имеете прямого отношения.`
  },
  {
    word: 'Табак',
    description: `Если во сне вы увидели мундштук — значит, у вас появятся обязанности, отказаться от которых вы будете не вправе.

Видеть во сне табак — к сожалению, нюхать его — к скуке, угощать табаком — значит обманывать кого-либо.

Если вам приснился кисет с табаком — это предвестие хлопот из-за чьего-то приезда, проводов или нового знакомства.`
  },
  {
    word: 'Таз',
    description: `Женщине видеть во сне таз — к удаче в делах, мужчине — к холостой жизни, к опасности попасть под влияние женщины.`
  },
  {
    word: 'Такси',
    description: `Ловить такси во сне — к хлопотам. Ехать в такси одному — ко всему хорошему, ехать с попутчиком — к ссорам, неурядицам. Девушке или женщине такси во сне пророчит обман.`
  },
  {
    word: 'Талисман',
    description: `Талисман во сне — предвестие верной дружбы и покровительства влиятельного человека. Получить во сне талисман — означает наяву воспользоваться случайными ныгодами.`
  },
  {
    word: 'Талия',
    description: `Если вы видите во сне чью-то полную, округлую талию — значит, судьба в ближайшее время наградит вас какими-то приятными сюрпризами.

Неестественно тонкая талия — предвестие незаслуженного успеха или взаимных обвинений.`
  },
  {
    word: 'Тамбур',
    description: `Если во сне вы находитесь в тамбуре — это знак того, что вам предстоит дальняя поездка, которая принесет хорошую прибыль.`
  },
  {
    word: 'Таможня',
    description: `Входить во сне в таможню — означает, что вы стремитесь подняться на ступеньку выше по служебной лестнице, покидать таможню — к потере авторитета на работе, неудаче в торговле или неудавшейся попытке достижения поставленной цели.

Если вам снится таможенный досмотр и вы преодолеваете его без проблем — значит, вы будете лидером в коллективе или семье.`
  },
  {
    word: 'Танец, Вальс, Вечер танцевальный',
    description: `Танцевать во сне — означает, что вам в делах поможет гибкость, вальсировать — жить мгновением, сиюминутными переживаниями.

Танцевать с кем-нибудь во сне медленный танец — знак того, что с этим человеком вы вступите в сложные взаимоотношения, танцевать быстрый танец — к предстоящим хлопотам.

Если женщине снится, что партнер вращает ее вокруг себя, — это означает опасность пострадать из-за своей забывчивости или рассеянности.

Танцевать во сне для девушки или парня означает радость, а для мужчины — разорение.`
  },
  {
    word: 'Танк, Бронетранспортер, БТР',
    description: `Увиденный во сне бронетранспортер может быть предвестием угрозы для вашей жизни или вашего материального положения.

Если на вас во сне движется танк — к компромиссу, который вам удастся найти и уладить все ссоры и конфликты. Быть в танке — к конфликтам в семье.`
  },
  {
    word: 'Таракан',
    description: `Видеть тараканов во сне — к хлопотам в доме. Рыжие тараканы во сне — предвестие неприятной склоки. Большой усатый таракан — предвестие того, что у вас появится богатый покровитель.`
  },
  {
    word: 'Тарантул',
    description: `Видеть во сне живого тарантула — означает, что ваши враги торжествуют; мертвого — к победе над врагами.`
  },
  {
    word: 'Тарелка, Блюдо, Блюдце',
    description: `Видеть во сне блюдо — к открытию тайны, лизать его — к успеху в делах, разбить — значит лишиться покровительства сильных мира сего. Видеть во сне блюдце — к радостному событию.

Увиденные во сне тарелки — к удачной торговле, новостям, разбитые — к проблемам в семье, вытирать их — к согласию в семье.`
  },
  {
    word: 'Татуировка',
    description: `Видеть во сне татуировку на себе — к неприятности, которая заставит вас надолго покинуть свой дом, на других людях — к ревности. Делать во сне татуировку — означает, что ваши друзья могут отвернуться от вас из-за ваших странностей.`
  },
  {
    word: 'Творог',
    description: `Видеть во сне творог — к предстоящей встрече с родственниками. Это также знак, что вашему здоровью ничто не угрожает.`
  },
  {
    word: 'Театр, Декорации театральные',
    description: `Видеть себя во сне на спектакле — означает наяву получить в ближайшем будущем блестящие перспективы. Театральная декорация во сне — предвестие того, что ваши труды и хлопоты не будут должным образом оценены. Увидеть себя во сне в театральной ложе — знак, что вам не следует совершать авантюрных поступков, иначе вас ждет разоблачение.`
  },
  {
    word: 'Телевизор',
    description: `Смотреть во сне телевизор — означает, что вас ждет спокойный семейный уют. Видеть во сне сломанный телевизор — к потере должности.`
  },
  {
    word: 'Телефон, Автоответчик',
    description: `Видеть во сне телефон — к встрече с неискренними людьми; слышать, как он звонит, — к неожиданному известию. Если во сне вы звоните по телефону и дозваниваетесь до абонента — значит, вы встретитесь с другом, которого давно не видели, не дозваниваетесь — знак того, что вы преувеличиваете свои неудачи и у вас все будет в порядке.

Для женщины приснившийся ей телефонный разговор означает, что у нее много завистников, однако они не причинят ей вреда.

Если во сне долгожданное сообщение вы получаете по факсу — значит, что вам придется приложить много усилий, чтобы довести начатое дело до конца; отправлять сообщение — означает, что вы сможете быстро сориентироваться в изменившейся ситуации и найти единственный правильный выход.`
  },
  {
    word: 'Тело',
    description: `Видеть во сне свое тело — к любовным, семейным радостям, полнеть — к богатству, слишком растолстеть — к безумию, худоба снится к неприятностям из-за скупости. Женщине худоба снится также к недоброжелательству родственников; наросты, лишаи, ссадины на теле — к богатству. Если во сне тело покрыто насекомыми и зудит — к деньгам.

Если вам приснился человек совершенно без рук и ног, одно туловище, — значит, вас ожидают огромные затруднения, которые необходимо преодолеть.`
  },
  {
    word: 'Тень',
    description: `Видеть во сне свою тень — предостережение, что вам нужно опасаться неприятностей со стороны своих врагов; видеть чужую тень — знак, что вас контролируют, пытаются обмануть и подчинить чьей-то воле.`
  },
  {
    word: 'Теплица',
    description: `Видеть во сне теплицу — к заботам и хлопотам о близком человеке. Быть в ней — к обеспеченности. Находиться во сне в оранжерее — означает, что плодотворный труд принесет не только деньги, но и радость, любоваться там цветами — значит, настало время для хорошего отдыха с любимым человеком.`
  },
  {
    word: 'Терка',
    description: `Тереть что-нибудь на терке — знак полезного, но незначительного труда.`
  },
  {
    word: 'Термос',
    description: `Пить во сне из термоса — знак того, что вскоре вы сможете совершить удачные приобретения для дома.`
  },
  {
    word: 'Тесто',
    description: `Видеть во сне тесто — к успехам во всех начинаниях, особенно связанных с жилищными вопросами. Месить тесто во сне — к оправданию надежд, есть его — к затруднениям; покупать тесто во сне — к примирению.`
  },
  {
    word: 'Тетрадь',
    description: `Если вам приснилась тетрадь — значит, вам надо многое познать в этом мире, чтобы созреть для жизни.`
  },
  {
    word: 'Теща (свекровь)',
    description: `Приснившаяся вам теща — предвестие неудачного дня, не надо планировать и затевать в этот день важных дел. Женщине видеть себя тещей — хороший знак, все в ее жизни наладится.`
  },
  {
    word: 'Тина',
    description: `Если во сне вы видите тину — это означает, что не следует строить наполеоновских планов, так как существует опасность встретить много препятствий, довольствуйтесь малым.`
  },
  {
    word: 'Типография',
    description: `Видеть во сне типографию — к клевете и бесчестью. Работать во сне в типографии — означает наяву сделать какое-либо заявление.`
  },
  {
    word: 'Тля',
    description: `Видеть во сне много тли, окружающей вас, — означает случайно попасть в общество людей с вредными привычками.`
  },
  {
    word: 'Толпа',
    description: `Видеть во сне большую толпу — к страху, слабости противостоять врагам; толкотню, давку во сне — к осуществлению недобрых предчувствий.`
  },
  {
    word: 'Тонуть',
    description: `Видеть во сне большую толпу — к страху, слабости противостоять врагам; толкотню, давку во сне — к осуществлению недобрых предчувствий.`
  },
  {
    word: 'Тополь',
    description: `Видеть во сне распускающийся или цветущий тополь — хороший знак. Сон, в котором девушка увидит себя рядом с возлюбленным под распустившимся или цветущим тополем, послужит ей обещанием того, что сбудутся ее самые несбыточные и причудливые желания. У ее возлюбленного будут утонченные манеры, и он будет хорош собой. Она будет окружена друзьями, а состояние ее здоровья не будет вызывать опасений. Если же ей приснятся засохшие или облетевшие тополя — значит, ее ожидает разочарование.

Рубить во сне что-нибудь топором — означает, что вы будете заниматься чем-нибудь сплеча, напропалую, мало задумываясь над этим.`
  },
  {
    word: 'Торт',
    description: `Видеть во сне торт — к приятным хлопотам, покупать его — к долгам, получить в подарок — к приятной неожиданности, выпекать торт — к началу дела, от которого вам лучше отказаться, лакомиться вкусным тортом — к прибыли, успеху, взаимной любви. Если девушке, .имеющей жениха, приснится торт на свадебном столе — ее брак внезапно расстроится.`
  },
  {
    word: 'Тотализатор, Игра на деньги',
    description: `Делать ставки на скачках или играть с друзьями на деньги — означает, что для того, чтобы достичь заветной цели, вам необходимо будет пойти на большой риск, но только от вашей предусмотрительности и расчета зависит успех мероприятия.`
  },
  {
    word: 'Трактор, Бульдозер, Гусеничный трактор',
    description: `Делать ставки на скачках или играть с друзьями на деньги — означает, что для того, чтобы достичь заветной цели, вам необходимо будет пойти на большой риск, но только от вашей предусмотрительности и расчета зависит успех мероприятия.`
  },
  {
    word: 'Трамвай',
    description: `Увидеть себя во сне в салоне трамвая — к разочарованию или выяснению отношений с неприятными вам людьми.`
  },
  {
    word: 'Трамплин',
    description: `Увидеть во сне трамплин — к препятствиям и затруднениям, прыгать с него — означает, что семейные или бытовые неурядицы будут долго изматывать вас.`
  },
  {
    word: 'Траур',
    description: `Видеть во сне траур в доме, людей в траурной одежде — к благополучию, успеху. Траурный марш слышать — значит, предстоит разрыв существенных для вас отношений и связей.`
  },
  {
    word: 'Троллейбус',
    description: `Увиденный во сне троллейбус — предостережение: вам необходимо проявить особую осторожность в общении с малоизвестными вам людьми.`
  },
  {
    word: 'Трость',
    description: `Во сне опираться на красивую трость — означает, что хороший друг поможет в трудную минуту; в делах вы будете постоянно зависеть от чужих советов.`
  },
  {
    word: 'Труба (строение), Водосточная труба, Дымовая труба',
    description: `Видеть во сне много дымящих труб — означает быть раздираемым противоречивыми влечениями и мелкими страстями, огромную дымящую трубу — небольшое увлечение, ставшее опасным. Видеть во сне дымовую трубу — к грязному делу, водяную с водой — к успешному течению дел, водосточная труба — знак успеха и аккуратности. Высокая труба на крыше снится к счастью, обвалившаяся труба — к скандалу в доме.

Видеть во сне белый дым из трубы — к исполнению желаний, темный — к раздорам в семье.

Видеть трубочиста во сне — к приятному времяпрепровождению, развлечениям; предусмотрительности.`
  },
  {
    word: 'Трусы',
    description: `Покупать во сне женские трусы — к надежде на удовлетворительный поворот дел, мужские — к предложению. Для женщины стирать трусы — означает новые необьиные замыслы.`
  },
  {
    word: 'Трюм',
    description: `Видеть во сне полный трюм — к хорошим деловым контактам, прибыли, пустой — к ухудшению финансовых дел.`
  },
  {
    word: 'Тряпка',
    description: `Видеть во сне тряпку — знак, что вокруг вас крутятся неискренние друзья, которые могут в любой момент отвернуться.`
  },
  {
    word: 'Туалет, Ватерклозет',
    description: `Видеть унитаз во сне — к неприятности, беспорядку в доме, упасть в него — к деньгам, выбраться из него — к счастью, чистить унитаз — к обогащению неправедным путем.

Мучаться, страдать, находясь в туалете, — к назначению на должность; строить уборную — к богатству и счастью. Чистый туалет снится к назначению на должность, грязный — символ особенного счастья.

Если вам приснился туалет, в котором находятся мужчины и женщины, — сон говорит о безвыходной ситуации в жизни, невозможности самому себе помочь.

Искать во сне туалет — к поиску материальной поддержки, нехватке денег.`
  },
  {
    word: 'Туман',
    description: `Видеть во сне туман над водой — к благополучию, вообще туман — к сомнению, неожиданному успеху.`
  },
  {
    word: 'Туча',
    description: `Видеть во сне темные черные или грозовые тучи -к опасности, подсвеченные закатным солнцем — к легкой жизни. Видеть ночью облака — к неприятному открытию.`
  },
  {
    word: 'Тушь',
    description: `Приснившаяся женщине тушь для ресниц — к слезам. Тушь для чертежей, увиденная во сне, — означает, что ваша работа будет хорошо оплачена.`
  },
  {
    word: 'Тыква',
    description: `Видеть тыкву во сне — предвестие ссоры или пустых разговоров, есть тыкву — к прибыли и благополучию. Тыква, приснившаяся юноше, — к сватовству, девушке — к свадьбе.`
  },
  {
    word: 'Тюльпан',
    description: `Видеть тыкву во сне — предвестие ссоры или пустых разговоров, есть тыкву — к прибыли и благополучию. Тыква, приснившаяся юноше, — к сватовству, девушке — к свадьбе.`
  },
  {
    word: 'Тюрьма, Заключенный, Затворник, Заточение',
    description: `Если во сне вы видите себя в местах лишения свободы — значит, будете мучиться из-за отстранения вас от ведения важного дела.

Во сне избежать заключения — к прибыли в делах, видеть освобождение кого-нибудь из тюрьмы — хороший знак, говорящий о счастливом избавлении от неприятностей.

Тюрьму во сне видеть — к новому счастью, хорошим переменам, успешному исходу дела, бежать из нее — знак, что помехи на вашем пути будут устранены.

Видеть тюремный карцер во сне — означает, что вы подвергаетесь сильному давлению, несправедливости со стороны влиятельных людей.`
  },
  {
    word: 'Убийца, Заказное убийство',
    description: `Видеть во сне преследуемого убийцу — означает отнестись с уважением к кому-либо. Убийцу увидеть и от него бежать — к долгой жизни, с ним сговариваться — предупреждение: берегитесь необдуманных авантюр.

Убийство видеть во сне — испытывать укоры совести, совершить его — означает извлечь выгоду из чужой беды, получить неожиданное богатство, прожить долгую жизнь, но может означать и большой страх.

Видеть палача — знак преступления, свидетелем которого вы можете стать, быть наказанным через палача — предвестие стыда и посрамления.

Увидеть во сне киллера — предупреждение о том, что вас могут ждать убытки или происки врагов. С ним во сне сговариваться — предостережение, берегитесь необдуманных поступков и авантюр.

Приснившийся киллер, который охотится за вами, — предупреждение о том, что из-за необдуманных поступков вы можете поставить себя в неловкое положение. Если удалось убежать от него — значит, вам предстоит долгая жизнь.

Киллер, убивший вашего родственника или близкого друга, снится к проблемам со здоровьем или переутомлению.`
  },
  {
    word: 'Увлечение',
    description: `Проявить во сне какое-то сильное увлечение — к укреплению дружеских и профессиональных отношений.`
  },
  {
    word: 'Угол',
    description: `Быть во сне поставленным в угол и не знать, как из него выйти, — к препятствиям. Угол дома снится к новым возможностям, сворачивать за угол — к удивлению. Снимать во сне «угол» в комнате — к потребности уединиться, сдавать «угол» — означает, что собственные намерения могут обернуться против вас. Спрятаться за угол от кого-то во сне — означает наяву прозрение от лицемерия и лжи.`
  },
  {
    word: 'Уголь',
    description: `Видеть во сне угли — к устранению несчастья, раскаленные угли в руке — к непосильному труду, горячие угли — к ссоре, потухшие — к безуспешным трудам, наказанию.`
  },
  {
    word: 'Удача',
    description: `Если во сне вам улыбнулась удача — значит, вскоре вам повезет, что принесет вам уверенность в себе и радость.`
  },
  {
    word: 'Удобрения',
    description: `Измазаться навозом во сне — означает большие успехи в вашем предприятии. Рыться во сне в навозной куче — снится к богатому непредвиденному наследству или другой случайной прибыли, а также к повышению по службе.`
  },
  {
    word: 'Удочка',
    description: `Увидеть во сне удочку или держать ее в руках — предостережение: чей-то обман может ввести вас в заблуждение или создать вам много неприятностей. Видеть спиннинг — означает, что для вас настали благоприятные времена и вы вполне можете реализовать все свои планы и замыслы. Если у вас на удочке или спиннинге запуталась леска, то такой сон может быть предвестием мелких неприятностей или неразберихи в делах.`
  },
  {
    word: 'Уж',
    description: `Кормить ужа во сне — знак приобретения богатства, убить ужа — предвестие несчастья. Уж, приснившийся девушке, — это будущий муж, поклонник. Если уж или змея кусает во сне молодую женщину — к беременности.`
  },
  {
    word: 'Ужин',
    description: `Ужинать во сне — знак того, что все заботы вскоре сменятся на радости.

Ужинать во сне одному — к мрачным мыслям, идти на ужин — означает, что обстоятельства не благоприятствуют вашим планам, ужинать вместе с другими — к хорошим друзьям.`
  },
  {
    word: 'Узел',
    description: `Видеть узел во сне — к проблеме, развязывать его — к удачному решению проблемы, перерезать — к разрыву в отношениях. Много узлов видеть — к ревности.`
  },
  {
    word: 'Укол',
    description: `Видеть во сне, как кому-то делают укол, — знак, что вам нужно обратить внимание на состояние своего здоровья; укол делают вам: если вы больны — к здоровью, если нет — знак, что ваше здоровье укрепляется.`
  },
  {
    word: 'Украшение',
    description: `Увиденное во сне украшение на шее женщины — означает честь, славу, любовь, на плече или груди — счастье, подарок.

Цепи, браслеты, плетеные или перевитые украшения — к дружбе, согласию, счастливому браку, если их трудно снять — к неволе, помехам, раздражению.

Любые украшения на мужчине означают его жену и детей. Холостому они снятся к выгодной женитьбе.

Сережка в ухе во сне — к предостережению от любовных авантюр.`
  },
  {
    word: 'Укроп',
    description: `Ощущать во сне запах укропа — значит разоблачить какой-то обман. Укроп видеть — к печали.`
  },
  {
    word: 'Укротитель',
    description: `Быть во сне укротителем диких животных, которые вам подчиняются, — означает наяву обрести богатство или умножить уже имеющееся. Если звери, с которыми вы выступаете, непослушны и опасны — значит вы испытаете боль или горе.`
  },
  {
    word: 'Уксус',
    description: `Видеть во сне уксус — означает нанести кому-нибудь обиду, оскорбить кого-либо; пить уксус — к волнениям, связанным с вашим согласием участвовать в деле, от которого вы не ждете ничего хорошего, готовить блюдо из овощей с уксусом — к расстройству ваших дел.`
  },
  {
    word: 'Улитка',
    description: `Видеть улитку во сне — знак того, что вокруг вас сгущаются тучи. Сон, в котором она показывает рога, — к неверности. Наступить во сие на улитку — к общению с неприятными вам людьми или нежелательной смене образа жизни или места работы.`
  },
  {
    word: 'Улыбка',
    description: `Видеть чье-нибудь постоянно улыбающееся лицо — знак, что чьи-то насмешки принесут вам неприятности. Чувствовать во сне улыбку на своем лице — к счастью, видеть ее на лицах друзей — к приятному времяпрепровождению, на лице недруга — к опасности.`
  },
  {
    word: 'Умываться',
    description: `Умываться во сне — к переменам как в личной, так и в общественной жизни. Видеть во сне, как вы моете руки под рукомойником, — означает наяву экономить на самом необходимом.

Пустой рукомойник снится к разочарованию.`
  },
  {
    word: 'Упрек, упрекать',
    description: `Слышать во сне упрек в свой адрес — знак, что вы должны будете уступить другим; упрекать других — к опасности.`
  },
  {
    word: 'Упрямство',
    description: `Если во сне вы проявляете упрямство — значит, ваше внутреннее спокойствие будет нарушено близким человеком.`
  },
  {
    word: 'Урна',
    description: `Во сне плевать в урну — к напрасным расходам, в урне рыться — к ошибке, видеть горящий в урне мусор — к потерям.`
  },
  {
    word: 'Условие',
    description: `Сон, в котором вам ставят условие, — означает, что во избежание неприятностей, связанных с работой, вам следует точно соблюдать все правила и должностные инструкции; если условие ставите вы — значит, наступило хорошее время для завязывания стойких и длительных взаимоотношений.`
  },
  {
    word: 'Услуга',
    description: `Оказывать во сне кому-то услугу — означает, что вы получите известие от человека, с которым редко общаетесь; оказывают вам — знак, что вы узнаете корень своего невезения и активно будете с ним бороться.`
  },
  {
    word: 'Усталость',
    description: `Если снится, что вы ощущаете сильную усталость, — это означает победу или успех в трудном деле. Смотреть во сне со стороны на усталого человека — значит, убедиться в том, что вы взялись не за свое дело.`
  },
  {
    word: 'Устрицы',
    description: `Видеть во сне устриц — к успеху, глотать их — к труду без должного успеха.`
  },
  {
    word: 'Усы',
    description: `Подстричь усы во сне — означает испытать страх, мужу их подстричь — к измене, крутить усы — к сплетням.`
  },
  {
    word: 'Утка',
    description: `Во сне видеть плавающую утку — к веселью, избавлению от забот, есть жареную — значит вскружить кому-то голову. Для женщины селезня поймать — к замужеству. Видеть во сне селезня, плавающего в воде с утками, — означает бунт женской половины в вашем доме.`
  },
  {
    word: 'Утюг, Гладить, Глажение',
    description: `Гладить во сне постельное белье утюгом — знак того, что вы наконец пришли к твердому намерению завершить начатое дело. Утюг снится — к выигрышу, прибыли, горячий утюг — к хорошим событиям, холодный — к неудаче. Гладить во сне вещи или одежду утюгом — к новостям.`
  },
  {
    word: 'Уха',
    description: `Есть во сне вкусную наваристую уху — к почестям на службе и семейному благополучию, варить — к достатку и взаимопониманию.`
  },
  {
    word: 'Ухаживание',
    description: `Для мужчины ухаживать во сне за красивой девушкой или женщиной — к неприятностям и затруднениям в делах. Для женщины ухаживать за кем-либо — к трудностям в общении с мужчинами.`
  },
  {
    word: 'Ухо',
    description: `Видеть во сне чьи-то уши — предвестие того, что недруги стремятся подстроить вам неприятность или оскорбить вас. Безухий человек означает ложные слухи и сплетни, на которые не стоит обращать внимания.`
  },
  {
    word: 'Фазан',
    description: `Фазан во сне — символ дружного коллектива. Видеть фазана во сне — значит жить благополучно и счастливо; держать фазана в руках — к здоровью, радости, прибыли, славе; видеть мертвого фазана во сне — означает наяву ждать неприятных событий из-за своей доверчивости.`
  },
  {
    word: 'Факел',
    description: `Видеть факел в ногах — к возможному известию о несчастье.

Увиденный во сне факел в руках другого человека — олицетворение хозяина дома. Нести горящий факел — означает быть любимым, освещать что-нибудь факелом — означает узнать тайну из прошлого, видеть факельное шествие — к большим почестям. Видеть женщине факел, гаснущий в руках, — к опасности для лее.`
  },
  {
    word: 'Фасоль',
    description: `Если во сне вы увидели фасоль — значит, вам предстоит долгий кропотливый труд с хорошим результатом, есть фасоль во сне — означает узнать о чьей-нибудь неверности, сажать фасоль в огороде — значит ввязаться в драку, ненайдя разумного способа решить проблемы.`
  },
  {
    word: 'Фата',
    description: `Надевать во сне фату — знак получения старого, считавшегося пропавшим долга.

Если фата приснилась девушке — значит, замужество не за горами, замужней женщине — к разводу, повторному браку или свадьбе дочери, мужчине — к встрече с любимым человеком.`
  },
  {
    word: 'Фаянс',
    description: `Видеть во сне себя окруженным множеством фаянсовой посуды — знак, что ваша новая затея хоть и блестящая, но непрочная.

Видеть во сне, как покрывают глазурью керамическую посуду, — означает, что наяву вы захотите поменять место работы, а возможно, друга или супруга. Такой сон обычно видят, когда оказываются в тупике, на распутье.`
  },
  {
    word: 'Фейерверк',
    description: `Фейерверк снится к предстоящему удовольствию и хорошему здоровью. Молодой женщине этот сон обещает развлечения и приятные поездки.

Видеть салют во сне — означает, что преодолеть застой в ваших делах помогут друзья и компаньоны.`
  },
  {
    word: 'Фен',
    description: `Видеть во сне работающий фен или самому пользоваться им — означает, что вам придется приложить много усилий для получения какой-то работы, дополнительного заработка, но все ваши труды окажутся напрасными.`
  },
  {
    word: 'Ферма',
    description: `Видеть во сне себя в роли фермера или покупать во сне ферму — значит, что ваши начинания будут счастливы и удачливы. Встретиться во сне с фермером — к знакомству с приятными, добрыми людьми.`
  },
  {
    word: 'Фиалка',
    description: `Видеть во сне фиалки — к счастливому событию, благодаря которому вы познакомитесь с очень интересным и влиятельным человеком.

Для девушки такой сон — предвестие встречи с будущим мужем.`
  },
  {
    word: 'Фикус',
    description: `Видеть во сне фикус — означает наяву рискнуть, начав новое дело и оставив свои прежние занятия.`
  },
  {
    word: 'Филармония',
    description: `Находиться на концерте в филармонии во сне — означает, что ваше самообразование расширится, вы получите дополнительные знания; участвовать самому — знак, что вы вызываете у окружающих чувство надежности и уверенности, вам доверяют.`
  },
  {
    word: 'Филин',
    description: `Филин снится — к пожару. Убить во сне филина — к клевете, держать его в руках — к приходу скучного гостя.`
  },
  {
    word: 'Фитиль',
    description: `Зажигать во сне фитиль — означает попасть в неприятную историю вследствие непродуманного поступка.`
  },
  {
    word: 'Флаг, Знамя',
    description: `Увидеть во сне знамя — значит, что все проблемы остались позади, вас ждет радость и счастье. Если же знамя сильно развивается на ветру, то такой сон может быть предвестием опасности или крупной ссоры.

Видеть во сне шествие со знаменами — к богатству, самому нести знамя — к славе и признанию.

Держать во сне флаг или флажки — к предстоящей благодарности, награде или получению премии.`
  },
  {
    word: 'Фланель',
    description: `Отмерять фланель во сие — означает готовиться к свадьбе. Шить во сне пеленки из фланели — значит, что вы будете испытывать возмущение из-за лжи в ваш адрес.`
  },
  {
    word: 'Фломастер',
    description: `Увиденный во сне фломастер или маркер одного цвета символизирует вашу однообразную и монотонную жизнь наяву.

Рисовать разноцветными фломастерами или раскрашивать картинки — означает, что вас ждет веселое времяпрепровождение или интересная работа.`
  },
  {
    word: 'Флюгер',
    description: `Видеть во сне быстро вращающийся в разные стороны флюгер — знак значительного расстройства ваших дел. Видеть во сне флюгер на доме — к разводу супругов, флюгер сломанный — к перемене занятий.`
  },
  {
    word: 'Фокус, Иллюзионист',
    description: `Фокусника видеть во сне — знак, что вы можете счастливо избежать большой опасности.`
  },
  {
    word: 'Фонарь',
    description: `Покупать во сне фонарь — к открытию семейной тайны, зажигать его — к перемене рода деятельности.`
  },
  {
    word: 'Фонтан',
    description: `Видеть фонтан с чистой водой — к услуге, с грязной — знак оскорбленной чести, фонтан из вина снится к роскошной жизни.

Пить воду из фонтана, в нем купаться, его пытаться закрыть — знак того, что в вас пробуждаются скрытые опасные влечения.

Бродить во сне среди фонтанов или играть со струей фонтана — означает жизнь в сладострастных грезах, неудовлетворенность в любви.`
  },
  {
    word: 'Фотоаппарат',
    description: `Видеть во сне фотоаппарат — к переменам, неприятностям. Проявлять во сне негатив — к неопределенности в ваших чувствах.

Для девушки видеть во сне, что она фотографирует, — к неприятностям, разочарованию в друге.

Видеть во сне свои фотографии — к успехам в делах или к очередному повороту судьбы, чужие — к неискренности, обману.

Приснившаяся вам пленка или фотографии — к удаче в делах.`
  },
  {
    word: 'Халат',
    description: `Надевать на себя во сне халат — означает впутаться в хлопотные дела, которые впоследствии принесут значительные доходы.`
  },
  {
    word: 'Халва',
    description: `Видеть во сне, как другие едят халву, — значит, что вы разорвете отношения с людьми, которые вас унижают и пытаются подчинить себе. Есть халву во сне — к слезам раскаяния.`
  },
  {
    word: 'Хамелеон',
    description: `Видеть во сне свою возлюбленную с хамелеоном — значит, что она с легкостью порвет с вами отношения; это знак обмана и эгоистического поведения.`
  },
  {
    word: 'Хвост',
    description: `Видеть во сне лошадь без хвоста — к спору, длинный хвост у лошади — к деньгам. Отрезать во сне хвост у собаки — к ссоре с приятелем, держаться за собачий хвост — к мнимой надежде на друга. Во сне видеть много хвостов — к сплетням, себя с хвостом — к долголетию.`
  },
  {
    word: 'Хвоя',
    description: `Находиться во сне в хвойном лесу и собирать хвойные иглы — к ссоре. Во сне ощущать покалывание от иголок хвои — означает ждать нежеланных гостей.`
  },
  {
    word: 'Химия',
    description: `Видеть во сие, что вы занимаетесь химическими опытами, — значит, что вы будете хлопотать о примирении рассорившихся приятелей.`
  },
  {
    word: 'Хлеб, Булка, Булочка, Булочная, Буханка, Горбушка, Гренки, Гренки с сыром',
    description: `Увиденная во сне булочка сулит вам счастье, ее крошки — материальное благополучие.

Работать во сне в булочной или хлебном магазине означает, что вас могут ожидать мелкие проблемы и небольшие домашние ссоры.

Сон, в котором вы видите пустые полки в хлебном магазине, может означать, что ваши попытки справиться с проблемами не увенчаются успехом.

Если вам приснилось, что вы видите или кушаете во сне лаваш, — значит, для достижения хороших результатов вам не придется прилагать особых усилий.

Видеть или печь во сне хлеб — к счастью, удаче, много хлеба во сне — к гостям. Есть теплый хлеб — к неприятностям, холодный — к удаче, есть горбушку хлеба — к неожиданности; есть белый хлеб — знак добра, добродетели, уважения, черный — это символ настоящего друга, который поможет вам в беде.

Если вам приснились сухари — значит, вы получите подарок.

Видеть каравай во сне — предвестие, что в вашем доме установятся мир и взаимопонимание.

Есть во сне корку хлеба — к радости. Резать во сне хлеб — к заботам, причиной которых может стать эгоист из вашего окружения, нести хлеб — к неприятностям.`
  },
  {
    word: 'Хлопушка',
    description: `Увидеть во сне разорвавшуюся хлопушку — означает испытать внезапную страсть к человеку, который не стоит вас.`
  },
  {
    word: 'Хмель, хмельной',
    description: `Видеть хмель во сне — к прибыли, богатству. Быть окруженным множеством хмеля — означает, что вам не удастся быть на пиршестве, на которое вы будете приглашены.`
  },
  {
    word: 'Ходули',
    description: `Видеть себя во сне на ходулях — означает проиграть деньги в коммерческой игре, принявшей азартный характер, отчего вы впадете в панику.`
  },
  {
    word: 'Холм',
    description: `Видеть во сне холм — к благополучию. Стоять на высоком холме и обозревать окрестности — к возможности выяснить обстоятельства, связанные с вашим положением, и найти способ защитить свои интересы.`
  },
  {
    word: 'Холод',
    description: `Страдание во сне от холода — предостережение, чтобы вы внимательно вели свои дела, так как некоторые люди могут навредить вам.`
  },
  {
    word: 'Холодильник',
    description: `Покупать во сне новый холодильник — предвестие непредвиденных трат, которые значительно подорвут семейный бюджет.

Обнаружить во сне, что ваш холодильник неисправен, — означает наяву получить совершенно справедливый упрек в холодности и невнимании.

Стоящий в вашей комнате холодильник — знак того, что вы незаслуженно обидите своего друга или кого-то из близких родственников.`
  },
  {
    word: 'Холостяк',
    description: `Во сне женатому человеку или замужней женщине видеть себя холостым (незамужней) — знак того, что вам нужно позаботиться о здоровье своего супруга.`
  },
  {
    word: 'Храп',
    description: `Слышать чей-то храп во сне — значит подвергнуться чьей-нибудь агрессии, не исключено участие в драке. Женщине слышать во сне храп — к тягостному замужеству, мужчине — к навязчивым друзьям. Слышать во сне свой храп — означает, что в трудную минуту вас подведут ваши же друзья.`
  },
  {
    word: 'Хрен',
    description: `Есть во сне хрен — к потере денег, видеть хрен — к сожалению.`
  },
  {
    word: 'Хризантема',
    description: `Видеть во сне хризантему — к состраданию, это знак, что кто-то нуждается в помощи.`
  },
  {
    word: 'Хрип, хрипота',
    description: `Видеть во сне хризантему — к состраданию, это знак, что кто-то нуждается в помощи.`
  },
  {
    word: 'Хромота',
    description: `Хромать во сне — к бездействию, хромого видеть — знак опасности быть оклеветанным.`
  },
  {
    word: 'Хрусталь',
    description: `Видеть во сне хрусталь — к депрессии. Если женщине снится богатая столовая, украшенная хрусталем, — значит, она усомнится в достоинствах своего избранника.`
  },
  {
    word: 'Цапля',
    description: `Цапля означает приход человека с новостями. Видеть во сне цаплю — предвестие получения нежданной прибыли; цаплю поймать или убить — знак победы над сильным врагом.`
  },
  {
    word: 'Царапина',
    description: `Если во сне вы получили царапину от кошки — значит, наяву вы пострадаете от женской хитрости, коварства и лжи. Если вам приснилась ссадина — значит, при условии поддержки своих знакомых вы сможете осуществить задуманное.`
  },
  {
    word: 'Царь, Император',
    description: `Если женщине снится, что она царица, — наяву на нее посыплются упреки в легкомыслии, несносном характере, глупых поступках, а за ними может последовать и развод, расставание. Видеть во сне царя — предвестие благополучия и большой прибыли, полученной в результате тяжелой, изнурительной работы.`
  },
  {
    word: 'Цветы, Букет цветов, Георгины, Жасмин',
    description: `Видеть во сне, что вы собираете цветы, — к радости, нюхать их — к потере, поливать — к радости в доме. Видеть во сне, что на сухом дереве распускаются цветы, — к счастью и процветанию. Распускающийся бутон цветка во сне — к исполнению самого заветного желания, красивые лепестки растения снятся к участию в культурном мероприятии, которое вам очень понравится.

Увиденный во сне букет цветов сулит вам новые связи и знакомства, если же вы его составляете или дарите — это может предвещать объяснение в любви или то, что новая дружба со временем перейдет в более близкие отношения. Красивый и яркий букет может предвещать скорое получение наследства, прибыли или материального вознаграждения, о котором вы даже не догадывались. Потерять или забыть где-то букет — означает, что ваши чувства к кому-то останутся без взаимности. Увиденный во сне увядший букет — знак того, что вам необходимо позаботиться о своем здоровье.

Для мужчины находиться во сне посреди благоухающего цветника — означает, что вы слишком увлекаетесь обществом хорошеньких женщин.

Видеть во сне гладиолус — к счастью и удаче во всех ваших начинаниях, клевер — к исполнению желаний, горшок герани — к беременности жены или любимой женщины, цветущий жасмин — к счастью в любви, любовному свиданию, радости.

Если вам приснилось, что вы срываете георгины, — это предвещает неприятности из-за чьего-то высокомерия; ухаживать за ними в цветнике — к получению приятной новости.

Видеть во сне цветочницу, которая скорее навязывает, чем продает вам цветы, — к знакомству с сильной, властной, любвеобильной женщиной.`
  },
  {
    word: 'Целовать',
    description: `Целоваться во сне с приятным и желанным человеком — к грустным размышлениям, невысказанным претензиям.

Женщине мужчину целовать — к печали, злобе, раздражению.

Мужчине молодую девушку целовать — знак того, что вас ждет нечестная прибыль, темпераментную девицу — к свадьбе, новой связи, старую бабу — к тоске, свою милую — означает конец вражды, с уродливой целоваться — к неприятной новости. При встрече, здороваясь, целоваться — к неверности.

Если вам снится, что вы целуете свою мать, — значит, вы будете удачливы в своих коммерческих предприятиях, ваши верные друзья будут ценить вас и уважать.

Целовать во сне брата или сестру — предсказание удовольствий и добрых отношений с друзьями.

Палача целовать — означает, что вы получите подарок от чужого человека.

Целовать кому-нибудь руки — к сватовству, новому приятному знакомству с будущим родственником. Если вам во сне целуют руки — значит, вас ждет разочарование.

Видеть во сне целующихся детей — предсказание счастливого воссоединения семьи и успеха в делах.

Если во сне вы видите, как целуются птицы или животные, — это счастливый сон, предвещающий почести, счастье, свадьбу.

Землю целовать — к разлуке. Кто увидит во сне, что он целует много разных женщин, а себя увидит юношей, — тот приобретет себе друга.`
  },
  { word: 'Цемент', description: `Видеть во сне цемент — к верной дружбе.` },
  {
    word: 'Церковь',
    description: `Видеть во сне церковь — к пробуждению совести, избежанию опасности и терпению. Очень красиво украшенная церковь снится к веселью и безопасности, высокая — к уважительному отношению, горящая — к тяжелым временам, заброшенная — означает отказ от великих истин. Входить во сне в церковь — знак, что у вас сложились удачные предпосылки для осуществления ваших планов. Видеть себя во сне в соборе и присутствовать при богослужении — знак успеха в вашем добром начинании.

Если церковь снится человеку в местах лишения свободы — значит, он скоро выйдет на свободу.

Видеть настоятеля монастыря во сне — знак, что атмосфера вокруг вас сгущается, положение может пошатнуться.

Для молодой женщины видеть во сне настоятельницу монастыря — означает жестокое испытание, ей надлежит собрать все силы, чтобы выстоять; если же настоятельница монастыря приветливо улыбается — это символ надежности ваших друзей.`
  },
  {
    word: 'Цирк',
    description: `Во сне смотреть цирковое представление — означает наяву оказаться жертвой самообмана, вам предстоят незапланированные денежные расходы.`
  },
  {
    word: 'Циркуль',
    description: `Покупать во сне циркуль — знак верности и доверия, держать в руках циркуль — к неудаче в бизнесе.`
  },
  {
    word: 'Цифра',
    description: `Приснившиеся вам числа — символ того, что ваши дела находятся в «подвешенном» состоянии. Видеть одну цифру—к беспокойству, несколько — к затруднениям. Писать во сне цифры — знак, что вас хорошо отблагодарят, считать — знак, что ваши добрые замыслы осуществятся, но при этом вы рискуете остаться непонятым, зачеркивать цифры — к разочарованию.`
  },
  {
    word: 'Цыплята, цыпленок',
    description: `Видеть во сне цыплят — значит бесполезно провести день, есть их во сне — к временной нехватке денег.`
  },
  {
    word: 'Чад',
    description: `Видеть или ощущать чад от чего-нибудь — знак крайне неприятного известия. Вам стоит побеспокоиться о своем здоровье.`
  },
  {
    word: 'Чай, Заварка',
    description: `Пить во сне чай — к неожиданности, беспорядку в делах или отношениях с людьми. Если этот чай с молоком — сон предвещает ссору.

Видеть во сне чайник — к неприятной новости, началу трудной работы. Если в нем кипит вода — это предвещает перемены в жизни и победу над врагами. Если во сне женщина льет из чайника холодную искрящуюся воду — значит, скоро кто-то обратит на нее внимание.`
  },
  {
    word: 'Чайка',
    description: `Видеть чаек во сне — предвестие, что вы вступите в деловые отношения со скупыми и не очень благородными партнерами. Мертвые чайки снятся к долгой разлуке с друзьями.`
  },
  {
    word: 'Часы, Будильник',
    description: `Слышать во сне, как звонит будильник, — означает, что вас может ожидать неприятная новость. Видеть во сне часы — означает, что ваши усилия сведутся на нет вашими соперниками. Разбить во сне часы — к неприятностям.`
  },
  {
    word: 'Чашки чайные',
    description: `Пить во сне из чайной чашки — к неожиданному посещению. Разбить во сне чашку — к счастливому стечению обстоятельств.`
  },
  {
    word: 'Чемодан',
    description: `Чемодан видеть во сне — к дороге, переменам. Пустой чемодан — это препятствие к поездке. Укладывать чемодан — значит внести в свои дела ясность и порядок. Во сне нести тяжелый чемодан — знак того, что жадность препятствует успеху.`
  },
  {
    word: 'Червь, Дождевой червь',
    description: `Увидеть во сне дождевого червя — означает, что вашей добротой и наивностью пользуются все кому не лень, насаживать его на крючок — значит, вы на правильном пути. Червей во сне видеть — к прибыли, дождевых — к печали. Есть во сне червей — к неприятности, видеть червей на себе — к тайным печалям, неприятному обществу.`
  },
  {
    word: 'Черемуха',
    description: `Видеть во сне черемуху и вдыхать с удовольствием ее аромат — к семейному спокойствию. Иногда этот сон пророчит поездку в давно знакомые и дорогие вам места.`
  },
  {
    word: 'Черепаха',
    description: `Видеть черепаху во сне для женщины — к высокому положению. Поймать или убить черепаху — к скорби.`
  },
  {
    word: 'Черепица',
    description: `Покрывать во сне черепицей крышу — означает предусмотрительность, толковую заботу, видеть красную черепицу — приблизиться к своей цели. Во сне обжигать черепицу — знак вашей жестокости и ограниченности, которая снова сойдет вам с рук при общении с близкими людьми.`
  },
  {
    word: 'Черешня',
    description: `Черешня во сне символизирует невесту или новобрачную, вступление в брак. Цветущая черешня — означает обретение вами душевной теплоты. Если во сне вы покупаете черешню — это знак того, что вы справитесь с наиболее острыми проблемами, продаете ее — к хорошим успехам в торговле.`
  },
  {
    word: 'Чернила',
    description: `Видеть во сне чернила — к хлопотам, держать в руке или пить — значит тешить себя приятными надеждами, пальцы в чернилах означают предостережение. Опрокинуть, пролить чернила — к оправданию, ваша ошибка окажется счастливой.`
  },
  {
    word: 'Чертеж',
    description: `Видеть во сне какой-нибудь чертеж — знак, что от вас требуется усидчивость и терпение, тогда все, что раньше находилось под завесой тайны, станет ясным для вашего понимания.

Чертить во сне какой-нибудь чертеж или получить чертеж от строителя — означает, что вы будете разрабатывать какие-либо предложения и проекты.`
  },
  {
    word: 'Чеснок',
    description: `Видеть чеснок во сне — к печали, одиночеству, неприятностям из-за навязчивого человека.`
  },
  {
    word: 'Четки',
    description: `Видеть четки во сне — означает призыв к спокойствию. Читать во сне по четкам молитвы — знак того, что просьба, которую вы подали или подаете, будет рассмотрена. Если этот сон снится девушке — значит, она нуждается в верном и сильном друге, а может, в женихе.`
  },
  {
    word: 'Чехол',
    description: `Если во сне вы стараетесь чехлами тщательно укутать вашу мебель от солнца и мух — вам стоит принять меры предосторожности для имущества.`
  },
  {
    word: 'Чечевица',
    description: `Если во сне вы стараетесь чехлами тщательно укутать вашу мебель от солнца и мух — вам стоит принять меры предосторожности для имущества.`
  },
  {
    word: 'Чешуя',
    description: `Если вам приснилась рыбья чешуя, которую снимают с рыбы и собирают, — это знак пустого занятия или тщетного домогательства взаимности в любви.`
  },
  {
    word: 'Чудовище, Вампир, Вурдалак',
    description: `Увидеть во сне вампира — предостережение: вас могут втянуть в грязное дело или авантюру; для больных такой сон сулит выздоровление. Иногда сон с упырями и вурдалаками предвещает тревоги, амбиции, претензии.

Пугающее во сне чудовище предупреждает об опасности и сомнениях, если вам удается убить его, то вас ждет награда или поощрение.`
  },
  {
    word: 'Чулки',
    description: `Чулки или колготы во сне вязать — к деньгам, видеть чулки во сне — к препятствиям в делах. Их надевать — означает установить хорошие отнош ия с кем-то. Если мужчина во сне надевает женские колготки — значит, придется сыграть в жизни не совсем приличную роль.`
  },
  {
    word: 'Чучело',
    description: `Видеть во сне чучело — к странному происшествию или обману, которые могут произойти по вине ваших недоброжелателей.`
  },
  {
    word: 'Шалаш',
    description: `Видеть себя во сне в шалаше — означает повышение по служебной линии, вследствие которого у вас появится много завистников и недоброжелателей. Строить шалаш во сне — означает наяву непростую ситуацию, из которой вам необходимо выпутываться с помощью друзей и родственников.`
  },
  {
    word: 'Шаль',
    description: `Шаль снится к любовному свиданию, беспокойству. Если во сне вы покупаете шаль с красным рисунком — это предвестие богатства или дороги, потеряли шаль — знак причинения кому-нибудь обиды или растраты чужого имущества. Девушку после такого сна может увлечь привлекательный мужчина.`
  },
  {
    word: 'Шантаж',
    description: `Если во сне вас кто-то шантажирует — значит, среди ваших друзей есть корыстный человек, если шантажируете вы — значит, для вас дружба с ними — пустые слова.`
  },
  {
    word: 'Шар воздушный, Балласт, Воздушный шар',
    description: `Видеть во сне воздушный шар — означает, что ваши мечты несбыточны. Подниматься вверх на воздушном шаре — вас ждет упоение в любви, успешное окончание начатого дела и достижение желаемого. Подниматься на нем вверх, а потом опускаться — вы получите повышение по службе или новое дело, но потом будете сожалеть о том, что оставили.

Если во сне ваш шар начал внезапно терять высоту и вы выбрасываете из него балласт, после чего он начинает уверенно подниматься вверх, — значит, ваши сомнения и переживания были напрасными, а принятое решение — верным и единственно правильным.

Надувать во сне воздушный шарик — значит пожертвовать своей свободой ради достижения поставленной цели. Лопнувший шарик указывает на то, что вы будете сожалеть о том, что оказались втянутым в рискованное предприятие.`
  },
  {
    word: 'Шарф',
    description: `Видеть во сне шарф — к беседе, надевать его на шею — к надуманным тревогам, клевете, видеть себя туго стянутым шарфом — знак получения обязывающей почести. Белый шарф снится к приятному свиданию.`
  },
  {
    word: 'Шахта, Горняк',
    description: `Увидеть во сне шахтера — означает, что вас ждет хорошая прибыль при минимальных затратах.

Видеть во сне шахту — к счастью, выходить из нее — к улучшению материального положения, быть внутри шахты — к надежному положению в обществе и хорошим отношениям с коллегами. Видеть во сне забой шахты — означает, что вскоре вам предстоит тяжелый труд, связанный с обработкой земли. Если во сне вы являетесь акционером, совладельцем шахты — это предвестие удачных капиталовложений.

Для молодой женщины видеть во сне угольную шахту — знак, что она вскоре может выйти замуж за врача или торговца недвижимостью.`
  },
  {
    word: 'Шезлонг',
    description: `Приснившийся шезлонг сулит вам наяву приятное времяпрепровождение, отдых или долгожданный отпуск. Если иод вами шезлонг сломался — значит, что предложенные вам «золотые горы» или возможность быстрого и хорошего заработка окажутся несбыточной мечтой.`
  },
  {
    word: 'Шейпинг',
    description: `Заниматься во сне шейпингом и получать от этого удовольствие — знак того, что вскоре вы получите долгожданный результат от хорошо выполненной работы или удачно заключенной сделки и он превзойдет все ваши ожидания.

Если вы вынуждены заниматься шейпингом по какой-либо причине (например, избыточного веса) — значит, долгожданный результат не принесет вам того удовлетворения от сделанной работы, на которое вы рассчитываете.`
  },
  {
    word: 'Шелуха',
    description: `Видеть во сне шелуху, сыплющуюся на вас в огромном количестве, — к небольшим уступкам со стороны начальства.`
  },
  {
    word: 'Шепот',
    description: `Видеть во сне шепчущихся людей — к беспокойству и волнению, вызванному сплетнями вокруг вас. Слышать во сне совет, сделанный шепотом, — знак, что наяву вы нуждаетесь в поддержке друзей и их мудром совете.`
  },
  {
    word: 'Шея',
    description: `Иметь во сне жирную шею — к успеху, тонкую — к бесполезным трудам и мучениям, вздутую синюю шею — означает с трудом переносить окружающую жизнь, страдать от житейской суеты, не иметь шеи — значит не иметь силы воли, иметь порезанную шею — к неприятностям.

Во сне разглядывать свою шею — к опасности, неожиданности, которой надо остерегаться. Чесать шею во сне — к печали.

Иметь ошейник на шее — наяву означает попасть в неприятное положение.

Видеть во сне для мужчины красивую женскую шею — к капризам со стороны любимой женщины, некрасиво обнаженная шея для молодых — предвестие того, что свадьба не состоится.`
  },
  {
    word: 'Шило (сапожное)',
    description: `Видеть, что вы шьете шилом во сне, — означает, что при всем вашем старании скрыть какой-то поступок он откроется. Видеть шило во сне — к успешной дороге, им пораниться — к потере денег.`
  },
  {
    word: 'Шиповник',
    description: `Идти во сне по аллее из шиповника — знак, что вас обманут ваши чувства. Уколоться во сне шиповником -и означает наяву терпеть насмешки и издевательства.

Если вам приснилось, что вы собираете шиповник, — вас ждут неприятные встречи с сотрудниками.

Пить во сне сок шиповника — значит, вам совершенно необходимо чье-нибудь сочувствие и сострадание.`
  },
  {
    word: 'Ширма',
    description: `Видеть во сне ширму — знак, что вы встретите значительные препятствия при реализации своих планов; прятаться за ширму — знак, что ваши враги могут серьезно подорвать вашу репутацию; ставить ширму в комнате — означает, что вы хотите определиться в отношениях с кем-то из своих знакомых.`
  },
  {
    word: 'Шить',
    description: `Шить во сне — знак того, что вам нужно навести порядок в доме и в финансах, колоться иглой во время шитья — к неприятному знакомству. Если вам приснится швея — значит, неожиданное радостное событие удержит вас дома, помешав встрече, необычайно важной для вас.`
  },
  {
    word: 'Шишка',
    description: `Кедровые шишки во сне — предвестие благополучия; еловые и сосновые — означают, что вас ожидает неожиданный прирост доходов; шишка на лбу — к богатству.`
  },
  {
    word: 'Шкатулка',
    description: `Шкатулка во сне означает почти всегда убыток, но шкатулка, заколоченная наглухо и с секретом, который вам неизвестен, символизирует старание получить наследство. Открывать во сне шкатулку — к нескромности; закрывать ее — означает тайну; что-нибудь класть в шкатулку — к подкупу; покупать ее во сне — значит что-нибудь исследовать.

Шкатулка или ларец из золота снятся к испытаниям, перламутровая — к печали, жизни среди грез, железная — к достойному вознаграждению ваших трудов, шкатулка из тонкой фанеры, картонная коробочка — символ незначительной судьбы, скромных желаний. Стеклянный ларец снится к счастью, соломенный — к легкой жизни.`
  },
  {
    word: 'Школа, Директор школы',
    description: `Видеть во сне школу с учениками — к благополучию; видеть детей, выходящих из школы, — к ссоре. В школу опаздывать — означает сознавать, что вы не успеете справиться с важными делами. Быть вызванным к доске и не знать урока — означает сознавать слабость своей позиции.

Приснившийся вам директор школы — знак того, что вас кто-то усиленно контролирует: или ваша супруга, или ваш непосредственный начальник; разговаривать с ним во сне — означает, что у вас большой шанс получить новую работу или повышение по службе.

Быть во сне взрослому человеку учащимся лицея — знак того, что вас ждут непредвиденные трудности, видеть во сне лицей или школу, находящиеся в старинном здании для творческих людей, — предвестие успеха, новых творческих побед.`
  },
  {
    word: 'Шлагбаум',
    description: `Стоять перед закрытым шлагбаумом, нервничая и торопясь куда-то, — наяву означает проблемы в вашей семейной жизни. Открытый шлагбаум — знак того, что вы найдете виновника своих неудач.`
  },
  {
    word: 'Шланг',
    description: `Если вам приснился шланг с сильным напором воды — это знак скорого замужества не по любви, а из честолюбия и расчета. Свернутый шланг во сне — означает, что вас введут в заблуждение, что может сильно отразиться на ваших делах.

Поливать что-либо во сне из шланга — означает, что вы на правильном пути.`
  },
  {
    word: 'Шлейф',
    description: `Иметь огромный шлейф во сне — знак, что вас ждет стремительное повышение в должности, вполне вами заслуженное.`
  },
  {
    word: 'Шлюз',
    description: `Шлюз во сне — означает быстро начатое предприятие, обещающее блестящий успех благодаря новым партнерам.`
  },
  {
    word: 'Шмель',
    description: `Если вы видите во сне жужжащего шмеля — это означает встречу с человеком несносным, который своей болтовней и тунеядством выведет вас из себя.`
  },
  {
    word: 'Шнурки',
    description: `Видеть шнурки во сне — к фальшивым друзьям.`
  },
  {
    word: 'Шок',
    description: `Видеть во сне себя в шоке, на грани жизни и смерти, — знак того, что наяву неожиданное прибавление в семье вызовет большую радость и прилив сил.`
  },
  {
    word: 'Шпага',
    description: `Биться во сне с кем-нибудь на рапирах — значит иметь несерьезную ссору с кем-нибудь, изломать рапиру — получить досаду, неприятность, выговор. Если во сне вы видите шпагу — значит, предстоит период жизни, богатый переменами; ранены шпагой — знак того, что вы можете получить помощь; в кого-то воткнуть шпагу — означает смириться.`
  },
  {
    word: 'Шпилька',
    description: `Если во сне вы придерживаете шпильками свою или чью-нибудь прическу — значит, предосторожность, которую вы предпримете, окажется полезной. Черные шпильки во сне видеть — к неприятным слухам, сплетням. Яркие, блестящие шпильки в волосах — к прибыли, выгодным сделкам.`
  },
  {
    word: 'Штопор',
    description: `Сон, в котором вы держите штопор, открывая бутылку, — символ духовного неудовлетворения, предостережение об ограничении своих потребностей. Видеть во сне, что вы сломали штопор, — к опасности.`
  },
  {
    word: 'Шторы',
    description: `Опущенная штора во сне — знак сохранения секрета, открытая, поднятая штора — знак бесцеремонного, бесстыдного поступка со стороны женщины. Портьера во сне — знак того, что вокруг вас сгущаются тучи, сплетни мешают вам работать. Обыкновенные шторы на окне — к счастью, семейному взаимопониманию, шелковые — знак того, что вас ожидает новый дом.`
  },
  {
    word: 'Штраф',
    description: `Получить во сне наказание за невыполненную работу или быть оштрафованным — означает, что вскоре на вас возложат обязанности, которые будут вас раздражать и которые вы упорно не захотите выполнять.

Взыскать во сне с кого-то штраф — к претензиям. Оказаться оштрафованным несправедливо, огорчаться и негодовать — к разочарованию или потере друга.`
  },
  {
    word: 'Шуба',
    description: `Надевать шубу зимой ничего не значит, а летом такой сон — предвестие неприятностей.`
  },
  {
    word: 'Шут, Гаер',
    description: `Шутить во сне — означает горевать наяву. Если вам приснится шут — значит, не следует забрасывать важные дела в угоду сиюминутным желаниям. Сон, в котором вы являетесь шутом, — к слезам от оскорбления из-за своего легкомыслия. Если во сне вы бьете шута или смеетесь над ним и его шутками — это символ борьбы со своей совестью. Шут пляшет - к неприятностям.`
  },
  {
    word: 'Щавель',
    description: `Видеть во сне щавель — неблагоприятный знак, к неудаче в делах, щавель собирать — к уплате долгов, щавель есть — к клевете.`
  },
  {
    word: 'Щегол',
    description: `Щегол означает высокомерие по отношению к вам. Ловить во сне щегла — к радости, убивать его — знак огорчения.`
  },
  {
    word: 'Щеки',
    description: `Полные и румяные щеки во сне — означают недолгое счастье или препятствие на пути к благополучию, худые, впавшие, бледные щеки — к неожиданной неприятности. Если во сне вас бьют по щекам — значит, откроются ваши нечестные поступки или вас обвинят в обмане.`
  },
  {
    word: 'Щекотать',
    description: `Если во сне вас щекочут и вы испытываете неловкость — значит, в вашу личную жизнь могут грубо вмешаться. Смеяться от щекотки во сне — знак, что вы будете страдать от несправедливого отношения и лжи.`
  },
  {
    word: 'Щель',
    description: `Видеть во сне щель — к неприятному событию в семье.`
  },
  {
    word: 'Щепки',
    description: `Если вам снится, что вы собираете во сне щепки, — значит, на вас возложат неприятные обязанности. Щепки от топора при рубке дров — означают, что вам нужно чаще думать головой.`
  },
  {
    word: 'Щетина',
    description: `Видеть на своем теле щетину — к богатству и славе. Щетина также снится к радости.`
  },
  {
    word: 'Щит',
    description: `Видеть или держать во сне щит — знак, что неприятности не коснутся вас, закрываться щитом — к перемене места работы, носить его — к оказанию почестей.`
  },
  {
    word: 'Щука',
    description: `Видеть во сне щуку — означает быть в чем-либо обманутым неискренним, хитрым человеком, ловить щуку — к дальновидности и трезвости в поступках.`
  },
  {
    word: 'Щупальца',
    description: `Видеть во сне щупальца, которые тянутся к вам, — знак, что ваше беспокойство и страхи могут одолеть вас, если не принять решительных мер.`
  },
  {
    word: 'Эквилибрист',
    description: `Видеть во сне эквилибриста — означает, что неприятное занятие позволит вам достичь успеха в вашем деле и принесет дополнительную прибыль.`
  },
  {
    word: 'Экзамен, Билет экзаменационный',
    description: `Если студенту приснился экзаменационный билет с каким-либо номером — обязательно надо выучить его, так как он может попасться вам на экзамене. Если во сне вы сдаете экзамен неудачно — значит, вскоре вы получите возможность начать важное дело. Для молодежи такой сон — к знакомству с родителями невесты (жениха). Быть во сне на экзамене — означает подвергнуться испытанию или контролю.`
  },
  {
    word: 'Экскаватор',
    description: `Приснившийся вам экскаватор — знак, что вы будете заняты выполнением данного ранее обещания.`
  },
  {
    word: 'Экскурсия, Гид',
    description: `Слушать внимательно гида во время экскурсии, стараясь не пропустить ни слова, — означает, что вам удастся реализовать долгожданную мечту об отдыхе.

Самому быть во сне экскурсоводом — значит, что вам придется проявить упорство в достижении поставленной цели.`
  },
  {
    word: 'Экспедиция',
    description: `Принимать во сне участие в научной экспедиции — знак предстоящей удачи и успеха в делах. Вернуться из экспедиции — к удачному завершению начатых дел и решению затянувшихся проблем.`
  },
  {
    word: 'Эксперимент',
    description: `Ставить во сне эксперимент — означает, что в решении проблем вы зашли в тупик. Вам лучше временно отвлечься от них: через некоторое время ситуация прояснится, и вы сможете найти решение, о котором сейчас даже не подозреваете.`
  },
  {
    word: 'Экстаз',
    description: `Переживать во сне экстаз — к встрече с другом, который был в долгой отлучке.`
  },
  {
    word: 'Экстрасенс, Волшебник',
    description: `Записываться на прием к экстрасенсу или договариваться с ним о следующем визите — значит, что вскоре вам предстоит встреча с влиятельным человеком, который сможет вам оказать действенную помощь. Если после посещения экстрасенса вы почувствовали облегчение, вам стало лучше, то такой сон сулит хорошие отношения и взаимопонимание на работе и дома.

Самому во сне быть экстрасенсом — предвестие грядущих перемен, если вы не допустите ошибки — то в лучшую сторону.

Если во сне вы видите, как экстрасенс или знахарь совершает чудеса, уникальное исцеление, — значит, что наяву вас ждет неожиданный сюрприз или какое-то вы годное для вас изменение обстоятельств.

Увидеть во сне доброго волшебника — значит, что вам предстоит найти очень простое решение довольно сложной проблемы.`
  },
  {
    word: 'Электронная почта',
    description: `Хороший сон, в котором вы пользуетесь электронной почтой. Получить по ней сообщение — к блестящим перспективам, новой и интересной работе, улучшению материального положения. Отправлять сообщение — означает, что нам удастся решить затянувшиеся проблемы, найти компромисс или наладить отношения с руководителем и коллегами.`
  },
  {
    word: 'Эмигрант',
    description: `Если во сне вы уезжаете из страны, сожалея об этом, — значит, трудности и заботы приведут вас в затруднительное положение. Видеть во сне эмигранта — к получению помощи, говорить с ним — к досаде.`
  },
  {
    word: 'Энциклопедия',
    description: `Изучать энциклопедию или искать в ней справку — означает значительные литературные успехи ценой отказа от комфорта и благополучия.`
  },
  {
    word: 'Эскалатор',
    description: `Видеть эскалатор или ехать во сне на нем — знак, что вам предстоит приятное времяпрепровождение, если отправитесь в путешествие.`
  },
  {
    word: 'Юбка',
    description: `Такой сон холостому предвещает женитьбу, а женатому — ссору с женой. Мужчине надевать на себя юбку во сне — знак, что он будет кем-то оклеветан, юбку надевать женщине — знак обмана, а шить ее — к потере денег.`
  },
  {
    word: 'Юла, Волчок',
    description: `Сон, в котором вы видите быстро вращающуюся детскую юлу, — предзнаменование советов авторитетных людей. Если вы сохраните себя как личность, то получите хорошую прибыль и уважение окружающих.`
  },
  {
    word: 'Юноша',
    description: `Девушке видеть прекрасного юношу во сне — к большой любви и счастливому браку, женщине средних лет — к молодому любовнику или другу. Если мужчина видит себя юношей — значит, он добьется любви женщины.`
  },
  {
    word: 'Яблоки, Яблоко',
    description: `Если вам снится яблоня в цвету — это знак искренней любви и хороших поступков. Приснится яблоня со спелыми яблоками — значит, вы получите упрек в адрес ваших амбиций, встретите неодобрение ваших инициатив. Яблоня сломанная, кривая — к незаслуженному упреку, размолвке. Печеные яблоки снятся к корысти, вкусные яблоки — к благополучию, варенье из яблок — к радости. Есть во сне яблоко и не чувствовать вкуса — предостережение от ложного друга. Падение двух яблок с яблони во сне — к рождению близнецов.`
  },
  {
    word: 'Ягоды',
    description: `Видеть во сне красные, спелые ягоды — к слезам, белые ягоды — к торжеству, успеху, черные ягоды — к печали; есть ягоды — к радости, благополучию и успеху в делах. Много ягод во сне — к хлопотному малооплачиваемому труду, слезам. Собирать во сне ягоды — к слезам, давать их другим — означает делить печаль.`
  },
  {
    word: 'Яд, Зелье',
    description: `Принять во сне яд — к горю, дать кому-то его — знак постоянства и твердости характера.`
  },
  {
    word: 'Язык',
    description: `Короткий язык во сне — к прибыли, отрезанный — к опасности, укусить себя за язык до крови — к напрасной надежде. Во сне показывать язык — означает вести себя бесстыдно, Язык во сне есть — к неприятностям.`
  },
  {
    word: 'Яичница',
    description: `Есть во сне яичницу с ветчиной — знак, что вам предстой ит неприятное объяснение с интересующей вас женщиной.`
  },
  {
    word: 'Яйца, Желток',
    description: `Видеть яйца во сне — к изобилию, покупать — к несчастью, варить — к сплетням, раздавать — к опасности для жизни, разбивать — к преступлению. Собирать птичьи яйца во сне — означает ваше стремление сделать все по-новому, высасывать яйцо — означает стать иждивенцем, видеть во сне, как из яйца вылупляется птенец, — к облегчению, избавлению от тревоги, ответственности или страха.`
  },
  {
    word: 'Якорь',
    description: `Видеть якорь во сне — к надежде. Якорь — символ устойчивых жизненных обстоятельств, надежды на друзей, безопасности, гарантии.`
  },
  {
    word: 'Яма',
    description: `Если во сне вы упали в яму — значит, сильно углубитесь в скучный предмет, столкнетесь с достаточно драматической ситуацией. Помогать кому-нибудь выбираться из ямы — к преодолению препятствий. При виде котлована во сне вас ждет начало большого и нелегкого дела, где основная часть работы ляжет на вас.`
  },
  {
    word: 'Янтарь',
    description: `Видеть себя во сне с изделиями из янтаря — означает наяву получить моральное удовлетворение. Девушкам янтарь снится к исполнению желаний, неожиданной приятной встрече, новому знакомству.`
  },
  {
    word: 'Ярлык, Бирка',
    description: `Разрабатывать во сне логотип или товарный знак крупной компании — значит, что у вас есть довольно сильные и серьезные недоброжелатели или даже враги. Во сне внимательно рассматривать незнакомый вам логотип — предвестие обмана или предательства, бирку или лейбл — знак предстоящей удачи в важном и серьезном деле. Увидеть во сне оторванную бирку или ярлык — значит, что кто-то или что-то будет сдерживать ваше стремление достичь большего.

Для девушки сон о логотипе или товарном знаке может предвещать появление нечестного или подлого поклонника, если же она увидела лейбл, бирку или ярлык — значит, ей предстоит знакомство с заботливым и внимательным юношей.`
  },
  {
    word: 'Ярость, Бешенство, Гнев',
    description: `Заболеть во сне бешенством от укуса собаки — означает, что у вас появился новый и сильный враг, который создаст вам немало проблем.

Видеть во сне, как вы проявляете ярость или сильный гнев в отношении кого-либо, — предвестие того, что у вас возникнут проблемы из-за того, что вы недооцениваете ситуацию.

Видеть кого-то в ярости или бешенстве — к неблагоприятным перспективам, которые могут доставить вам много хлопот и беспокойства.`
  },
  {
    word: 'Ящерица',
    description: `Ящерица во сне символизирует неприятное общество, где много опасных людей, убить ящерицу — к победе над врагом, избавлению от неприятностей.

Маленькая яшерица во сне служит предостережением от неосторожности и необдуманности, большая — символ врага.

Есть ящерицу во сне — к богатству. Если во сне ящерица бегает по мужчине — это знак того, что женщина пытается склонить его к браку.`
  },
  {
    word: 'Ящик, Выдвижной ящик',
    description: `Увидеть во сне полный ящик — означает, что все проблемы решатся и можно будет спокойно отдохнуть.

Видеть во сне выдвижной ящик стола — предупреждение: остерегайтесь обмана или кражи, особенно если он пустой.`
  }
]

export default data
